Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Posts with audio
de: Beiträge mit Audio
fr: Publications avec audio
hu: Hanggal rendelkező bejegyzések
ru: Записи с аудио

source: Videos
fr: Vidéos
hu: Videók
ru: Видео

source: Posts with videos
de: Beiträge mit Videos
fr: Publications avec vidéos
hu: Videókkal rendelkező bejegyzések
ru: Записи с видео

source: Local Community
de: Lokale Gemeinschaft
fr: Communauté locale
gd: Coimhearsnachd ionadail
hu: Helyi közösség
ja: ローカル コミュニティ
ru: Местное сообщество

source: Posts from local users on this server
de: Beiträge von Nutzern dieses Servers
fr: Conversations publiques démarrées par des utilisateurs locaux
gd: Postaichean o luchd-cleachdaidh ionadail an fhrithealaiche seo
hu: Bejegyzések a kiszolgálón lévő helyi felhasználóktól
ja: このサーバー上のローカルユーザーからの投稿
ru: Записи пользователей с этого сервера

source: Global Community
de: Globale Gemeinschaft
fr: Communauté globale
gd: Coimhearsnachd cho-naisgte
hu: Globális közösség
ja: グローバルコミュニティ
ru: Глобальное сообщество

source: Posts from users of the whole federated network
de: Beiträge von Nutzern des gesamten föderalen Netzwerks
fr: Conversations publiques provenant du réseau fédéré global
gd: Postaichean on luchd-cleachdaidh air an lìonra cho-naisgte gu lèir
hu: Bejegyzések a teljes föderált hálózat felhasználóitól
ja: フェデレーションネットワーク全体のユーザーからの投稿
ru: Записи пользователей со всей федеративной сети

source: Latest Activity
de: Neu - Aktivität
fr: Activité récente
gd: A’ ghnìomhachd as ùire
hu: Legutóbbi tevékenység
ja: 最近の操作
ru: Вся активность

source: Sort by latest activity
de: Sortiere nach neueste Aktivität
fr: Trier par activité récente
gd: Seòrsaich a-rèir na gnìomhachd as ùire
hu: Rendezés a legutóbbi tevékenység szerint
ja: 最終更新順に並び替え
ru: Отсортировать по свежей активности

source: Latest Posts
de: Neu - Empfangen
fr: Dernières publications
gd: Na postaichean as ùire
hu: Legutóbbi bejegyzések
ja: 最新の投稿
ru: Новые записи

source: Sort by post received date
de: Nach Empfangsdatum der Beiträge sortiert
fr: Trier par date de réception
gd: Seòrsaich a-rèir ceann-là faighinn nam post
hu: Rendezés a bejegyzés érkezési dátuma szerint
ja: 投稿を受信した順に並び替え
ru: Отсортировать по времени получения записей

source: Latest Creation
de: Neu - Erstellung
fr: Dernière création
gd: An cruthachadh as ùire
hu: Legutóbbi létrehozás
ru: По времени

source: Sort by post creation date
de: Sortiert nach dem Erstellungsdatum
fr: Trier par date de création
gd: Seòrsaich a-rèir ceann-là cruthachadh nam post
hu: Rendezés a bejegyzés létrehozási dátuma szerint
ru: Отсортировать по времени создания записей

source: Personal
de: Persönlich
fr: Personnel
gd: Pearsanta
hu: Személyes
ja: パーソナル
ru: Личные

source: Posts that mention or involve you
de: Beiträge, in denen es um dich geht
fr: Publications qui vous concernent
gd: Postaichean le iomradh ort no sa bheil thu an sàs
hu: Bejegyzések, amelyek említik vagy tartalmazzák Önt
ja: あなたに言及または関与している投稿
ru: Записи, которые упоминают вас или в которых вы участвуете

source: Starred
de: Markierte
fr: Mis en avant
gd: Rionnag
hu: Csillagozott
ja: スター付き
ru: Избранное

source: Favourite Posts
de: Favorisierte Beiträge
fr: Publications favorites
gd: Na postaichean as annsa
hu: Kedvenc bejegyzések
ja: お気に入りの投稿
ru: Избранные записи

source: General Features
de: Allgemeine Features
fr: Fonctions générales
gd: Gleusan coitcheann
hu: Általános funkciók
ja: 一般的な機能
ru: Основные возможности

source: Photo Location
de: Aufnahmeort
fr: Lieu de prise de la photo
gd: Ionad an deilbh
hu: Fénykép helye
ja: 写真の場所
ru: Место фотографирования

source: Photo metadata is normally stripped. This extracts the location (if present) prior to stripping metadata and links it to a map.
de: Die Foto-Metadaten werden ausgelesen. Dadurch kann der Aufnahmeort (wenn vorhanden) in einer Karte angezeigt werden.
fr: Les métadonnées des photos sont normalement retirées. Ceci permet de sauver l'emplacement (si présent) et de positionner la photo sur une carte.
gd: Thèid meata-dàta nan dealbhan a rùsgadh air falbh. Togaidh seo an t-ionad (ma tha gin ann) mus dèid am meata-dàta a rùsgadh is thèid a cheangal ri mapa.
hu: A fénykép metaadatai általában ki vannak törölve. Ez kinyeri a helyet (ha meg van adva) a metaadatok törlése előtt, és hivatkozást készít rá egy térképen.
ja: 通常、写真のメタデータは削除されます。これにより、メタデータを除去する前に場所（存在する場合）が抽出され、マップにリンクされます。
ru: Метаданные фотографий обычно вырезаются. Эта настройка получает местоположение (если есть) до вырезки метаданных и связывает с координатами на карте.

source: Display the community in the navigation
de: Gemeinschaftsseiten in Navigation anzeigen
fr: Affiche la communauté dans la navigation
hu: A közösség megjelenítése a navigációban
ru: Показывать сообщество в главном меню

source: If enabled, the community can be accessed via the navigation menu. Independent from this setting, the community timelines can always be accessed via the channels.
de: Soll die Gemeinschaftsseite im Navigationsmenü verlinkt sein? Unabhängig von dieser Einstellung kann immer über Kanäle auf die Gemeinschaftszeitleiste zugegriffen werden.
fr: Si activé, vous pouvez accéder à la communauté via le menu de navigation. Indépendamment de ce paramètre, les flux des communautés sont toujours accessibles via les chaînes.
hu: Ha engedélyezve van, akkor a közösség elérhető a navigációs menün keresztül. Ettől a beállítástól függetlenül a közösség idővonalai mindig elérhetők a csatornákon keresztül.
ru: Если включено, ленты сообщества будут отображаться в главном навигационном меню. Независимо от этой настройки, ленты сообществ так же всегда доступны в меню каналов.

source: Post Composition Features
de: Beitragserstellung-Features
fr: Caractéristiques de composition de publication
gd: Gleusan sgrìobhadh puist
hu: Bejegyzés-összeállítási funkciók
ja: 合成後の機能
ru: Составление сообщений

source: Explicit Mentions
de: Explizite Erwähnungen
fr: Mentions explicites
gd: Iomraidhean soilleir
hu: Közvetlen említések
ja: 明示的な言及
ru: Явные отметки

source: Add explicit mentions to comment box for manual control over who gets mentioned in replies.
de: Füge Erwähnungen zum Kommentarfeld hinzu, um manuell über die explizite Erwähnung von Gesprächsteilnehmern zu entscheiden.
fr: Ajoute des mentions explicites dans les publications permettant un contrôle manuel des mentions dans les fils de commentaires.
gd: Cuir iomraidhean soilleir ri bogsa a’ bheachd airson smachd a làimh air cò air a thèid iomradh a dhèanamh ann am freagairtean.
hu: Közvetlen említések hozzáadása a hozzászólásmezőhöz kézi vezérléssel, hogy ki lesz megemlítve a válaszokban.
ja: コメントボックスに明示的なメンションを追加して、返信の通知先をカスタマイズします。
ru: Вставлять отметки пользователей в поле комментариев, чтобы иметь ручной контроль над тем, кто будет упомянут в ответе.

source: Add an abstract from ActivityPub content warnings
de: Abstract aus Inhaltswarnungen von ActivityPub zu Beiträgen hinzufügen
fr: Ajouter un résumé depuis les avertissements de contenu d'ActivityPub
gd: Cuir geàrr-chunntas ris o rabhaidhean susbainte ActivityPub
hu: Kivonat hozzáadása az ActivityPub tartalomfigyelmeztetéseiből
ru: Добавлять abstract для записей ActivityPub с content warning

source: Add an abstract when commenting on ActivityPub posts with a content warning. Abstracts are displayed as content warning on systems like Mastodon or Pleroma.
de: Wenn ActivityPub Beiträge kommentiert werden, die mit einer Inhaltswarnung versehen sind, wird mit dieser Option automatisch ein identischer Abstract angefügt. Systeme wie Mastodon oder Pleroma verwenden diesen als Inhaltswarnung.
fr: Ajoute un résumé lorsque vous commentez des publications ActivityPub avec un avertissement de contenu. Les résumés sont affichés en tant qu'avertissement de contenu sur les systèmes de type Mastodon ou Pleroma.
gd: Cuir geàrr-chunntas ris nuair a bhios tu a’ beachdachadh air postaichean ActivityPub le rabhadh susbainte riutha. Thèid geàrr-chunntasan a shealltainn ’nan rabhaidhean susbainte air siostaman mar Mastodon no Pleroma.
hu: Kivonat hozzáadása a tartalomfigyelmeztetéssel rendelkező ActivityPub bejegyzéseknél történő hozzászóláskor. A kivonatok tartalomfigyelmeztetésként jelennek meg az olyan rendszerekben, mint a Mastodon vagy a Pleroma.
ru: Добавлять сокращение abstract при комментировании записей ActivityPub с content warning. Элементы abstract отображаются как тэги content warning на системах Mastodon и Pleroma.

source: Post/Comment Tools
de: Werkzeuge für Beiträge und Kommentare
fr: Outils de publication/commentaire
gd: Innealan postaidh/beachdachaidh
hu: Bejegyzés és hozzászólás eszközök
ja: 投稿/コメントツール
ru: Инструменты записей/комментариев

source: Post Categories
de: Beitragskategorien
fr: Catégories des publications
gd: Roinnean-seòrsa nam post
hu: Bejegyzéskategóriák
ja: 投稿カテゴリ
ru: Категории записей

source: Add categories to your posts
de: Eigene Beiträge mit Kategorien versehen
fr: Ajouter des catégories à vos publications
gd: Cuir roinnean-seòrsa ris na postaichean agad
hu: Kategóriák hozzáadása a bejegyzéseihez.
ja: 投稿にカテゴリを追加する
ru: Добавить категории для ваших записей

source: Network Widgets
de: Netzwerk Widges
fr: Widgets Réseau
hu: Hálózat felületi elemek
ru: Виджеты лент

source: Circles
fr: Cercles
gd: Cearcallan
hu: Körök
ru: Круги

source: Display posts that have been created by accounts of the selected circle.
de: Beiträge anzeigen, die von Konten des ausgewählten Circles erstellt wurden.
fr: Affiche les publications créées par les comptes du cercle sélectionné.
hu: Azon bejegyzések megjelenítése, amelyeket a kiválasztott kör fiókjai hoztak létre.
ru: Показывать записи, созданные контактами выбранных кругов.

source: Groups
de: Gruppen
fr: Groupes
gd: Buidhnean
hu: Csoportok
ru: Группы

source: Display posts that have been distributed by the selected group.
de: Anzeige der Beiträge, die von der ausgewählten Gruppe verteilt wurden.
fr: Affiche les publications qui ont été distribuées par le groupe sélectionné.
hu: Azon bejegyzések megjelenítése, amelyeket a kiválasztott csoport terjeszt.
ru: Показывать записи из выбранных групп.

source: Archives
de: Archiv
gd: Tasg-lannan
hu: Archívumok
ja: アーカイブ
ru: Архивы

source: Display an archive where posts can be selected by month and year.
de: Anzeige eines Archivs, in dem die Beiträge nach Monat und Jahr ausgewählt werden können.
fr: Affiche une archive permettant de sélectionner les publications par mois et année.
hu: Egy olyan archívum megjelenítése, ahol a bejegyzések kiválaszthatók hónap és év szerint.
ru: Показывать архив записей по месяцам и годам.

source: Protocols
de: Protokolle
fr: Protocoles
gd: Pròtacalan
hu: Protokollok
ja: プロトコル
ru: Протоколы

source: Display posts with the selected protocols.
de: Beiträge mit den ausgewählten Protokollen anzeigen.
fr: Affiche les publications obtenues via les protocoles sélectionnés.
hu: A kiválasztott protokollokkal rendelkező bejegyzések megjelenítése.
ru: Показывать записи по выбранным протоколам.

source: Account Types
de: Kontenarten
fr: Type de compte
gd: Seòrsaichean chunntasan
hu: Fióktípusok
ja: アカウントの種類
ru: Тип учетной записи

source: Display posts done by accounts with the selected account type.
de: Anzeige der Beiträge, die von Konten mit dem ausgewählten Kontotyp erstellt wurden.
fr: Affiche les publications des comptes du type sélectionné.
hu: A kiválasztott fióktípussal rendelkező fiókok által készített bejegyzések megjelenítése.
ru: Показывать записи от выбранных типов контактов.

source: Channels
de: Kanäle
fr: Chaînes
hu: Csatornák
ru: Каналы

source: Display posts in the system channels and user defined channels.
de: Anzeige von Beiträgen in den Systemkanälen und benutzerdefinierten Kanälen.
fr: Affiche les publications dans les chaînes système et les chaînes créées par les utilisateurs.
hu: Bejegyzések megjelenítése a rendszercsatornákon és a felhasználó által meghatározott csatornákon.
ru: Показывать записи из встроенных и пользовательских каналов.

source: Saved Searches
de: Gespeicherte Suchen
fr: Recherches
gd: Lorgan a shàbhail thu
hu: Mentett keresések
ja: 保存された検索
ru: Сохранённые поиски

source: Display posts that contain subscribed hashtags.
de: Weitergeleitete Beiträge anzeigen, wenn abonnierte Hashtags enthalten sind.
fr: Affiche les publications incluant les étiquettes souscrites.
hu: A feliratkozott kettős keresztes címkéket tartalmazó bejegyzések megjelenítése.
ru: Показывать записи с тегами, на которые есть подписка.

source: Saved Folders
de: Gespeicherte Ordner
fr: Dossiers sauvegardés
gd: Pasganan air an sàbhaladh
hu: Mentett mappák
ja: 保存されたフォルダー
ru: Сохранённые папки

source: Display a list of folders in which posts are stored.
de: Ordnerliste anzeigen in denen Beiträge gespeichert sind.
fr: Affiche une liste de dossier dans lesquels les publications sont enregistrées.
hu: Azon mappák listájának megjelenítése, amelyekben bejegyzések vannak tárolva.
ru: Показывать папки, по которым разложены записи.

source: Own Contacts
de: Eigene Kontakte
fr: Publications de vos propres contacts
gd: An luchd-aithne agadsa
hu: Saját partnerek
ru: Свои контакты

source: Include or exclude posts from subscribed accounts. This widget is not visible on all channels.
de: Beiträge von abonnierten Konten einschließen oder ausschließen. Dieses Widget ist nicht auf allen Kanälen sichtbar.
fr: Inclus ou exclu les publications des comptes abonnés. Ce widget n'est pas visible sur toutes les chaînes.
hu: A feliratkozott fiókokból származó bejegyzések felvétele vagy kizárása. Ez a felületi elem nem látható az összes csatornán.
ru: Включить или скрыть записи от ваших контактов. Этот виджет доступен не для всех каналов.

source: Trending Tags
fr: Tendances
gd: Tagaichean a’ treandadh
hu: Népszerű címkék
ja: トレンドタグ
ru: Популярные тэги

source: Display a list of the most popular tags in recent public posts.
de: Zeigt eine Liste der beliebtesten Tags in den letzten öffentlichen Beiträgen an.
fr: Affiche une liste des étiquettes les plus populaires dans les publications récentes.
hu: A legutóbbi nyilvános bejegyzésekben lévő legnépszerűbb címkék listájának megjelenítése.
ru: Показывать список самых популярных тегов из недавних публичных записей.

source: Advanced Profile Settings
de: Erweiterte Profil-Einstellungen
fr: Paramètres Avancés du Profil
gd: Roghainnean adhartach na pròifile
hu: Speciális profilbeállítások
ja: 高度なプロフィール設定
ru: Расширенные настройки профиля

source: Tag Cloud
de: Schlagwortwolke
fr: Nuage de tag
gd: Neul nan tagaichean
hu: Címkefelhő
ja: タグクラウド
ru: Облако тэгов

source: Provide a personal tag cloud on your profile page
de: Wortwolke aus den von dir verwendeten Schlagwörtern im Profil anzeigen
fr: Affiche un nuage de tag personnel sur votre profil.
gd: Solair neul thagaichean pearsanta air duilleag do phròifile
hu: Személyes címkefelhő biztosítása a profiloldalán.
ja: プロフィールページで個人タグクラウドを提供する
ru: Показывать ваше личное облако тэгов в вашем профиле

source: Display Membership Date
de: Mitgliedschaftsdatum anzeigen
fr: Afficher l'ancienneté
gd: Seall ceann-là na ballrachd
hu: Tagsági dátum megjelenítése
ja: 会員日を表示する
ru: Показывать дату регистрации

source: Display membership date in profile
de: Das Datum der Registrierung deines Accounts im Profil anzeigen
fr: Affiche la date de création du compte sur votre profile
gd: Seall ceann-là na ballrachd sa phròifil
hu: Tagsági dátum megjelenítése a profilban.
ja: プロフィールにメンバーシップ日を表示する
ru: Дата вашей регистрации будет отображаться в вашем профиле

source: Advanced Calendar Settings
de: Erweiterte Kalender Einstellungen
fr: Paramètres avancés du calendrier
gd: Roghainnean adhartach a’ mhìosachain
hu: Speciális naptárbeállítások
ru: Дополнительные настройки календаря

source: Allow anonymous access to your calendar
de: Erlaube anonymen Zugriff auf deinen Kalender
fr: Autoriser un accès anonyme à votre calendrier
gd: Ceadaich inntrigeadh gun ainm dhan mhìosachan agad
hu: Névtelen hozzáférés engedélyezése a naptárához
ru: Разрешить анонимный доступ к вашему календарю

source: Allows anonymous visitors to consult your calendar and your public events. Contact birthday events are private to you.
de: Anonyme Besucher können deinen Kalender öffnen und dort deine öffentliche Ereignisse einsehen. Geburtstage deiner Kontakte sind nicht öffentlich.
fr: Autorise les visiteurs anonymes à consulter votre calendrier et vos évènements publics. Les anniversaires de vos contacts demeurent privés.
gd: Leigidh seo le aoighean sùil a thoirt air a’ mhìosachan ’s air na tachartasan poblach agad. Bidh tachartasan cinn-là breith an luchd-aithne agad prìobhaideach dhut-sa.
hu: Lehetővé teszi a névtelen látogatók számára a naptára és a nyilvános eseményei megtekintését. A partner születésnapi eseményei az Ön számára magánjellegűek.
ru: Разрешает анонимным пользователям просматривать ваш календарь и публичные мероприятия. Дни рождения контактов видны только вам.

source: External link to group
de: Externer Link zur Gruppe
fr: Lien externe vers le groupe
gd: Ceangal cèin dhan bhuidheann
hu: Külső hivatkozás a csoporthoz
ru: Внешняя ссылка на группу

source: show less
de: weniger anzeigen
fr: voir moins
gd: seall nas lugha dheth
hu: kevesebb megjelenítése
ru: показать меньше

source: show more
de: mehr anzeigen
fr: montrer plus
gd: seall barrachd dheth
hu: több megjelenítése
ja: もっと見せる
ru: показать больше

source: Create new group
de: Neue Gruppe erstellen
fr: Créer un nouveau groupe
gd: Cruthaich buidheann ùr
hu: Új csoport létrehozása
ru: Создать новую группу

source: event
de: Veranstaltung
fr: évènement
gd: tachartas
hu: esemény
ja: イベント
ru: мероприятие

source: status
fr: le statut
gd: staid
hu: állapot
ja: ステータス
ru: статус

source: photo
de: Foto
gd: dealbh
hu: fénykép
ja: 写真
ru: фото

source: %1$s tagged %2$s's %3$s with %4$s
de: %1$s hat %2$ss %3$s mit %4$s getaggt
fr: %1$s a mentionné %3$s de %2$s avec %4$s
gd: Chuir %1$s taga %4$s ri %3$s aig %2$s
hu: %1$s megjelölte %2$s %3$s vele: %4$s
ja: %1$s が %2$s の %3$s を %4$s としてタグ付けしました
ru: %1$s tagged %2$s's %3$s в %4$s

source: Follow Thread
de: Folge der Unterhaltung
fr: Suivre le fil
gd: Lean air an t-snàithlean
hu: Szál követése
ja: このスレッドをフォロー
ru: Подписаться на обсуждение

source: View Status
de: Status anschauen
fr: Voir les statuts
gd: Seall an staid
hu: Állapot megtekintése
ja: ステータスを見る
ru: Просмотреть статус

source: View Profile
de: Profil anschauen
fr: Voir le profil
gd: Seall a’ phròifil
hu: Profil megtekintése
ja: プロフィールを見る
ru: Просмотреть профиль

source: View Photos
de: Bilder anschauen
fr: Voir les photos
gd: Seall na dealbhan
hu: Fényképek megtekintése
ja: 写真を見る
ru: Просмотреть фото

source: Network Posts
de: Netzwerkbeiträge
fr: Publications du réseau
gd: Postaichean lìonraidh
hu: Hálózati bejegyzések
ja: ネットワーク投稿
ru: Записи сети

source: View Contact
de: Kontakt anzeigen
fr: Voir Contact
gd: Seall an neach-aithne
hu: Partner megtekintése
ja: コンタクトを見る
ru: Просмотреть контакт

source: Send PM
de: Private Nachricht senden
fr: Message privé
gd: Cuir TPh
hu: Személyes üzenet küldése
ja: PMを送る
ru: Отправить ЛС

source: Block
de: Sperren
fr: Bloquer
gd: Bac
hu: Tiltás
ja: ブロック
ru: Заблокировать

source: Ignore
de: Ignorieren
fr: Ignorer
gd: Leig seachad
hu: Mellőzés
ja: 無視
ru: Игнорировать

source: Collapse
de: Zuklappen
fr: Réduire
gd: Co-theannaich
hu: Összecsukás
ru: Сворачивать

source: Ignore %s server
de: Ignoriere %s Server
fr: Ignorer le serveur %s
hu: A(z) %s kiszolgáló mellőzése
ru: Игнорировать сервер %s

source: Languages
de: Sprachen
fr: Langues
gd: Cànanan
hu: Nyelvek
ja: 言語
ru: Языки

source: Search Text
de: Suchtext
fr: Rechercher un texte
hu: Szöveg keresése
ru: Текст поиска

source: Connect/Follow
de: Verbinden/Folgen
fr: Se connecter/Suivre
gd: Ceangail ris/Lean air
hu: Kapcsolódás vagy követés
ja: つながる/フォローする
ru: Подключиться/Подписаться

source: Unable to fetch user.
de: Benutzer kann nicht abgerufen werden.
fr: Impossible de récupérer l'utilisateur.
gd: Chan urrainn dhuinn an cleachdaiche fhaighinn dhut.
hu: Nem lehet lekérni a felhasználót.
ru: Ошибка получения информации пользователя

source: Nothing new here
de: Keine Neuigkeiten
fr: Rien de neuf ici
gd: Chan eil dad ùr an-seo
hu: Semmi új nincs itt
ja: ここに新しいものはありません
ru: Ничего нового здесь

source: Home
de: Pinnwand
fr: Profil
gd: Dachaigh
hu: Kezdőlap
ja: ホーム
ru: Мой профиль

source: Skip to main content
de: Zum Inhalt der Seite gehen
fr: Aller au contenu principal
hu: Kihagyás a fő tartalomhoz
ru: Пропустить до основного содержимого

source: Clear notifications
de: Bereinige Benachrichtigungen
fr: Effacer les notifications
gd: Falamhaich na brathan
hu: Értesítések törlése
ja: クリア通知
ru: Стереть уведомления

source: @name, !group, #tags, content
de: @name, !gruppe, #tags, content
fr: @nom, !groupe, #etiquettes, contenu
gd: @ainm, !buidheann, #tagaichean, susbaint
hu: @név, !csoport, #címkék, tartalom
ru: @имя, !группа, #тег, контент

source: Logout
de: Abmelden
fr: Se déconnecter
gd: Clàraich a-mach
hu: Kijelentkezés
ja: ログアウト
ru: Выход

source: End this session
de: Diese Sitzung beenden
fr: Mettre fin à cette session
gd: Cuir crìoch air an t-seisean seo
hu: Munkamenet befejezése
ja: このセッションを終了
ru: Завершить эту сессию

source: Login
de: Anmeldung
fr: Connexion
gd: Clàraich a-steach
hu: Bejelentkezés
ja: ログイン
ru: Вход

source: Sign in
de: Anmelden
fr: Se connecter
gd: Clàraich a-steach
hu: Bejelentkezés
ja: サインイン
ru: Вход

source: Conversations
de: Unterhaltungen
fr: Discussions
gd: Còmhraidhean
hu: Beszélgetések
ru: Записи

source: Conversations you started
de: Unterhaltungen die du begonnen hast
fr: Discussions que vous avez commencées
gd: Na còmhraidhean a thòisich thusa
hu: Ön által elkezdett beszélgetések
ru: Ваши записи

source: Profile
de: Profil
fr: Profil
gd: Pròifil
hu: Profil
ja: プロフィール
ru: Профиль

source: Your profile page
de: Deine Profilseite
fr: Votre page de profil
gd: Duilleag na pròifil agad
hu: Az Ön profiloldala
ja: あなたのプロフィールページ
ru: Информация о вас

source: Photos
de: Bilder
gd: Dealbhan
hu: Fényképek
ja: 写真
ru: Фото

source: Your photos
de: Deine Fotos
fr: Vos photos
gd: Na dealbhan agad
hu: Az Ön fényképei
ja: あなたの写真
ru: Ваши фотографии

source: Media
de: Medien
fr: Média
gd: Meadhanan
hu: Média
ru: Медиа

source: Your postings with media
de: Deine Beiträge die Medien beinhalten
fr: Vos publications avec des médias
gd: Na postaichean agad sa bheil meadhanan
hu: Az Ön médiával rendelkező beküldései
ru: Ваши записи с фото и видео

source: Calendar
de: Kalender
fr: Calendrier
gd: Mìosachan
hu: Naptár
ja: カレンダー
ru: Календарь

source: Your calendar
de: Dein Kalender
fr: Votre calendrier
gd: Am mìosachan agad
hu: Az Ön naptára
ru: Ваш календарь

source: Personal notes
de: Persönliche Notizen
fr: Notes personnelles
gd: Nòtaichean pearsanta
hu: Személyes jegyzetek
ja: 個人メモ
ru: Личные заметки

source: Your personal notes
de: Deine persönlichen Notizen
fr: Vos notes personnelles
gd: Na nòtaichean pearsanta agad
hu: Az Ön személyes jegyzetei
ja: あなたの個人的なメモ
ru: Ваши личные заметки

source: Home Page
fr: Page d'accueil
gd: Duilleag-dhachaigh
hu: Kezdőlap
ja: ホームページ
ru: Главная страница

source: Register
de: Registrieren
fr: S'inscrire
gd: Clàraich leinn
hu: Regisztráció
ja: 登録
ru: Регистрация

source: Create an account
de: Nutzerkonto erstellen
fr: Créer un compte
gd: Cruthaich cunntas
hu: Fiók létrehozása
ja: アカウントを作成する
ru: Создать аккаунт

source: Help
de: Hilfe
fr: Aide
gd: Cobhair
hu: Súgó
ja: ヘルプ
ru: Помощь

source: Help and documentation
de: Hilfe und Dokumentation
fr: Aide et documentation
gd: Cobhair is docamaideadh
hu: Súgó és dokumentáció
ja: ヘルプとドキュメント
ru: Помощь и документация

source: Apps
fr: Applications
gd: Aplacaidean
hu: Alkalmazások
ja: アプリ
ru: Приложения
