Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Export your account info, contacts and all your items as json. Could be a very big file, and could take a lot of time. Use this to make a full backup of your account (photos are not exported)
de: Exportiere deine Account Informationen, Kontakte und alle Einträge als JSON Datei. Dies könnte eine sehr große Datei werden und dementsprechend viel Zeit benötigen. Verwende dies um ein komplettes Backup deines Accounts anzulegen (Photos werden nicht exportiert).
fr: Exporte vos informations de compte, vos contacts et toutes vos publications au format JSON. Ce processus peut prendre beaucoup de temps et générer un fichier de taille importante. Utilisez cette fonctionnalité pour faire une sauvegarde complète de votre compte (vos photos ne sont pas exportées).
hu: Fiókinformációk, partnerek és az összes elem exportálása JSON-formátumban. nagyon nagy fájl is lehet, és sokáig eltarthat. A fiókja teljes biztonsági mentésének elkészítéséhez használja ezt (a fényképek nem lesznek exportálva).
ja: アカウント情報、コンタクト、すべてのアイテムをjsonとしてエクスポートします。非常に大きなファイルになる可能性があり、時間がかかる可能性があります。これを使用して、アカウントの完全バックアップを作成します（写真はエクスポートされません）
ru: Выгрузить информацию о вашей учётной записи, контактах и всех ваших записях как файл JSON. Это может занять много времени и создать очень большой файл. Используйте это для создания резервной копии вашей учётной записи (изображения в неё не войдут).

source: Export Contacts to CSV
de: Kontakte nach CSV exportieren
fr: Exporter vos contacts au format CSV
hu: Partnerek exportálása CSV-fájlba
ja: 連絡先をCSV形式でエクスポート
ru: Экспорт контактов в CSV

source: Export the list of the accounts you are following as CSV file. Compatible to e.g. Mastodon.
de: Exportiert die Liste der Nutzerkonten denen du folgst in eine CSV Datei. Das Format ist z.B. zu Mastodon kompatibel.
fr: Exporter vos abonnements au format CSV. Compatible avec Mastodon.
hu: A követett fiókok listájának exportálása CSV-fájlként. Kompatibilis például a Mastodonnal.
ja: フォローしているアカウントのリストをCSVファイルとしてエクスポートします。 マストドンなどに対応します。
ru: Выгрузить список пользователей, на которых вы подписаны, в CSV-файл. Совместимо с Mastodon и др.

source: The top-level post isn't visible.
de: Der Beitrag der obersten Ebene ist nicht sichtbar.
fr: La publication de premier niveau n'est pas visible.
hu: A felső szintű bejegyzés nem látható.
ru: Родительская запись скрыта.

source: The top-level post was deleted.
de: Der Beitrag auf der obersten Ebene wurde gelöscht.
fr: La publication de premier niveau a été supprimée.
hu: A felső szintű bejegyzés törölve lett.
ru: Родительская запись была удалена.

source: This node has blocked the top-level author or the author of the shared post.
de: Diese Instanz hat den Top-Level-Autor oder den Autor des freigegebenen Beitrags gesperrt.
fr: Ce nœud a bloqué l'auteur de premier niveau ou l'auteur de la publication partagée.
hu: Ez a csomópont letiltotta a felső szintű szerzőt vagy a megosztott bejegyzés szerzőjét.
ru: Этот узел заблокировал автора основной записи или поделившегося ей.

source: You have ignored or blocked the top-level author or the author of the shared post.
de: Du hast den Autor der obersten Ebene oder den Autor des freigegebenen Beitrags ignoriert oder blockiert.
fr: Vous avez ignoré ou bloqué l'auteur de premier niveau ou l'auteur de la publication partagée.
hu: Ön mellőzte vagy letiltotta a felső szintű szerzőt vagy a megosztott bejegyzés szerzőjét.
ru: Вы игнорируете или заблокировали автора основной записи или поделившегося ей.

source: You have ignored the top-level author's server or the shared post author's server.
de: Du hast die Instanz des übergeordneten Autors oder die Instanz des Autors des freigegebenen Beitrags ignoriert.
fr: Vous avez ignoré le serveur de l'auteur de premier niveau ou le serveur de l'auteur de la publication partagée.
hu: Ön mellőzte a felső szintű szerző kiszolgálóját vagy a megosztott bejegyzés szerzőjének kiszolgálóját.
ru: Вы игорируете сервер автора основной записи или сервер поделившегося ей.

source: Conversation Not Found
de: Konversation nicht gefunden
fr: Conversation Non Trouvée
hu: A beszélgetés nem található
ru: Запись не найдена

source: Unfortunately, the requested conversation isn't available to you.
de: Leider ist die gewünschte Konversation für dich nicht verfügbar.
fr: Malheureusement, la conversation demandée n'est pas disponible pour vous.
hu: Sajnos a kért beszélgetés nem érhető el az Ön számára.
ru: К сожалению, эта запись вам недоступна.

source: Possible reasons include:
de: Mögliche Gründe sind:
fr: Les raisons possibles sont :
hu: A lehetséges okok a következők:
ru: Возможные причины этого:

source: Go back
de: Geh zurück
fr: Revenir
gd: Air ais
hu: Vissza
ja: 戻る
ru: Назад

source: Stack trace:
hu: Veremkiíratás:

source: Exception thrown in %s:%d
fr: Exception produite dans %s:%d
hu: Kivétel történt itt: %s:%d

source: At the time of registration, and for providing communications between the user account and their contacts, the user has to provide a display name (pen name), an username (nickname) and a working email address. The names will be accessible on the profile page of the account by any visitor of the page, even if other profile details are not displayed. The email address will only be used to send the user notifications about interactions, but wont be visibly displayed. The listing of an account in the node's user directory or the global user directory is optional and can be controlled in the user settings, it is not necessary for communication.
de: Zum Zwecke der Registrierung und um die Kommunikation zwischen dem Nutzer und seinen Kontakten zu gewährleisten, muß der Nutzer einen Namen (auch Pseudonym) und einen Nutzernamen (Spitzname) sowie eine funktionierende E-Mail-Adresse angeben. Der Name ist auf der Profilseite für alle Nutzer sichtbar, auch wenn die Profildetails nicht angezeigt werden. Die E-Mail-Adresse wird nur zur Benachrichtigung des Nutzers verwendet, sie wird nirgends angezeigt. Die Anzeige des Nutzerkontos im Server-Verzeichnis bzw. dem weltweiten Verzeichnis erfolgt gemäß den Einstellungen des Nutzers, sie ist zur Kommunikation nicht zwingend notwendig.
fr: Au moment de l'inscription, et afin de fournir des communications entre le compte de l'utilisateur et ses contacts, l'utilisateur doit fournir un nom d'affichage (nom de plume), un nom d'utilisateur (pseudo) et une adresse de courriel fonctionnelle. Les noms seront accessibles sur la page de profil du compte par tout visiteur de la page, même si les autres informations de profil ne sont pas affichées. L'adresse de courriel ne sera utilisée que pour envoyer des notifications à l'utilisateur à propos de ses interactions, mais ne sera pas affichée de manière visible. Le référencement du compte dans le répertoire des comptes du nœud ou le répertoire global des utilisateurs est facultatif et peut être contrôlé dans les paramètres utilisateur, il n'est pas nécessaire pour la communication.
gd: Aig àm a’ chlàraidh agus a chùm conaltraidh eadar cunntas a’ chleachdaiche ’s an luchd-aithne aca, feumaidh an cleachdaiche ainm taisbeanaidh (ainm-pinn), ainm-cleachdaiche (far-ainm) agus seòladh puist-d a tha ag obair a thoirt seachad. Gabhaidh na h-ainmean inntrigeadh air duilleag pròifil a’ chunntais le duine sam bith a thadhlas air an duilleag, fiù mura dèid fiosrachadh eile na pròifil a shealltainn. Cha dèid an seòladh puist-d a chleachdadh ach airson brathan a chur dhan chleachdaiche mu co-luadar agus cha dèid a shealltainn gu poblach. Tha cur a’ chunntais ri liosta nan cleachdaichean ann an eòlaire an nòid no san eòlaire cho-naisgte roghainneil agus gabhaidh sin a shuidheachadh ann an roghainnean a’ chleachdaiche; chan eil e riatanach dhan chonaltradh.
hu: A regisztrációkor, valamint a felhasználói fiók és a partnerei között történő kommunikáció biztosításához a felhasználónak biztosítania kell egy megjelenített nevet (álnevet), egy felhasználónevet (becenevet) és egy működő e-mail-címet. A nevek hozzáférhetőek lesznek a fiók profiloldalán az oldal bármely látogatója számára, még akkor is, ha más profilrészletek nem jelennek meg. Az e-mail-cím csak az interakciókkal kapcsolatos felhasználói értesítések küldéséhez lesz használva, de nem lesz láthatóan megjelenítve. A fiók felsorolása a csomópont felhasználói könyvtárában vagy a globális felhasználói könyvtárban választható, és a felhasználói beállításokban szabályozható. Ez nem szükséges a kommunikációhoz.
ja: 登録時、およびユーザーアカウントとコンタクト間の通信を提供するために、ユーザーは表示名（ペンネーム）、ユーザー名（ニックネーム）、および有効な電子メールアドレスを提供する必要があります。 他のプロフィールの詳細が表示されていなくても、ページの訪問者はアカウントのプロフィールページで名前にアクセスできます。 電子メールアドレスは、インタラクションに関するユーザー通知の送信にのみ使用されますが、表示されることはありません。 ノードのユーザーディレクトリまたはグローバルユーザーディレクトリでのアカウントのリストはオプションであり、ユーザー設定で制御できます。通信には必要ありません。
ru: При регистрации и для организации взаимодействия между пользователем и другими контактами, пользователь должен указать отображаемое имя (псевдоним), имя учётной записи (ник) и действующий адрес электронной почты. Имена будут видны на странице профиля для любого посетителя, даже если другие данные будут скрыты. Адрес электронной почты будет использоваться только для отправки пользователю уведомлений о действиях, но не будет нигде отображаться. Добавление пользователя в каталог узла или глобальный каталог опционально и управляется настройками, оно не обязательно для общения в сети.

source: This data is required for communication and is passed on to the nodes of the communication partners and is stored there. Users can enter additional private data that may be transmitted to the communication partners accounts.
de: Diese Daten sind für die Kommunikation notwendig und werden an die Knoten der Kommunikationspartner übermittelt und dort gespeichert. Nutzer können weitere, private Angaben machen, die ebenfalls an die verwendeten Server der Kommunikationspartner übermittelt werden können.
fr: Ces données sont requises pour la communication et transférées aux nœuds des partenaires de communication, et sont stockées ici. Les utilisateurs peuvent ajouter des données privées additionnelles qui peuvent être transmises aux comptes de leurs partenaires de communication.
hu: Ezek az adatok a kommunikációhoz szükségesek, és átadásra kerül a kommunikációs partnerek csomópontjainak, valamint el is lesznek tárolva ott. A felhasználók megadhatnak további személyes adatokat, amelyek szintén átvitelre kerülhetnek a kommunikációs partnerek fiókjaiba.
ja: このデータは通信に必要であり、通信パートナーのノードに渡されてそこに保存されます。ユーザーは、通信パートナーアカウントに送信される可能性のある追加のプライベートデータを入力できます。
ru: Эти данные необходимы для взаимодействия и передаются другим узлам партнёров по сети и сохраняются там. Пользователи могут добавить дополнительные личные данные, которые тоже могут передаваться на другие узлы.

source: At any point in time a logged in user can export their account data from the <a href="%1$s/settings/userexport">account settings</a>. If the user wants to delete their account they can do so at <a href="%1$s/settings/removeme">%1$s/settings/removeme</a>. The deletion of the account will be permanent. Deletion of the data will also be requested from the nodes of the communication partners.
de: Angemeldete Nutzer können ihre Nutzerdaten jederzeit von den <a href="%1$s/settings/userexport">Kontoeinstellungen</a> aus exportieren. Wenn ein Nutzer wünscht das Nutzerkonto zu löschen, so ist dies jederzeit unter <a href="%1$s/settings/removeme">%1$s/settings/removeme</a> möglich. Die Löschung des Nutzerkontos ist permanent. Die Löschung der Daten wird auch von den Knoten der Kommunikationspartner angefordert.
fr: A n'importe quel moment, un utilisateur connecté peut exporter les données de son compte à partir des <a href="%1$s/settings/userexport">Paramètres du compte</a>. Si l'utilisateur souhaite supprimer son compte, il peut le faire à partir de la page <a href="%1$s/settings/removeme">%1$s/settings/removeme</a>. La suppression du compte sera permanente. La suppression des données sera également demandée aux noeuds des partenaires de communication.
hu: Egy bejelentkezett felhasználó bármely időpontban exportálhatja a fiókja adatait a <a href="%1$s/settings/userexport">fiók beállításaiból</a>. Ha a felhasználó törölni szeretné a fiókját, akkor azt megteheti a <a href="%1$s/settings/removeme">%1$s/settings/removeme</a> oldalon. A fiók törlése végleges lesz. Az adatok törlése kérve lesz a kommunikációs partnerek csomópontjairól is.
ru: В любой момент вошедший в систему пользователь может экспортировать свои данные через <a href="%1$s/settings/userexport">настройки</a>. Если пользователь хочет удалить свою учётную запись, они могут сделать это через <a href="%1$s/settings/removeme">%1$s/settings/removeme</a>. Удаление данных будет без возможности восстановления. Запрос на удаление данных будет так же передан на узлы партнёров по сети.

source: Privacy Statement
de: Datenschutzerklärung
fr: Politique de Confidentialité
hu: Adatvédelmi nyilatkozat
ja: プライバシーに関する声明
ru: Положение о конфиденциальности

source: Rules
de: Regeln
fr: Règles
hu: Szabályok
ru: Правила

source: Parameter uri_id is missing.
de: Der Parameter uri_id fehlt.
fr: Le paramètre uri_id est manquant.
hu: Az uri_id paraméter hiányzik.
ru: Параметр uri_id отсутствует.

source: The requested item doesn't exist or has been deleted.
de: Der angeforderte Beitrag existiert nicht oder wurde gelöscht.
fr: L'objet recherché n'existe pas ou a été supprimé.
gd: Chan eil am an nì a dh’iarr thu ann no chaidh a sguabadh às.
hu: A kért elem nem létezik vagy törölték.
ja: 要求された項目は存在しないか、削除されました。
ru: Запрошенная запись не существует или была удалена.

source: You are now logged in as %s
de: Du bist jetzt als %s angemeldet
fr: Vous êtes maintenant connecté en tant que %s
gd: Tha thu air do chlàradh a-steach mar %s
hu: Most a következő néven van bejelentkezve: %s
ru: Вы вошли как %s

source: Switch between your accounts
de: Wechsle deine Konten
fr: Changer de compte
gd: Geàrr leum eadar na cunntasan agad
hu: Váltás a fiókjai között
ru: Переключить учётную запись

source: Manage your accounts
de: Verwalte deine Konten
fr: Gérér vos comptes
gd: Stiùirich na cunntasan agad
hu: Fiókok kezelése
ru: Управление учётными записями

source: Toggle between different identities or community/group pages which share your account details or which you have been granted "manage" permissions
de: Zwischen verschiedenen Identitäten oder Gemeinschafts-/Gruppenseiten wechseln, die deine Kontoinformationen teilen oder zu denen du „Verwalten“-Befugnisse bekommen hast.
fr: Basculez entre les différentes identités ou pages (groupes/communautés) qui se partagent votre compte ou que vous avez été autorisé à gérer.
gd: Geàrr leum eadar dearbh-aithnean no duilleagan coimhearsnachd/buidhinn a tha a’ co-roinneadh fiosrachadh a’ chunntais agad no a fhuair thu ceadan “stiùir” dhaibh
hu: Váltás a különböző személyazonosságok vagy közösségi és csoportoldalak között, amelyek megosztják a fiókja részleteit, vagy amelyeket „kezelés” jogosultságokkal ruházott fel
ja: アカウントの詳細を共有する、または「管理」権限が付与されているさまざまなIDまたはコミュニティ/グループページを切り替える
ru: Переключайтесь между разными профилями или страницами сообществ/групп, которые зарегистрированы на одинаковые контактные данные, либо вам предоставлено право управления ими.

source: Select an identity to manage:
de: Wähle eine Identität zum Verwalten aus:
fr: Choisir une identité à gérer:
gd: Tagh dearbh-aithne ri stiùireadh:
hu: A kezelendő személyazonosság kiválasztása:
ja: 管理するIDを選択します。
ru: Выберите учётную запись:

source: User imports on closed servers can only be done by an administrator.
de: Auf geschlossenen Servern können ausschließlich die Administratoren Benutzerkonten importieren.
fr: L'import d'utilisateur sur un serveur fermé ne peut être effectué que par un administrateur.
gd: Chan fhaod ach rianairean cleachdaichean ion-phortadh gu frithealaichean dùinte.
hu: A lezárt kiszolgálókon történő felhasználó-importálásokat csak egy adminisztrátor végezheti el.
ja: クローズドなサーバでのユーザーインポートは、管理者のみが実行できます。
ru: Импорт пользователей на закрытых серверах может быть произведён только администратором.

source: Move account
de: Account umziehen
fr: Migrer le compte
gd: Imrich an cunntas
hu: Fiók áthelyezése
ja: アカウントの移動
ru: Удалить аккаунт

source: You can import an account from another Friendica server.
de: Du kannst einen Account von einem anderen Friendica Server importieren.
fr: Vous pouvez importer un compte d'un autre serveur Friendica.
gd: ’S urrainn dhut cunntas ion-phortadh o fhrithealaiche Friendica eile.
hu: Importálhat egy fiókot egy másik Friendica kiszolgálóról.
ja: 別のFriendicaサーバーからアカウントをインポートできます。
ru: Вы можете импортировать учетную запись с другого сервера Friendica.

source: You need to export your account from the old server and upload it here. We will recreate your old account here with all your contacts. We will try also to inform your friends that you moved here.
de: Du musst deinen Account vom alten Server exportieren und hier hochladen. Wir stellen deinen alten Account mit all deinen Kontakten wieder her. Wir werden auch versuchen, deine Kontakte darüber zu informieren, dass du hierher umgezogen bist.
fr: Vous devez exporter votre compte à partir de l'ancien serveur et le téléverser ici. Nous recréerons votre ancien compte ici avec tous vos contacts. Nous tenterons également d'informer vos contacts que vous avez déménagé ici.
gd: Feumaidh tu an cunntas agad às-phortadh on t-seann-fhrithealaiche ’s a luchdadh suas an-seo. Ath-chruthaichidh sinn an seann-chunntas agad an-seo leis an luchd-aithne gu lèir agad. Feuchaidh sinn cuideachd gun leig sinn fios dha do charaidean gun do dh’imrich thu an-seo.
hu: Exportálnia kell a fiókját a régi kiszolgálóról, és fel kell töltenie ide. Itt újra létre fogjuk hozni a régi fiókját az összes partnerével. Megpróbáljuk tájékoztatni az ismerőseit arról is, hogy átköltözött ide.
ja: 古いサーバからアカウントをエクスポートして、このサーバにアップロードする必要があります。 アップロード後、このサーバが、すべてのコンタクト・元のアカウントを再作成します。 また、あなたがこのサーバに移転したことを友人にお知らせします。
ru: Вам нужно экспортировать свой ​​аккаунт со старого сервера и загрузить его сюда. Мы восстановим ваш ​​старый аккаунт здесь со всеми вашими контактами. Мы постараемся также сообщить друзьям, что вы переехали сюда.

source: This feature is experimental. We can't import contacts from the OStatus network (GNU Social/Statusnet) or from Diaspora
de: Dieses Feature ist experimentell. Wir können keine Kontakte vom OStatus-Netzwerk (GNU Social/Statusnet) oder von Diaspora importieren
fr: Cette fonctionalité est expérimentale. Il n'est pas possible d'importer des contacts depuis le réseau OStatus (GNU Social/Statusnet) ou depuis Diaspora.
gd: Chan e ach gleus deuchainneil a tha seo. Chan urrainn dhuinn luchd-aithne ion-phortadh on lìonra OStatus (GNU Social/Statusnet) no o dhiaspora*
hu: Ez a funkció kísérleti. Nem tudunk partnereket importálni az OStatus hálózatból (GNU Social/Statusnet) vagy Diaspora hálózatból.
ja: この機能はまだ実験的なものです。 OStatusネットワーク（GNU Social / Statusnet）またはDiasporaからのコンタクトはインポートできません。
ru: Это экспериментальная функция. Мы не можем импортировать контакты из сети OStatus (GNU Social/ StatusNet) или из Diaspora

source: Account file
de: Account-Datei
fr: Fichier du compte
gd: Faidhle a’ chunntais
hu: Fiókfájl
ja: アカウントファイル
ru: Файл аккаунта

source: To export your account, go to "Settings->Export your personal data" and select "Export account"
de: Um Deinen Account zu exportieren, rufe "Einstellungen -> Persönliche Daten exportieren" auf und wähle "Account exportieren"
fr: Pour exporter votre compte, allez dans "Paramètres> Exporter vos données personnelles" et sélectionnez "exportation de compte"
gd: Airson an cunntas agad às-phortadh, tadhail air “Roghainnean” -> “Às-phortaich an dàta pearsanta agad” agus tagh “Às-phortaich an cunntas”
hu: A fiókja exportálásához menjen a „Beállítások → Személyes adatok exportálása” oldalra, és válassza a „Fiók exportálása” lehetőséget.
ja: アカウントをエクスポートするには、「設定」->「個人データのエクスポート」に進み、「アカウントのエクスポート」を選択します
ru: Для экспорта аккаунта, перейдите в "Настройки->Экспортировать ваши данные" и выберите "Экспорт аккаунта"

source: Error decoding account file
de: Fehler beim Verarbeiten der Account-Datei
fr: Une erreur a été détecté en décodant un fichier utilisateur
gd: Mearachd le dì-chòdachadh faidhle a’ chunntais
hu: Hiba a fiókfájl dekódolásakor
ja: アカウントファイルのデコードエラー
ru: Ошибка расшифровки файла аккаунта

source: Error! No version data in file! This is not a Friendica account file?
de: Fehler! Keine Versionsdaten in der Datei! Ist das wirklich eine Friendica-Account-Datei?
fr: Erreur ! Pas de ficher de version existant ! Êtes vous sur un compte Friendica ?
gd: Mearachd! Chan eil dàta mun tionndadh san fhaidhle! Nach e faidhle cunntas Friendica a th’ ann?
hu: Hiba! Nincsenek verzióadatok a fájlban! Ez nem Friendica fiókfájl?
ja: エラー！ファイルにバージョンデータがありません！これはFriendicaアカウントファイルではなさそうです。
ru: Ошибка! Неправильная версия данных в файле! Это не файл аккаунта Friendica?

source: User '%s' already exists on this server!
de: Nutzer '%s' existiert bereits auf diesem Server!
fr: L'utilisateur '%s' existe déjà sur ce serveur!
gd: Tha an cleachdaiche “%s” air an fhrithealaiche seo mu thràth!
hu: „%s” felhasználó már létezik ezen a kiszolgálón!
ja: ユーザー '%s' はこのサーバーに既に存在します！
ru: Пользователь '%s' уже существует на этом сервере!

source: User creation error
de: Fehler beim Anlegen des Nutzer-Accounts aufgetreten
fr: Erreur de création d'utilisateur
gd: Mearachd a’ cruthachadh a’ chleachdaiche
hu: Felhasználó-létrehozási hiba
ja: ユーザ作成エラー
ru: Ошибка создания пользователя

source: %d contact not imported
de: %d Kontakt nicht importiert
fr: %d contacts non importés
gd: Tha %d neach-aithne nach deach ion-phortadh
hu: %d partner nincs importálva
ja: %dコンタクトはインポートされませんでした
ru: %d контакт не импортирован

source: User profile creation error
de: Fehler beim Anlegen des Nutzer-Profils
fr: Erreur de création du profil utilisateur
gd: Mearachd a’ cruthachadh pròifil a’ chleachdaiche
hu: Felhasználóiprofil-létrehozási hiba
ja: ユーザープロフィール作成エラー
ru: Ошибка создания профиля пользователя

source: Done. You can now login with your username and password
de: Erledigt. Du kannst dich jetzt mit deinem Nutzernamen und Passwort anmelden
fr: Action réalisée. Vous pouvez désormais vous connecter avec votre nom d'utilisateur et votre mot de passe
gd: Deiseil. ’S urrainn dhut clàradh a-steach leis an ainm-chleachdaiche ’s fhacal-fhaire agad a-nis
hu: Kész. Most már bejelentkezhet a felhasználónevével és a jelszavával.
ja: 完了しました。これでであなたのユーザー名とパスワードでログインできます。
ru: Завершено. Теперь вы можете войти с вашим логином и паролем

source: Welcome to Friendica
de: Willkommen bei Friendica
fr: Bienvenue sur Friendica
hu: Üdvözli a Friendica!
ja: Friendicaへようこそ
ru: Добро пожаловать в Friendica

source: New Member Checklist
de: Checkliste für neue Mitglieder
fr: Checklist du nouvel utilisateur
hu: Új tag ellenőrzőlistája
ja: 新しく参加した人のチェックリスト
ru: Новый контрольный список участников
