Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Maximum number of parallel workers
de: Maximale Anzahl parallel laufender Worker
fr: Nombre maximum de tâche de fond simultanés
gd: An àireamh as motha de dh’obraichean co-shìnte
hu: Párhuzamos feldolgozók legnagyobb száma
ja: 並列ワーカーの最大数
ru: Максимальное число параллельно работающих worker'ов

source: On shared hosters set this to %d. On larger systems, values of %d are great. Default value is %d.
de: Wenn dein Knoten bei einem Shared Hoster ist, setze diesen Wert auf %d. Auf größeren Systemen funktioniert ein Wert von %d recht gut. Standardeinstellung sind %d.
fr: Sur un hébergement partagé, mettez %d. Sur des serveurs plus puissants, %d est optimal. La valeur par défaut est %d.
gd: Suidhich seo air %d air òstairean co-roinnte. Air siostaman nas motha, bidh luach %d math. Is %d a’ bhun-roghainn.
hu: Osztott tárhelyszolgáltatóknál állítsa ezt %d értékre. Nagyobb rendszereknél érdemes a számot %d értékre állítani. Az alapértelmezett érték %d.
ja: 共有ホスティング事業者では、これを%dに設定します。大規模なシステムでは、 %dの値は素晴らしいでしょう。既定の値は%dです。
ru: На shared-хостингах установите это в %d. На больших системах можно установить %d или больше. Значение по-умолчанию %d.

source: Maximum load for workers
de: Maximale Last für Worker
fr: Charge maximum pour les tâches de fond
hu: Feldolgozók legnagyobb terhelése

source: Maximum load that causes a cooldown before each worker function call.
de: Maximale Auslastung des Systems, welche eine Verzögerung vor jedem Aufruf des Workers verursacht.
fr: Génère un délai d'attente si une tache de fond atteint la charge maximale.
hu: A legnagyobb terhelés, amely minden egyes feldolgozófüggvény-hívás előtt várakozást okoz.

source: Enable fastlane
de: Aktiviere Fastlane
fr: Activer la file prioritaire
gd: Cuir fastlane an comas
hu: Prioritásos sor engedélyezése
ja: fastlaneを有効にする
ru: Включить fastlane

source: When enabed, the fastlane mechanism starts an additional worker if processes with higher priority are blocked by processes of lower priority.
de: Wenn aktiviert, wird der Fastlane-Mechanismus einen weiteren Worker-Prozeß starten, wenn Prozesse mit höherer Priorität von Prozessen mit niedrigerer Priorität blockiert werden.
fr: Lorsqu'il est activé, le mécanisme de file prioritaire démarre une tâche de fond additionnelle quand des tâches de fond de haute priorité sont bloquées par des tâches de moindre priorité.
gd: Nuair a bhios seo an comas, cuiridh am fastlane obraiche a bharrachd air dòigh ma tha pròiseas air a bheil prìomhachas as àirde ’ga bhacadh le pròiseasan air a bheil prìomhachas ìosal.
hu: Ha engedélyezve van, akkor a prioritásos sor mechanizmus további feldolgozót indít, ha a magasabb prioritással rendelkező folyamatokat blokkolják az alacsonyabb prioritású folyamatok.
ja: 有効にすると、優先度の高いプロセスが優先度の低いプロセスによってブロックされた場合、fastlaneメカニズムは追加のワーカーを開始します。
ru: Если включено, механизм fastlane будет запускать дополнительного обработчика, если процессы с высоким приоритетом задерживаются из-за процессов с более низким приоритетом.

source: Decoupled receiver
de: Entkoppelter Empfänger
fr: Récepteur découplé
hu: Szétválasztott fogadó

source: Decouple incoming ActivityPub posts by processing them in the background via a worker process. Only enable this on fast systems.
de: Entkoppelt eingehende ActivityPub-Beiträge, indem sie im Hintergrund über einen Worker-Prozess verarbeitet werden. Aktiviere dies nur auf schnellen Systemen.
fr: Découple les messages ActivityPub entrants en les traitant en arrière-plan par l'intermédiaire d'une tâche de fond. N'activez cette option que sur les systèmes rapides.
hu: A bejövő ActivityPub-bejegyzések szétválasztása egy feldolgozófolyamaton keresztüli, háttérben történő feldolgozással. Ezt csak gyors rendszereken engedélyezze.

source: Cron interval
de: Cron Intervall
fr: Intervalle du cron
hu: Cron időköz

source: Minimal period in minutes between two calls of the "Cron" worker job.
de: Minimaler Intervall in Minuten zwischen zwei Aufrufen des "Cron" Arbeitsprozesses.
fr: Durée minimale entre deux appels de la tâche "Cron"
hu: Legkisebb időtartam percben a „Cron” feldolgozófeladat két hívása között.

source: Worker defer limit
de: Worker-Verzögerungsgrenze
fr: Limite de report d'une tâche de fond
hu: Feldolgozó halasztási korlátja

source: Per default the systems tries delivering for 15 times before dropping it.
de: Standardmäßig versucht das System 15 Mal zuzustellen, bevor es den Vorgang abbricht.
fr: Par défaut, le système tente d'effectuer un livraison 15 fois avant d'abandonner.
hu: Alapértelmezetten a rendszerek tizenötször próbálkoznak a kézbesítéssel, mielőtt eldobnák azt.

source: Worker fetch limit
de: Worker Abrufbegrenzung
fr: Limite de récupération des tâches
hu: Feldolgozó lekérési korlátja

source: Number of worker tasks that are fetched in a single query. Higher values should increase the performance, too high values will mostly likely decrease it. Only change it, when you know how to measure the performance of your system.
de: Anzahl der Worker-Aufgaben, die in einer einzigen Abfrage abgerufen werden. Höhere Werte sollten die Leistung verbessern, zu hohe Werte werden sie wahrscheinlich verringern. Änder dies nur, wenn Du weißt, wie Du die Leistung des Systems messen kannst.
fr: Nombre de tâches de fond récupérées en une seule requête. Des valeurs plus élevées devraient augmenter les performances, des valeurs trop élevées les diminueront très probablement. Ne modifiez ces valeurs que lorsque vous savez comment mesurer les performances de votre système.
hu: Az egyetlen lekérdezésben lekért feldolgozófeladatok száma. A magasabb értékeknek növelniük kellene a teljesítményt, a túl magas értékek viszont valószínűleg csökkentik azt. Csak akkor változtassa meg, ha tudja, hogy hogyan mérje a rendszere teljesítményét.

source: Direct relay transfer
de: Direkte Relais-Übertragung
fr: Relai direct
gd: Tar-chur ath-sheachadain dìreach
hu: Közvetlen továbbító-átvitel
ja: 直接中継転送
ru: Прямая ретрансляция

source: Enables the direct transfer to other servers without using the relay servers
de: Aktiviert das direkte Verteilen an andere Server, ohne dass ein Relais-Server verwendet wird.
fr: Soumet les conversations publiques aux serveurs distants sans passer par le serveur relai.
gd: Cuiridh seo an comas an tar-chur dìreach gu frithealaichean eile às aonais nam frithealaichean ath-sheachadain
hu: Engedélyezi a más kiszolgálókra való közvetlen átvitelt a továbbító kiszolgálók használata nélkül.
ja: 中継サーバーを使用せずに他のサーバーに直接転送できるようにします
ru: Разрешает прямую отправку на другие серверы без использования ретрансляторов

source: Relay scope
de: Geltungsbereich des Relais
fr: Filtre du relai
gd: Sgòp an ath-sheachadain
hu: Továbbítás hatóköre
ja: 中継スコープ
ru: Область ретрансляции

source: Can be "all" or "tags". "all" means that every public post should be received. "tags" means that only posts with selected tags should be received.
de: Der Wert kann entweder 'Alle' oder 'Schlagwörter' sein. 'Alle' bedeutet, dass alle öffentliche Beiträge empfangen werden sollen. 'Schlagwörter' schränkt dem Empfang auf Beiträge ein, die bestimmte Schlagwörter beinhalten.
fr: "Tous" signifie que toutes les conversations publiques en provenance du relai sont acceptées. "Étiquettes" signifie que seules les conversations comportant les étiquettes suivantes sont acceptées.
gd: Tha taghadh eadar “na h-uile” is “tagaichean” agad. Is ciall dha “na h-uile” gun dèid gach post poblach fhaighinn. Is ciall dha “tagaichean” nach dèid ach postaichean le tagaichean sònraichte fhaighinn.
hu: Lehet „összes” vagy „címkék”. Az „összes” azt jelenti, hogy minden nyilvános bejegyzést meg kell kapni. A „címkék” jelentése, hogy csak a kijelölt címkékkel rendelkező bejegyzéseket kell megkapni.
ja: "all "または"tags "にすることができます。 「すべて」は、すべての一般公開投稿を受信することを意味します。 「タグ」は、選択したタグのある投稿のみを受信することを意味します。
ru: Допустимые значения "all" или "tags". "all" означает, что любые публичные записи будут получены. "tags" включает приём публичных записей с выбранными тэгами.

source: Disabled
de: Deaktiviert
fr: Désactivé
gd: À comas
hu: Letiltva
ja: 無効
ru: Отключено

source: all
de: Alle
fr: Tous
gd: na h-uile
hu: összes
ja: すべて

source: tags
de: Schlagwörter
fr: étiquettes
gd: tagaichean
hu: címkék
ja: タグ

source: Server tags
de: Server-Schlagworte
fr: Étiquettes de filtre du relai
gd: Tagaichean an fhrithealaiche
hu: Kiszolgálócímkék
ja: サーバータグ
ru: Тэги сервера

source: Comma separated list of tags for the "tags" subscription.
de: Liste von Schlagworten, die abonniert werden sollen, mit Komma getrennt.
fr: Liste d'étiquettes autorisées, séparées par des virgules, en provenance des relais.
gd: Liosta de thagaichean airson fo-sgrìobhadh nan “tagaichean”, sgaraichte le cromagan.
hu: Címkék vesszővel elválasztott listája a „címkék” feliratkozáshoz.
ja: "tags "サブスクリプションのタグのコンマ区切りリスト。
ru: Список тэгов, разделённых запятыми, используемый для подписки в режиме "tags"

source: Deny Server tags
de: Server Tags ablehnen
fr: Étiquettes refusés
gd: Tagaichean an fhrithealaiche ’gan diùltadh
hu: Kiszolgálócímkék megtagadása
ru: Запретить тэги сервера

source: Comma separated list of tags that are rejected.
de: Durch Kommas getrennte Liste der Tags, die abgelehnt werden
fr: Liste d'étiquettes refusées, séparées par des virgules, en provenance des relais.
gd: Liosta da thagaichean a tha ’gan diùltadh, sgaraichte le cromagan.
hu: Címkék vesszővel elválasztott listája, amelyek vissza lesznek utasítva.
ru: Разделённый запятыми список тэгов, которые будут отбрасываться.

source: Maximum amount of tags
de: Maximale Anzahl an Tags
fr: Quantité maximum d'étiquettes
hu: Címkék legnagyobb száma

source: Maximum amount of tags in a post before it is rejected as spam. The post has to contain at least one link. Posts from subscribed accounts will not be rejected.
de: Maximale Anzahl von Tags in einem Beitrag, bevor er als Spam abgelehnt wird. Der Beitrag muss mindestens einen Link enthalten. Beiträge von abonnierten Konten werden nicht abgelehnt.
fr: Quantité maximum d'étiquettes dans une publication avant que celle-ci soit rejetée comme spam. La publication doit contenir au moins un lien. Les publications des comptes abonnés ne sont pas rejetées.
hu: Egy bejegyzésben lévő címkék legnagyobb száma, mielőtt az kéretlen üzenetként visszautasításra kerülne. A bejegyzésnek legalább egy hivatkozást kell tartalmaznia. A feliratkozott fiókokból származó bejegyzések nem kerülnek visszautasításra.

source: Allow user tags
de: Verwende Schlagworte der Nutzer
fr: Inclure les étiquettes des utilisateurs
gd: Ceadaich tagaichean chleachdaichean
hu: Felhasználói címkék engedélyezése
ja: ユーザータグを許可する
ru: Разрешить пользовательские тэги

source: If enabled, the tags from the saved searches will used for the "tags" subscription in addition to the "relay_server_tags".
de: Ist dies aktiviert, werden die Schlagwörter der gespeicherten Suchen zusätzlich zu den oben definierten Server-Schlagworten abonniert.
fr: Ajoute les étiquettes des recherches enregistrées des utilisateurs aux étiquettes autorisés en provenance des relais.
gd: Ma tha seo an comas, thèid na tagaichean o na lorgan air an sàbhaladh a chleachdadh airson fo-sgrìobhadh nan “tagaichean” a bharrachd air na “relay_server_tags”.
hu: Ha engedélyezve van, akkor a mentett keresésekből származó címkék lesznek használva a „címkék” feliratkozásnál a „relay_server_tags” címkéken kívül.
ja: 有効にすると、保存された検索のタグが、"relay_server_tags "に加えて"tags "サブスクリプションに使用されます。
ru: Если включено, то теги. на которые подписались пользователи, будут добавлены в подписку в дополнение к тегам сервера.

source: Deny undetected languages
de: Nicht erkannte Sprachen ablehnen
fr: Refuser les langues non détectées
hu: Fel nem ismert nyelvek megtagadása

source: If enabled, posts with undetected languages will be rejected.
de: Wenn diese Option aktiviert ist, werden Beiträge mit nicht erkannten Sprachen abgelehnt.
fr: Si actif, les publications avec des langues non détectées seront rejetés.
hu: Ha engedélyezve van, akkor a fel nem ismert nyelveket tartalmazó bejegyzések visszautasításra kerülnek.

source: Language Quality
de: Sprachqualität
fr: Qualité de la langue
hu: Nyelvi minőség

source: The minimum language quality that is required to accept the post.
de: Die minimale erkannte Sprachqualität, die erforderlich ist, um den Beitrag anzunehmen.
fr: La qualité de la langue minimale requise pour accepter la publication.
hu: A bejegyzés elfogadásához szükséges legkisebb nyelvi minőség.

source: Number of languages for the language detection
de: Anzahl der Sprachen für die Spracherkennung
fr: Nombre de langues pour la détection la de langue
hu: Nyelvek száma a nyelvfelismeréshez

source: The system detects a list of languages per post. Only if the desired languages are in the list, the message will be accepted. The higher the number, the more posts will be falsely detected.
de: Das System erkennt eine Liste von Sprachen pro Beitrag. Nur wenn die gewünschten Sprachen in der Liste enthalten sind, wird die Nachricht akzeptiert. Je höher die Zahl, desto mehr Beiträge werden fälschlicherweise erkannt.
fr: Le système détecte une liste de langues par publication. La publication n'est acceptée que si les langues souhaitées figurent dans la liste. Plus le nombre est élevé, plus le nombre de publications détectées à tort est important.
hu: A rendszer felismeri a bejegyzésenkénti nyelvek listáját. Csak akkor kerül elfogadásra az üzenet, ha a kívánt nyelvek szerepelnek a listán. Minél magasabb a szám, annál több bejegyzést lesz tévesen felismerve.

source: Maximum age of channel
de: Maximales Alter des Kanals
fr: Age maximal d'une chaîne
hu: Csatorna legnagyobb életkora

source: This defines the maximum age in hours of items that should be displayed in channels. This affects the channel performance.
de: Hier wird das maximale Alter in Stunden von Beiträgen festgelegt, die in Kanälen angezeigt werden sollen. Dies wirkt sich auf die Leistung der Kanäle aus.
fr: Ceci définit l'âge maximum en heures des éléments qui doivent être affichés dans les chaînes. Cela affecte les performances des chaînes.
hu: Ez határozza meg azon elemek legnagyobb életkorát órákban kifejezve, amelyeket meg kell jeleníteni a csatornákon. Ez hatással van a csatorna teljesítményére.

source: Maximum number of channel posts
de: Maximale Anzahl von Kanalbeiträgen
fr: Nombre maximum de publications sur une chaîne
hu: Csatornabejegyzések legnagyobb száma

source: For performance reasons, the channels use a dedicated table to store content. The higher the value the slower the channels.
de: Aus Leistungsgründen verwenden die Kanäle eine dedizierte Tabelle zur Speicherung von Inhalten. Je höher der Wert, desto langsamer sind die Kanäle.
fr: Pour des raisons de performance, les chaînes utilisent une table dédiée pour stocker le contenu. Plus la valeur est élevée, plus les chaînes sont lentes.
hu: Teljesítményi okokból a csatornák külön táblát használnak a tartalom tárolására. Minél magasabb az érték, annál lassabbak a csatornák.

source: Interaction score days
de: Interaktionsscore Tage
fr: Intervalle pour le score d'interaction
hu: Interakció-pontszám napjai

source: Number of days that are used to calculate the interaction score.
de: Anzahl der Tage, die zur Berechnung des Interaktionsscores herangezogen werden.
fr: Nombre de jours utilisés pour calculer le score d'interaction.
hu: Az interakció-pontszám kiszámításához használt napok száma.

source: Maximum number of posts per author
de: Maximale Anzahl von Beiträgen pro Autor
fr: Nombre maximum de publications par auteur
hu: Szerzőnkénti bejegyzések legnagyobb száma

source: Maximum number of posts per page by author if the contact frequency is set to "Display only few posts". If there are more posts, then the post with the most interactions will be displayed.
de: Maximale Anzahl von Beiträgen pro Seite und Autor, wenn die Kontakthäufigkeit auf "Nur wenige Beiträge anzeigen" eingestellt ist. Wenn es mehr Beiträge gibt, wird der Beitrag mit den meisten Interaktionen angezeigt.
fr: Nombre maximum de publication par page par auteur si la fréquence de contact est réglée sur "Afficher quelques publications". S'il y a plus de publications, les publications ayant le plus d'interactions seront affichées.
hu: Az oldalankénti bejegyzések szerző szerinti legnagyobb száma, ha a partner gyakorisága „Csak néhány bejegyzés megjelenítése” értékre van állítva. Ha több bejegyzés van, akkor a legtöbb interakcióval rendelkező bejegyzés kerül megjelenítésre.

source: Sharer interaction days
de: Interaktionstage für teilende
fr: Intervalle d'interaction de partageurs
hu: Megosztó interakciós napjai

source: Number of days of the last interaction that are used to define which sharers are used for the "sharers of sharers" channel.
de: Anzahl der Tage der letzten Interaktion, die verwendet werden, um festzulegen, welche teilenden für den Kanal "Geteilt von teilenden" verwendet werden.
fr: Nombre de jours depuis la dernière interaction, utilisé pour définir les partageurs utilisés pour la chaîne "Partageurs de partageurs".
hu: Az utolsó interakció azon napjainak száma, amelyek annak meghatározására szolgálnak, hogy mely megosztók legyenek használva a „megosztók megosztói” csatornához.

source: Start Relocation
de: Umsiedlung starten
fr: Démarrer le déménagement
gd: Tòisich air an imrich
hu: Áthelyezés indítása
ja: 再配置を開始
ru: Начать перемещение

source: Storage backend, %s is invalid.
de: Speicher-Backend, %s ist ungültig.
fr: Le moteur de stockage %s est invalide.
gd: Backend an stòrais, tha %s mì-dhligheach.
hu: Tároló háttérprogram, a(z) %s érvénytelen.
ru: Бэкенд хранилища, %s неправильный.

source: Storage backend %s error: %s
de: Speicher-Backend %s Fehler %s
fr: Moteur de stockage %s erreur : %s
gd: Mearachd backend an stòrais %s: %s
hu: Tároló háttérprogram (%s) hiba: %s
ru: Бэкенд хранилища %s вызвал ошибку: %s

source: Invalid storage backend setting value.
de: Ungültige Einstellung für das Datenspeicher-Backend
fr: Valeur de paramètre de moteur de stockage invalide.
gd: Luach roghainne mì-dhligheach air backend an stòrais.
hu: Érvénytelen tároló-háttérprogram beállítási érték.
ja: 無効なストレージバックエンド設定値です。
ru: Недопустимое значение типа хранилища.

source: Current Storage Backend
de: Aktuelles Speicher-Backend
fr: Moteur de stockage actuel
gd: Backend làithreach an stòrais
hu: Jelenlegi tároló háttérprogram
ru: Текущий бэкенд хранилища

source: Storage Configuration
de: Speicher Konfiguration
fr: Configuration du stockage
gd: Rèiteachadh an stòrais
hu: Tároló beállításai
ru: Конфигурация хранилища

source: Storage
de: Speicher
fr: Stockage
gd: An stòras
hu: Tároló
ru: Хранилище

source: Save & Use storage backend
de: Speichern & Dieses Speicher-Backend verwenden
fr: Enregistrer et utiliser ce moteur de stockage
gd: Sàbhail ⁊ cleachd backend an stòrais
hu: Mentés és a tároló háttérprogram használata
ru: Сохранить и использовать этот бэкенд

source: Use storage backend
de: Dieses Speicher-Backend verwenden
fr: Utiliser ce moteur de stockage
gd: Cleachd backend an stòrais
hu: Tároló háttérprogram használata
ru: Использовать этот бэкенд

source: Save & Reload
de: Speichern & Neu Laden
fr: Enregistrer et recharger
gd: Sàbhail ⁊ ath-luchdaich
hu: Mentés és újratöltés
ru: Сохранить и применить

source: This backend doesn't have custom settings
de: Dieses Backend hat keine zusätzlichen Einstellungen
fr: Ce moteur de stockage n'offre pas de paramètres personnalisés.
gd: Chan eil roghainnean gnàthaichte aig a’ backend seo
hu: Ennek a háttérprogramnak nincsenek egyéni beállításai
ru: Этот бэкенд не имеет дополнительных настроек.

source: Changing the current backend is prohibited because it is set by an environment variable
de: Das Ändern des aktuellen Backends ist nicht möglich, da es durch eine Umgebungsvariable festgelegt ist
fr: Il n'est pas possible de changer le moteur de stockage car il est configuré avec une variable d'environnement.
gd: Chan fhaod thu am backend làithreach atharrachadh on a chaidh a shuidheachadh le caochladair àrainne
hu: A jelenlegi háttérprogram megváltoztatása tiltva van, mivel azt egy környezeti változó állítja be

source: Database (legacy)
de: Datenbank (legacy)
fr: Base de donnée (historique)
gd: Stòr-dàta (dìleabach)
hu: Adatbázis (örökölt)
ja: データベース（レガシー）
ru: База данных (устаревшее)

source: Template engine (%s) error: %s
de: Template engine (%s) Fehler: %s
fr: Moteur de template (%s) erreur : %s
gd: Mearachd einnsean teamplaide (%s): %s
hu: Sablonmotor (%s) hiba: %s

source: Your DB still runs with MyISAM tables. You should change the engine type to InnoDB. As Friendica will use InnoDB only features in the future, you should change this! See <a href="%s">here</a> for a guide that may be helpful converting the table engines. You may also use the command <tt>php bin/console.php dbstructure toinnodb</tt> of your Friendica installation for an automatic conversion.<br />
de: Deine DB verwendet derzeit noch MyISAM Tabellen. Du solltest die Datenbank Engine auf InnoDB umstellen, da Friendica in Zukunft InnoDB-Features verwenden wird. Eine Anleitung zur Umstellung der Datenbank kannst du <a href="%s">hier</a> finden. Du kannst außerdem mit dem Befehl <tt>php bin/console.php dbstructure toinnodb</tt> auf der Kommandozeile die Umstellung automatisch vornehmen lassen.
fr: <br />Votre base de donnée comporte des tables MYISAM. Vous devriez changer pour InnoDB car il est prévu d'utiliser des fonctionnalités spécifiques à InnoDB à l'avenir. Veuillez consulter <a href="%s">ce guide de conversion</a> pour mettre à jour votre base de donnée. Vous pouvez également exécuter la commande <tt>php bin/console.php dbstructure toinnodb</tt> à la racine de votre répertoire Friendica pour une conversion automatique.
gd: Tha an stòr-dàta agad a’ cleachdadh clàran MyISAM fhathast. Bu chòir dhut seòrsa an einnsein atharrachadh gu InnoDB. Air sgàth ’s gun cleachd Friendica gleusan InnoDB sònraichte san àm ri teachd, bu chòir dhut seo atharrachadh! Faic <a href="%s">an treòir</a> a tha cuideachail airson einnseanan nan clàran iompachadh. ’S urrainn dhut cuideachd an àithne <tt>php bin/console.php dbstructure toinnodb</tt> aig an stàladh agad dhe Friendica a chleachdadh airson iompachadh fèin-obrachail.<br />
hu: Az adatbázisa még mindig MyISAM táblákkal fut. Meg kell változtatnia a motor típusát InnoDB-re. Mivel a Friendica a jövőben olyan funkciókat fog használni, amely csak InnoDB használatával érhető el, ezért meg kell változtatnia! <a href="%s">Nézze meg ezt az útmutatót</a>, amely hasznos lehet a táblamotorok átalakításához. Használhatja a Friendica telepítésének <tt>php bin/console.php dbstructure toinnodb</tt> parancsát is az automatikus átalakításhoz.<br />
ja: DBは引き続きMyISAMテーブルで実行されます。エンジンタイプをInnoDBに変更する必要があります。 Friendicaは今後InnoDBのみの機能を使用するため、これを変更する必要があります。テーブルエンジンの変換に役立つガイドについては、<a href="%s">こちら</a>をご覧ください。 Friendicaインストールの<tt> php bin/console.php dbstructure toinnodb </tt>コマンドを使用して自動変換することもできます。<br />
