Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: No report exists at this node.
de: Auf dieser Instanz ist kein Report vorhanden.
fr: Aucun signalement sur ce nœud.
hu: Nem létezik jelentés ezen a csomóponton.
ru: Обращений на этом узле нет.

source: Category
de: Kategorie
fr: Catégorie
hu: Kategória
ru: Категория

source: %s total report
de: %s Report
fr: %s signalement au total
hu: %s jelentés összesen
ru: %s обращение

source: URL of the reported contact.
de: URL des gemeldeten Kontakts.
fr: URL du contact signalé.
hu: A jelentett partner URL-je.
ru: URL контакта в обращении.

source: Channel Relay
de: Kanalrelais
fr: Relai de chaîne
hu: Csatornatovábbítás
ru: Ретранслятор канала

source: Registered users
de: Registrierte Personen
fr: Utilisateurs inscrits
gd: Cleachdaichean clàraichte
hu: Regisztrált felhasználók
ja: 登録ユーザー
ru: Зарегистрированные пользователи

source: Pending registrations
de: Anstehende Anmeldungen
fr: Inscriptions en attente
gd: Clàraidhean rin dèiligeadh
hu: Függőben lévő regisztrációk
ja: 保留中の登録
ru: Ожидающие регистрации

source: %s user blocked
de: %s Nutzer blockiert
fr: %s utilisateur bloqué
gd: Chaidh %s chleachdaiche a bhacadh
hu: %s felhasználó tiltva
ja: %sユーザーがブロックされました
ru: %s пользователь заблокирован

source: You can't remove yourself
de: Du kannst dich nicht selbst löschen!
fr: Vous ne pouvez pas supprimer votre propre compte
gd: Chan urrainn dhut thu fhèin a thoirt air falbh
hu: Nem távolíthatja el önmagát
ja: 自分を削除することはできません
ru: Вы не можете удалить самого себя

source: %s user deleted
de: %s Nutzer gelöscht
fr: %s utilisateur supprimé
gd: Chaidh %s chleachdaiche a sguabadh às
hu: %s felhasználó törölve
ja: %sユーザーが削除されました
ru: %s человек удален

source: Register date
de: Anmeldedatum
fr: Date d'inscription
gd: Ceann-là a’ chlàraidh
hu: Regisztráció dátuma
ja: 登録日
ru: Дата регистрации

source: Last login
de: Letzte Anmeldung
fr: Dernière connexion
gd: An clàradh a-steach mu dheireadh
hu: Utolsó bejelentkezés
ja: 前回のログイン
ru: Последний вход

source: Last public item
de: Letzter öffentliche Beitrag
fr: Dernière publication publique
gd: An nì poblach mu dheireadh
hu: Utolsó nyilvános elem
ru: Последняя публичная запись

source: Active Accounts
de: Aktive Benutzerkonten
fr: Comptes actifs
gd: Cunntasan gnìomhach
hu: Aktív fiókok
ru: Активные учётные записи

source: User blocked
de: Nutzer blockiert.
fr: Utilisateur bloqué
gd: Chaidh an cleachdaiche a bhacadh
hu: Felhasználó tiltva
ja: ユーザーがブロックされました
ru: Пользователь заблокирован

source: Site admin
de: Seitenadministrator
fr: Administration du Site
gd: Rianaire na làraich
hu: Oldal adminisztrátor
ja: サイト管理者
ru: Админ сайта

source: Account expired
de: Account ist abgelaufen
fr: Compte expiré
gd: Dh’fhalbh an ùine air a’ chunntas
hu: A fiók lejárt
ja: アカウントの有効期限が切れました
ru: Аккаунт просрочен

source: Create a new user
de: Neues Benutzerkonto anlegen
fr: Créer un nouvel utilisateur
gd: Cruthaich cleachdaiche ùr
hu: Új felhasználó létrehozása
ru: Создать нового

source: Selected users will be deleted!\n\nEverything these users had posted on this site will be permanently deleted!\n\nAre you sure?
de: Die markierten Nutzer werden gelöscht!\n\nAlle Beiträge, die diese Nutzer auf dieser Seite veröffentlicht haben, werden permanent gelöscht!\n\nBist du sicher?
fr: Les utilisateurs sélectionnés vont être supprimés!\n\nTout ce qu'ils ont posté sur ce site sera définitivement effacé!\n\nÊtes-vous certain?
gd: Thèid na cleachdaichean a thagh thu a sguabadh às!\n\nThèid a h-uile càil a phostaich na cleachdaichean seo air an làrach seo a sguabadh às gu buan!\n\nA bheil thu cinnteach?
hu: A kijelölt felhasználók törölve lesznek!\n\nMinden, amit ezek a felhasználók erre az oldalra beküldtek, véglegesen törölve lesz!\n\nBiztos benne?
ja: 選択したユーザーは削除されます！ これらのユーザーがこのサイトに投稿したものはすべて完全に削除されます！ よろしいですか？
ru: Выбранные пользователи будут удалены!\n\nВсе, что эти пользователи написали на этом сайте, будет удалено!\n\nВы уверены в вашем действии?

source: The user {0} will be deleted!\n\nEverything this user has posted on this site will be permanently deleted!\n\nAre you sure?
de: Der Nutzer {0} wird gelöscht!\n\nAlles, was dieser Nutzer auf dieser Seite veröffentlicht hat, wird permanent gelöscht!\n\nBist du sicher?
fr: L'utilisateur {0} va être supprimé!\n\nTout ce qu'il a posté sur ce site sera définitivement perdu!\n\nÊtes-vous certain?
gd: Thèid an cleachdaiche {0} a sguabadh às!\n\nThèid a h-uile càil a phostaich an cleachdaiche seo air an làrach seo a sguabadh às gu buan!\n\nA bheil thu cinnteach?
hu: {0} felhasználó törölve lesz!\n\nMinden, amit ez a felhasználó erre az oldalra beküldött, véglegesen törölve lesz!\n\nBiztos benne?
ja: ユーザー{0}は削除されます！ このユーザーがこのサイトに投稿したものはすべて完全に削除されます！ よろしいですか？
ru: Пользователь {0} будет удален!\n\nВсе, что этот пользователь написал на этом сайте, будет удалено!\n\nВы уверены в вашем действии?

source: User "%s" deleted
de: Nutzer "%s" gelöscht
fr: Utilisateur "%s" supprimé
gd: Chaidh an cleachdaiche “%s” a sguabadh às
hu: „%s” felhasználó törölve
ja: ユーザー"%s"が削除されました
ru: Пользователь "%s" удалён

source: User "%s" blocked
de: Nutzer "%s" blockiert
fr: Utilisateur "%s" bloqué
gd: Chaidh an chleachdaiche “%s” a bhacadh
hu: „%s” felhasználó tiltva
ja: ユーザー"%s"がブロックされました
ru: Пользователь "%s" заблокирован

source: %s user unblocked
de: %s Nutzer freigeschaltet
fr: %s utilisateur débloqué
gd: Chaidh %s chleachdaiche a dhì-bhacadh
hu: %s felhasználó tiltása feloldva
ja: %sユーザーのブロックを解除しました
ru: %s пользователь разблокирован

source: Blocked Users
de: Blockierte Benutzer
fr: Utilisateurs bloqués
gd: Cleachdaichean bacte
hu: Tiltott felhasználók
ru: Заблокированные

source: User "%s" unblocked
de: Nutzer "%s" frei geschaltet
fr: Utilisateur "%s" débloqué
gd: Chaidh an cleachdaiche “%s” a dhì-bhacadh
hu: „%s” felhasználó tiltása feloldva
ja: ユーザー"%s"のブロックを解除しました
ru: Пользователь "%s" разблокирован

source: New User
de: Neuer Nutzer
fr: Nouvel utilisateur
gd: Cleachdaiche ùr
hu: Új felhasználó
ja: 新しいユーザー
ru: Новый пользователь

source: Add User
de: Nutzer hinzufügen
fr: Ajouter l'utilisateur
gd: Cuir cleachdaiche ris
hu: Felhasználó hozzáadása
ja: ユーザーを追加する
ru: Добавить пользователя

source: Name of the new user.
de: Name des neuen Nutzers
fr: Nom du nouvel utilisateur.
gd: Ainm a’ chleachdaiche ùir.
hu: Az új felhasználó neve.
ja: 新しいユーザーの名前。
ru: Имя нового пользователя.

source: Nickname
de: Spitzname
fr: Pseudo
gd: Far-ainm
hu: Becenév
ja: ニックネーム
ru: Ник

source: Nickname of the new user.
de: Spitznamen für den neuen Nutzer
fr: Pseudo du nouvel utilisateur.
gd: Far-ainm a’ chleachdaiche ùir.
hu: Az új felhasználó beceneve.
ja: 新しいユーザーのニックネーム。
ru: Ник нового пользователя.

source: Email address of the new user.
de: Email Adresse des neuen Nutzers
fr: Adresse de courriel du nouvel utilisateur.
gd: Seòladh puist-d a’ chleachdaiche ùir.
hu: Az új felhasználó e-mail-címe.
ja: 新しいユーザーのメールアドレス。
ru: Email адрес нового пользователя.

source: Users awaiting permanent deletion
de: Nutzer wartet auf permanente Löschung
fr: Utilisateurs en attente de suppression définitive
gd: Cleachdaichean a’ feitheamh air sguabadh às buan
hu: Végleges törlésre váró felhasználók
ru: Пользователи, ожидающие окончательного удаления

source: Permanent deletion
de: Permanent löschen
fr: Suppression définitive
gd: Sguabadh às buan
hu: Végleges törlés
ja: 永久削除
ru: Постоянное удаление

source: User waiting for permanent deletion
de: Nutzer wartet auf permanente Löschung
fr: Utilisateur en attente de suppression définitive
gd: Cleachdaiche a’ feitheamh sguabadh às buan
hu: Végleges törlésre váró felhasználó
ja: 永久削除を待っているユーザー
ru: Пользователь ожидает окончательного удаления

source: %s user approved
de: %sNutzer zugelassen
fr: %s utilisateur approuvé
gd: Fhuair %s chleachdaiche aonta
hu: %s felhasználó jóváhagyva
ru: %s пользователь одобрен

source: %s registration revoked
de: %sRegistration zurückgezogen
fr: %s inscription refusée
gd: Chaidh %s chlàradh a chùl-ghairm
hu: %s regisztráció visszavonva
ru: %s регистрация отменена

source: Account approved.
de: Konto freigegeben.
fr: Inscription validée.
gd: Air aontachadh ris a’ chunntas.
hu: Fiók jóváhagyva.
ja: アカウントが承認されました。
ru: Аккаунт утвержден.

source: Registration revoked
de: Registrierung zurückgezogen
fr: Inscription refusée
gd: Chaidh an clàradh a chùl-ghairm
hu: Regisztráció visszavonva
ru: Регистрация отменена

source: User registrations awaiting review
de: Neuanmeldungen, die auf Deine Bestätigung warten
fr: Inscriptions en attente de confirmation
gd: Clàraichean chleachdaichean a’ feitheamh air lèirmheas
hu: Felülvizsgálatra váró felhasználói regisztrációk
ru: Регистрации пользователей, ожидающие подтверждения

source: Request date
de: Anfragedatum
fr: Date de la demande
gd: Cuin a chaidh iarraidh
hu: Kérés dátuma
ja: 依頼日
ru: Запрос даты

source: No registrations.
de: Keine Neuanmeldungen.
fr: Pas d'inscriptions.
gd: Chan eil clàradh ann.
hu: Nincsenek regisztrációk.
ja: 登録なし。
ru: Нет регистраций.

source: Note from the user
de: Hinweis vom Nutzer
fr: Message personnel
gd: Nòta on chleachdaiche
hu: Jegyzet a felhasználótól
ja: ユーザーからのメモ
ru: Сообщение от пользователя

source: Deny
de: Verwehren
fr: Refuser
gd: Diùlt
hu: Elutasítás
ja: 拒否する
ru: Отклонить

source: Show Ignored Requests
de: Zeige ignorierte Anfragen
fr: Voir les demandes ignorées
gd: Seall na h-iarrtasan a leig thu seachad
hu: Mellőzött kérések megjelenítése
ja: 無視されたリクエストを表示
ru: Показать проигнорированные запросы

source: Hide Ignored Requests
de: Verberge ignorierte Anfragen
fr: Cacher les demandes ignorées
gd: Falaich na h-iarrtasan a leig thu seachad
hu: Mellőzött kérések elrejtése
ja: 無視されたリクエストを隠す
ru: Скрыть проигнорированные запросы

source: Notification type:
de: Art der Benachrichtigung:
fr: Type de notification :
gd: Seòrsa a’ bhratha:
hu: Értesítés típusa:
ja: 通知の種類：
ru: Тип уведомления:

source: Suggested by:
de: Vorgeschlagen von:
fr: Suggéré par :
gd: ’Ga mholadh le:
hu: Ajánlotta:
ja: によって提案されました：
ru: Рекомендовано:

source: Claims to be known to you:
de: Behauptet, dich zu kennen:
fr: Prétend que vous le connaissez :
gd: A’ tagradh gur aithne dhut e:
hu: Azt állítja, hogy Ön ismeri:
ja: あなたに知られているという主張：
ru: Утверждения, о которых должно быть вам известно:

source: Shall your connection be bidirectional or not?
de: Soll die Verbindung beidseitig sein oder nicht?
fr: Souhaitez vous que votre connexion soit bi-directionnelle ?
gd: A bheil thu airson co-dhàimh a chruthachadh?
hu: Legyen a kapcsolata kétirányú vagy sem?
ja: つながりを相互フォローにしてもよいですか？
ru: Должно ли ваше соединение быть двухсторонним или нет?

source: Accepting %s as a friend allows %s to subscribe to your posts, and you will also receive updates from them in your news feed.
de: Akzeptierst du %s als Kontakt, erlaubst du damit das Lesen deiner Beiträge und abonnierst selbst auch die Beiträge von %s.
fr: Accepter %s comme ami autorise %s à s'abonner à vos publications, et vous recevrez également des nouvelles d'eux dans votre fil d'actualités.
gd: Ma ghabhas tu ri %s ’nad charaid, faodaidh %s fo-sgrìobhadh air na postaichean agad agus gheibh thu na naidheachdan uapa-san cuideachd.
hu: %s ismerősként való elfogadása lehetővé teszi %s számára, hogy feliratkozzon a bejegyzéseire, és Ön is frissítéseket fog kapni tőle a hírforrásában.
ja: %s を友達として受け入れた場合、%s はあなたの投稿を購読できます。また、あなたのニュースフィードにこのアカウントの投稿が表示されます。
ru: Принимая %s как друга вы позволяете %s читать ему свои записи, а также будете получать записи от него.

source: Accepting %s as a subscriber allows them to subscribe to your posts, but you will not receive updates from them in your news feed.
de: Wenn du %s als Abonnent akzeptierst, erlaubst du damit das Lesen deiner Beiträge, wirst aber selbst die Beiträge der anderen Seite nicht erhalten.
fr: Accepter %s comme ami les autorise à s'abonner à vos publications, mais vous ne recevrez pas de nouvelles d'eux dans votre fil d'actualités.
gd: Ma ghabhas tu ri %s mar fo-sgrìobhadh, faodaidh iad fo-sgrìobhadh air na postaichean agad ach chan fhaigh thu na naidheachdan uapa-san.
hu: %s feliratkozóként való elfogadása lehetővé teszi számára, hogy feliratkozzon a bejegyzéseire, de Ön nem fog frissítéseket kapni tőle a hírforrásában.
ja: %sを購読者として受け入れると、このアカウントはあなたの投稿を購読できますが、このアカウントからの投稿はあなたのニュースフィードに表示されません。
ru: Принимая %s как подписчика вы позволяете читать ему свои записи, но вы не будете получать записей от него.

source: Friend
de: Kontakt
fr: Ami
gd: Caraid
hu: Ismerős
ja: ともだち
ru: Друг

source: Subscriber
de: Abonnent
fr: Abonné∙e
gd: Fo-sgrìobhadh
hu: Feliratkozó
ja: 購読者
ru: Подписчик

source: No introductions.
de: Keine Kontaktanfragen.
fr: Aucune demande d'introduction.
gd: Chan eil cur an aithne ann.
hu: Nincsenek bemutatkozások.
ja: 招待はありません。
ru: Запросов нет.

source: No more %s notifications.
de: Keine weiteren %s-Benachrichtigungen
fr: Aucune notification de %s
gd: Chan eil brath %s ann tuilleadh.
hu: Nincs több %s értesítés.
ja: これ以上%s通知はありません。
ru: Больше нет уведомлений о %s.

source: You must be logged in to show this page.
de: Du musst eingeloggt sein damit diese Seite angezeigt werden kann.
fr: Vous devez être identifié pour afficher cette page.
gd: Feumaidh tu clàradh a-steach mus urrainn dhut an duilleag seo a shealltainn.
hu: Bejelentkezve kell lennie az oldal megtekintéséhez.
ja: このページを表示するにはログインする必要があります
ru: Вам нужно войти, чтобы увидеть эту страницу.

source: Network Notifications
de: Netzwerkbenachrichtigungen
fr: Notifications du réseau
gd: Brathan lìonraidh
hu: Hálózati értesítések
ja: ネットワーク通知
ru: Уведомления сети

source: System Notifications
de: Systembenachrichtigungen
fr: Notifications du système
gd: Brathan an t-siostaim
hu: Rendszerértesítések
ja: システム通知
ru: Уведомления системы

source: Personal Notifications
de: Persönliche Benachrichtigungen
fr: Notifications personnelles
gd: Brathan pearsanta
hu: Személyes értesítések
ja: 個人的な通知
ru: Личные уведомления

source: Home Notifications
de: Pinnwandbenachrichtigungen
fr: Notifications de page d'accueil
gd: Brathan na dachaighe
hu: Saját értesítések
ja: ホーム通知
ru: Уведомления

source: Show unread
de: Ungelesene anzeigen
fr: Afficher non-lus
gd: Seall an fheadhainn gun leughadh
hu: Olvasatlanok megjelenítése
ja: 未読を表示
ru: Показать непрочитанные

source: {0} requested registration
de: {0} möchte sich registrieren
fr: {0} a demandé à s'inscrire
gd: Dh’iarr {0} clàradh
hu: {0} regisztrációt kért
ja: {0}は登録をリクエストしました
ru: {0} запрос на регистрацию

source: {0} and %d others requested registration
de: {0} und %d weitere möchten sich registrieren
fr: {0} et %d autres attendent la confirmation de leur inscription.
gd: Dh’iarr {0} ’s %d eile clàradh
hu: {0} és még %d személy regisztrációt kért
ru: {0} и %d других запросов на регистрацию

source: Authorize application connection
de: Verbindung der Applikation autorisieren
fr: Autoriser l'application à se connecter
gd: Ùghdarraich ceangal aplacaide
hu: Alkalmazáskapcsolat felhatalmazása
ja: アプリからの接続を承認します
ru: Разрешить связь с приложением

source: Do you want to authorize this application to access your posts and contacts, and/or create new posts for you?
de: Möchtest du dieser Anwendung den Zugriff auf Deine Beiträge und Kontakte sowie das Erstellen neuer Beiträge in Deinem Namen gestatten?
fr: Voulez-vous autoriser cette application à accéder à vos publications et contacts, et/ou à créer des billets à votre place?
gd: A bheil thu airson cead a thoirt dhan aplacaid seo airson na postaichean ’s an luchd-aithne agad inntrigeadh agus/no postaichean ùra a chruthachadh às do leth?
hu: Szeretné felhatalmazni ezt az alkalmazást, hogy hozzáférjen a bejegyzéseihez és a partnereihez, és/vagy új bejegyzéseket hozzon létre Önnek?
ja: このアプリケーションによる、あなたの投稿・コンタクトの読み取りや、新しい投稿の作成を許可しますか？
ru: Вы действительно хотите разрешить этому приложению доступ к своим записям и контактам, а также создавать новые записи от вашего имени?

source: Unsupported or missing response type
de: Der Typ der Antwort fehlt oder wird nicht unterstützt
fr: Type de réponse manquant ou non pris en charge
gd: Seòrsa freagairte gun taic ris no a dhìth
hu: Nem támogatott vagy hiányzó választípus
ru: Неподдерживаемый или отсутствующий тип отклика

source: Incomplete request data
de: Daten der Anfrage sind nicht vollständig
fr: Requête incomplète
gd: Dàta iarrtais neo-choileanta
hu: Befejezetlen kérésadat
ru: Неполные данные запроса

source: Please copy the following authentication code into your application and close this window: %s
de: Bitte kopiere den folgenden Authentifizierungscode in deine App und schließe dieses Fenster: %s
fr: Veuillez copier le code d'identification suivant dans votre application et ensuite fermer cette fenêtre: %s
gd: Cuir lethbhreac dhen chòd dearbhaidh seo san aplacaid agad is dùin an uinneag seo: %s
hu: Másolja be a következő hitelesítési kódot az alkalmazásába, és zárja be ezt az ablakot: %s
ru: Пожалуйста, скопируйте следующий код аутентификации в ваше приложение и закройте это окно: %s

source: Invalid data or unknown client
de: Ungültige Daten oder unbekannter Client
fr: Données invalides ou client inconnu
gd: Dàta mì-dhligheach no cliant nach aithne dhuinn
hu: Érvénytelen adatok vagy ismeretlen ügyfél
ru: Ошибочные данные или неизвестный клиент

source: Unsupported or missing grant type
de: Der Grant-Typ fehlt oder wird nicht unterstützt
fr: Type de "grant" manquant ou non pris en charge
gd: Seòrsa ceadachaidh gun taic ris no a dhìth
hu: Nem támogatott vagy hiányzó felhatalmazástípus
ru: Неподдерживаемый или отсутствующий тип гранта.

source: Subscribing to contacts
de: Kontakten folgen
fr: Abonnement aux contacts
gd: Fo-sgrìobhadh air luchd-aithne
hu: Feliratkozás a partnerekre
ru: Подписка на контакты

source: No contact provided.
de: Keine Kontakte gefunden.
fr: Pas de contact fourni.
gd: Cha deach neach-aithne a thoirt seachad.
hu: Nincs partner megadva.
ja: コンタクトは提供されていません。
ru: Не указан контакт.

source: Couldn't fetch information for contact.
de: Konnte die Kontaktinformationen nicht einholen.
fr: Impossible de récupérer les informations pour ce contact.
gd: Cha d’ fhuair sinn grèim air an fhiosrachadh conaltraidh.
hu: Nem sikerült lekérni a partner információit.
ja: コンタクトの情報を取得できませんでした。
ru: Невозможно получить информацию о контакте.

source: Couldn't fetch friends for contact.
de: Konnte die Kontaktliste des Kontakts nicht abfragen.
fr: Impossible d'obtenir les abonnements de ce contact.
gd: Cha d’ fhuair sinn grèim air caraidean a chùm conaltraidh.
hu: Nem sikerült lekérni a partner ismerőseit.
ja: コンタクトの友達関係を取得できませんでした。
ru: Невозможно получить друзей для контакта.

source: Couldn't fetch following contacts.
de: Konnte Liste der gefolgten Kontakte nicht einholen.
fr: Impossible de récupérer les contacts suivants.
gd: Cha d’ fhuair sinn grèim air an luchd-aithne a leanas.
hu: Nem sikerült lekérni a következő partnereket.
ru: Не удалось загрузить контакты подписчиков.

source: Couldn't fetch remote profile.
de: Konnte das entfernte Profil nicht laden.
fr: Impossible de récupérer le profil distant.
gd: Cha d’ fhuair sinn grèim air a’ phròifil chèin.
hu: Nem sikerült lekérni a távoli profilt.
ru: Не получилось загрузить профиль.

source: Unsupported network
de: Netzwerk wird nicht unterstützt
fr: Réseau incompatible
gd: Lìonra ris nach eil taic
hu: Nem támogatott hálózat
ru: Сеть не поддерживается

source: Done
de: Erledigt
fr: Terminé
gd: Deiseil
hu: Kész
ja: 完了
ru: Готово

source: success
de: Erfolg
fr: réussite
gd: chaidh leis
hu: sikeres
ja: 成功
ru: удачно

source: failed
de: Fehlgeschlagen
fr: échec
gd: dh’fhàillig leis
hu: sikertelen
ja: 失敗
ru: неудача

source: ignored
de: Ignoriert
fr: ignoré
gd: chaidh a leigeil seachad
hu: mellőzve
ja: 無視
ru: игнорирован

source: Keep this window open until done.
de: Lasse dieses Fenster offen, bis der Vorgang abgeschlossen ist.
fr: Veuillez garder cette fenêtre ouverte jusqu'à la fin.
gd: Cùm an uinneag seo fosgailte gus am bi e deiseil.
hu: Tartsa nyitva ezt az ablakot, amíg el nem készül.
ja: ウィンドウを閉じずにお待ちください…
ru: Держать окно открытым до завершения.

source: Search in Friendica %s
de: Friendica durchsuchen %s
fr: Rechercher sur Friendica de %s
hu: Keresés itt: Friendica %s

source: The Photo is not available.
de: Das Foto ist nicht verfügbar.
fr: La photo n'est pas disponible.
gd: Chan eil an dealbh ri fhaighinn.
hu: A fénykép nem érhető el.
ru: Фото недоступно.

source: The Photo with id %s is not available.
de: Das Bild mit ID %s ist nicht verfügbar.
fr: La photo avec l'identifiant %s n'est pas disponible.
gd: Chan eil an dealbh air a bheil an id %s ri fhaighinn.
hu: A(z) %s azonosítóval rendelkező fénykép nem érhető el.
ja: ID%sの写真は利用できません
ru: Фотография с id %s недоступна.

source: Invalid external resource with url %s.
de: Ungültige externe Ressource mit der URL %s
fr: La ressource externe avec l'URL %s est invalide.
gd: Goireas mì-dhligheach air an taobh a-muigh leis an url %s.
hu: Érvénytelen külső erőforrás a(z) %s URL-lel.
ru: Проблема с внешним ресурсом по адресу %s.

source: Invalid photo with id %s.
de: Fehlerhaftes Foto mit der ID %s.
fr: La photo avec l'identifiant %s est invalide.
gd: Dealbh mì-dhligheach air a bheil an id %s.
hu: Érvénytelen %s azonosítóval rendelkező fénykép.
ja: ID %s の写真が無効です。
ru: Неправильное фото с id %s.

source: Post not found.
de: Beitrag nicht gefunden.
fr: Publication non trouvée.
gd: Cha deach am post a lorg.
hu: A bejegyzés nem található.
ru: Запись не найдена

source: Edit post
de: Beitrag bearbeiten
fr: Éditer la publication
gd: Deasaich am post
hu: Bejegyzés szerkesztése
ja: 投稿を編集
ru: Редактировать запись

source: web link
fr: lien web
gd: ceangal-lìn
hu: webhivatkozás
ja: ウェブリンク
ru: веб-ссылка

source: Insert video link
de: Video-Adresse einfügen
fr: Insérer un lien video
gd: Cuir a-steach ceangal video
hu: Videohivatkozás beszúrása
ja: ビデオリンクを挿入
ru: Вставить ссылку видео

source: video link
fr: lien vidéo
gd: ceangal video
hu: videohivatkozás
ja: ビデオリンク
ru: видео-ссылка

source: Insert audio link
de: Audio-Adresse einfügen
fr: Insérer un lien audio
gd: Cuir a-steach ceangal fuaime
hu: Hanghivatkozás beszúrása
ja: オーディオリンクを挿入
ru: Вставить ссылку аудио

source: audio link
fr: lien audio
gd: ceangal fuaime
hu: hanghivatkozás
ja: オーディオリンク
ru: аудио-ссылка

source: Remove Item Tag
de: Gegenstands-Tag entfernen
fr: Enlever le tag de l'élément
gd: Thoir air falbh taga an nì
hu: Elem címkéjének eltávolítása
ja: タグの削除
ru: Удалить ключевое слово

source: Select a tag to remove:
de: Wähle ein Tag zum Entfernen aus:
fr: Sélectionner un tag à supprimer :
gd: Tagh taga gus a thoirt air falbh:
hu: Eltávolítandó címke kiválasztása:
ja: 削除するタグを選択:
ru: Выберите ключевое слово для удаления:

source: Remove
de: Entfernen
fr: Utiliser comme photo de profil
gd: Thoir air falbh
hu: Eltávolítás
ja: 削除
ru: Удалить

source: Wrong type "%s", expected one of: %s
de: Falscher Typ "%s", hatte einen der Folgenden erwartet: %s
fr: Type inattendu "%s", valeurs attendues : %s
gd: Seòrsa “%s” ceàrr, an dùil air fear dhen fheadhainn seo: %s
hu: Hibás típus: „%s”, a következők egyike várt: %s
ru: Ошибочный тип "%s", ожидался один из: %s

source: Model not found
de: Model nicht gefunden
fr: Objet introuvable
gd: Cha deach am modail a lorg
hu: A modell nem található
ja: モジュールが見つかりません
ru: Модель не найдена

source: Unlisted
de: Ungelistet
fr: Non listé
gd: Falaichte o liostaichean
hu: Listázatlan
ru: Непублично

source: Remote privacy information not available.
de: Entfernte Privatsphäreneinstellungen nicht verfügbar.
fr: Informations de confidentialité indisponibles.
gd: Chan eil fiosrachadh cèin na prìobhaideachd ri làimh.
hu: A távoli adatvédelmi információk nem érhetők el.
ja: リモートプライバシー情報は利用できません。
ru: Личная информация удаленно недоступна.

source: Visible to:
de: Sichtbar für:
fr: Visible par :
gd: Ri fhaicinn do:
hu: Látható nekik:
ja: 表示先：
ru: Кто может видеть:

source: CC:
hu: Másolat:

source: BCC:
fr: CCI:
hu: Rejtett másolat:
