Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Use the command "console relay" in the command line to add or remove relays.
de: Verwende den Befehl "console relay" auf der Kommandozeile um weitere Relays hinzu zu fügen oder zu entfernen.
fr: Utilisez la commande "console relay" en ligne de commande pour ajouter ou retirer des relais.
gd: Cleachd an àithne “console relay” air an loidhne-àithne a chur ris no a thoirt air falbh ath-sheachadain.
hu: Használja a „console relay” parancsot a parancssorban a továbbítók hozzáadásához vagy eltávolításához.
ru: Используйте команду "console relay" в командной строке для добавления и удаления ретрансляторов.

source: The system is not subscribed to any relays at the moment.
de: Das System hat derzeit keinerlei Relays abonniert.
fr: Ce serveur n'est pas abonné à un relai pour le moment.
gd: Cha do rinn an siostam fo-sgrìobhadh air ath-sheachadan sam bith aig an àm seo.
hu: A rendszer jelenleg nincs feliratkozva semmilyen továbbítóra sem.
ru: Система сейчас не подписана на ретрансляторы.

source: The system is currently subscribed to the following relays:
de: Das System hat derzeit Abonnements bei folgenden Releays:
fr: Ce serveur est actuellement abonné aux relais suivants:
gd: Tha an siostam a’ fo-sgrìobhadh dha na h-ath-sheachadain seo:
hu: A rendszer jelenleg a következő továbbítókra van feliratkozva:
ru: Система сейчас подписана на следующие ретрансляторы:

source: Relocate Node
de: Knoten umziehen
fr: Déplacer le nœud
gd: Imrich an nòd
hu: Csomópont áthelyezése
ru: Переместить узел

source: Relocating your node enables you to change the DNS domain of this node and keep all the existing users and posts. This process takes a while and can only be started from the relocate console command like this:
de: Um deinen Friendica Knoten auf einen andere Domainnamen umzuziehen, und dabei alle existierenden Accounts und Beiträge zu behalten, kannst du dazu einen Konsolenbefehl verwenden. Die nötigen Aktualisierungen wird einige Zeit dauern und können nur auf der Konsole gestartet werden. Hierzu verwendest du einen Befehl wie den folgenden:
fr: Déplacer votre nœud vous permet de changer le domaine DNS de celui-ci et de conserver tous les utilisateurs existants ainsi que les publications. Ce processus prend un certain temps et ne peut être lancé que depuis la ligne de commande relocate de la façon suivante :
gd: Le imrich an nòd, ’s urrainn dhut àrainn DNS an nòid seo atharrachadh agus na cleachdaichean is postaichean uile a chumail. Bheir am pròiseas seo greis mhath is cha ghabh a thòiseachadh ach le àithne imrich na consoil mar seo:
hu: A csomópont áthelyezése lehetővé teszi a csomópont DNS-tartományának megváltoztatását, valamint az összes meglévő felhasználó és bejegyzés megtartását. Ez a folyamat eltart egy ideig, és csak az áthelyezés konzolparanccsal indítható el az alábbi módon:
ru: Перемещение узла позволяет вам изменить DNS-имя этого узла с сохранением всех пользователей и записей. Этот процесс может занять много времени и может быть запущен только с помощью команды консоли:

source: (Friendica directory)# bin/console relocate https://newdomain.com
de: (Friendica Verzeichnis)# bin/console relocate https://newdomain.com
fr: (Friendica directory)# bin/console relocate https://nouveaudomaine.fr
gd: (Pasgan Friendica)# bin/console relocate https://àrainn-ùr.com
hu: (Friendica könyvtár)# bin/console relocate https://uj-tartomany.hu
ru: (каталог Friendica)# bin/console relocate https://newdomain.com

source: Site name
de: Seitenname
fr: Nom du site
gd: Ainm na làraich
hu: Oldal neve
ja: サイト名
ru: Название сайта

source: Sender Email
de: Absender für Emails
fr: Courriel de l'émetteur
gd: Post-d an t-seòladair
hu: Küldő e-mail-címe
ja: 送信者のメール
ru: Системный Email

source: The email address your server shall use to send notification emails from.
de: Die E-Mail Adresse, die dein Server zum Versenden von Benachrichtigungen verwenden soll.
fr: L'adresse courriel à partir de laquelle votre serveur enverra des courriels.
gd: An seòladh puist-d a chleachdas am frithealaiche airson brathan puist-d a chur uaithe.
hu: Az az e-mail-cím, amelyet a kiszolgáló használhat az értesítési e-mailek kiküldéséhez.
ja: サーバーが通知メールの送信に使用するメールアドレス。
ru: Адрес с которого будут приходить письма пользователям.

source: Name of the system actor
de: Name des System-Actors
fr: Nom du compte système
gd: Ainm actar an t-siostaim
hu: A rendszer szereplőjének neve
ru: Имя системного аккаунта

source: Name of the internal system account that is used to perform ActivityPub requests. This must be an unused username. If set, this can't be changed again.
de: Name des internen System-Accounts der für ActivityPub Anfragen verwendet wird. Der Nutzername darf bisher nicht verwendet werden. Ist der Name einmal gesetzt kann er nicht mehr geändert werden.
fr: Nom du compte interne utilisé pour effectuer les requêtes ActivityPub. Ce nom doit être inutilisé actuellement. Une fois défini, ce nom ne peut pas être changé.
gd: Ainm cunntas inntearnail an fhrithealaiche a thèid a chleachdadh airson iarrtasan ActivityPub. Feumaidh seo a bhith ’na ainm-chleachdaiche gun chleachdadh. Nuair a bhios seo air a shuidheachadh, gha ghabh atharrachadh a-rithist.
hu: A belső rendszerfiók neve, amely az ActivityPub kérések végrehajtásához lesz használva. Ennek egy nem használt felhasználónévnek kell lennie. Ha be van állítva, akkor ez nem változtatható meg újra.
ru: Имя внутреннего системного аккаунта, который используется для выполнения запросов ActivityPub. Это должно быть не занятое имя пользователя. После установки его нельзя изменить снова.

source: Banner/Logo
fr: Bannière/Logo
gd: Bratach/Suaicheantas
hu: Reklámcsík vagy logó
ja: バナー/ロゴ
ru: Баннер/Логотип

source: Email Banner/Logo
fr: Bannière/Logo de courriel
gd: Bratach/Suaicheantas puist-d
hu: E-mail reklámcsík vagy logó
ru: Лого для писем

source: Shortcut icon
fr: Icône de raccourci
gd: Ìomhaigheag na h-ath-ghoirid
hu: Böngészőikon
ja: ショートカットアイコン
ru: Иконка сайта

source: Link to an icon that will be used for browsers.
de: Link zu einem Icon, das Browser verwenden werden.
fr: Lien vers une icône qui sera utilisée pour les navigateurs.
gd: Ceangal gu ìomhaigheag a thèid a chleachdadh le brabhsairean.
hu: Hivatkozás egy ikonra, amely a böngészőknél lesz használva.
ja: ブラウザーに使用されるアイコンへのリンク。
ru: Ссылка на иконку, которая будет использоваться браузерами.

source: Touch icon
fr: Icône pour systèmes tactiles
gd: Ìomhaigheag suathaidh
hu: Érintő ikon
ja: タッチアイコン
ru: Иконка веб-приложения

source: Link to an icon that will be used for tablets and mobiles.
de: Link zu einem Icon, das Tablets und Mobiltelefone verwenden sollen.
fr: Lien vers une icône qui sera utilisée pour les tablettes et les mobiles.
gd: Ceangal gu ìomhaigheag a thèid a chleachdadh airson tablaidean is fònaichean-làimhe.
hu: Hivatkozás egy ikonra, amely táblagépeknél és mobiltelefonoknál lesz használva.
ja: タブレットやモバイルで使用されるアイコンへのリンク。
ru: Ссылка на иконку, которая будет использоваться для создания ярлыка на смартфонах и планшетах.

source: Additional Info
de: Zusätzliche Informationen
fr: Informations supplémentaires
gd: Barrachd fiosrachaidh
hu: További információk
ja: 追加情報
ru: Дополнительная информация

source: For public servers: you can add additional information here that will be listed at %s/servers.
de: Für öffentliche Server kannst du hier zusätzliche Informationen angeben, die dann auf %s/servers angezeigt werden.
fr: Description publique destinée au <a href="%s">répertoire global de sites Friendica</a>.
gd: Airson frithealaichean poblach: ’s urrainn dhut barrachd fiosrachaidh a chur ris an-seo a nochdas air %s/servers.
hu: Nyilvános kiszolgálóknál: itt adhat meg további információkat, amelyek a %s/servers oldalon lesznek felsorolva.
ja: パブリックサーバーの場合：追加の情報をここに追加して、 %s/servers にリストできます。
ru: Для публичных серверов: здесь вы можете разместить дополнительную информацию и она будет доступна по %s/servers.

source: System language
de: Systemsprache
fr: Langue du système
gd: Cànan an t-siostaim
hu: Rendszer nyelve
ja: システム言語
ru: Системный язык

source: System theme
de: Systemweites Theme
fr: Thème du système
gd: Ùrlar an t-siostaim
hu: Rendszer témája
ja: システムテーマ
ru: Системная тема

source: Default system theme - may be over-ridden by user profiles - <a href="%s" id="cnftheme">Change default theme settings</a>
de: Standard-Theme des Systems - kann von Benutzerprofilen überschrieben werden - <a href="%s" id="cnftheme">Einstellungen des Standard-Themes ändern</a>
fr: Thème système par défaut - peut être modifié par profil utilisateur - <a href="%s" id="cnftheme"> Changer les paramètres de thème par défaut</a>
gd: Ùrlar bunaiteach an t-siostaim – gabhaidh a thar-àithneadh le pròifilean cleachdaiche – <a href="%s" id="cnftheme">Atharraich roghainnean an ùrlair bhunaitich</a>
hu: Alapértelmezett rendszertéma – a felhasználói profilok felülbírálhatják – <a href="%s" id="cnftheme">alapértelmezett témabeállítások megváltoztatása</a>.
ru: Тема по-умолчанию - пользователи могут менять её в настройках своего профиля - <a href="%s" id="cnftheme">Изменить тему по-умолчанию</a>

source: Mobile system theme
de: Systemweites mobiles Theme
fr: Thème mobile
gd: Ùrlar mobile an t-siostaim
hu: Mobilrendszer témája
ja: モバイルシステムのテーマ
ru: Мобильная тема системы

source: Theme for mobile devices
de: Theme für mobile Geräte
fr: Thème pour les terminaux mobiles
gd: An t-ùrlar do dh’uidheaman mobile
hu: Téma a mobil eszközökhöz.
ja: モバイルデバイスのテーマ
ru: Тема для мобильных устройств

source: Force SSL
de: Erzwinge SSL
fr: SSL obligatoire
gd: Spàrr SSL
hu: SSL kényszerítése
ja: SSLを強制する
ru: SSL принудительно

source: Force all Non-SSL requests to SSL - Attention: on some systems it could lead to endless loops.
de: Erzwinge SSL für alle Nicht-SSL-Anfragen - Achtung: auf manchen Systemen verursacht dies eine Endlosschleife.
fr: Redirige toutes les requêtes en clair vers des requêtes SSL. Attention : sur certains systèmes cela peut conduire à des boucles de redirection infinies.
gd: Spàrr SSL air a h-uile iarrtas gun SSL – An aire: dh’fhaoidte gun adhbharaich seo lùban gun chrìoch air cuid a shiostaman.
hu: Az összes nem SSL kérés SSL-re kényszerítése – Figyelem: néhány rendszeren végtelen hurkokat eredményezhet.
ja: すべての非SSL要求をSSLに強制する-注意：一部のシステムでは、無限ループにつながる可能性があります。
ru: Форсировать не-SSL запросы как SSL. Внимание: на некоторых системах это может привести к бесконечным циклам.

source: Show help entry from navigation menu
de: Zeige den Hilfe-Eintrag im Navigationsmenü an
fr: Montrer l'aide dans le menu de navigation
gd: Seall nì na cobharach ann an clàr-taice na seòladaireachd
hu: Súgó bejegyzés megjelenítése a navigációs menüből
ru: Показать пункт "помощь" в меню навигации

source: Displays the menu entry for the Help pages from the navigation menu. It is always accessible by calling /help directly.
de: Zeigt im Navigationsmenü den Eintrag für die Hilfe-Seiten an. Es ist immer möglich diese Seiten direkt über /help in der Adresseingabe des Browsers aufzurufen.
fr: Montre l'Aide dans le menu de navigation. L'aide reste accessible en naviguant vers /help directement.
gd: Seallaidh an nì airson duilleagan na cobharach ann an clàr-taice na seòladaireachd. Gabhaidh inntrigeadh le gairm /help gu dìreach an-còmhnaidh.
hu: Megjeleníti a súgóoldalak menübejegyzését a navigációs menüből. Ez mindig elérhető a „/help” közvetlen meghívásával.
ru: Показывает пункт меню для страницы справки из меню навигации. Она так же всегда доступна по прямой ссылке /help.

source: Single user instance
de: Ein-Nutzer Instanz
fr: Instance mono-utilisateur
gd: Ionstans aon-chleachdaiche
hu: Egyfelhasználós példány
ja: シングルユーザーインスタンス
ru: Однопользовательский режим

source: Make this instance multi-user or single-user for the named user
de: Bestimmt, ob es sich bei dieser Instanz um eine Installation mit nur einen Nutzer oder mit mehreren Nutzern handelt.
fr: Transformer cette en instance en multi-utilisateur ou mono-utilisateur pour cet l'utilisateur.
gd: Dèan ionstans ioma-chleachdaiche no aon-chleachdaiche dhan chleachdaiche ainmichte dhen ionstans seo
hu: Többfelhasználóssá vagy a megnevezett felhasználó számára egyfelhasználóssá teszi ezt a rendszert.
ja: 指定されたユーザーに対してこのインスタンスをマルチユーザーまたはシングルユーザーにします
ru: Сделать этот экземпляр многопользовательским, или однопользовательским для названного пользователя

source: Maximum image size
de: Maximale Bildgröße
fr: Taille maximale des images
gd: Meud as motha nan dealbhan
hu: Legnagyobb képméret
ja: 最大画像サイズ
ru: Максимальный размер изображения

source: Maximum size in bytes of uploaded images. Default is 0, which means no limits. You can put k, m, or g behind the desired value for KiB, MiB, GiB, respectively. The value of <code>upload_max_filesize</code> in your <code>PHP.ini</code> needs be set to at least the desired limit. Currently <code>upload_max_filesize</code> is set to %s (%s byte)
de: Die maximale Größe von Bildern in Bytes. Grundeinstellung ist 0, welches keine Limitierung durch die Bildgröße bedeutet. Du kannst k, m oder g als Abkürzung hinter der Zahl angeben um KiB, MIB oder GiB zu definieren. Der Wert der <code>1upload_max_filesize1</code> Variable in der <code>php.ini</code> Datei muss diesem Limit mindestens entsprechen. Derzeit ist <code>3upload_max_filesize3</code> auf %s (%sByte) gesetzt.
fr: Taille maximale en octets des images téléversées. La valeur par défaut est 0, ce qui signifie aucune limite. Vous pouvez indiquer k, m, ou g après la valeur désirée pour Kio, Mio, Gio respectivement. La valeur de <code>upload_max_filesize</code> dans votre <code>PHP.ini</code> doit être définie au minimum à la valeur désirée. Actuellement <code>upload_max_filesize</code> est définie à %s (%s octet)
gd: Am meud as motha ann am baidht do dhealbhan a thèid a luchdadh suas. Is 0 a’ bhun-roghainn, ’s e sin gun chrìoch. ’S urrainn dhut k, m no g a chur às dèidh an luacha a thogras tu airson KiB, MiB no GiB. Feumaidh tu an luach air <code>upload_max_filesize</code> sa <code>PHP.ini</code> a shuidheachadh air a’ chrìoch a thogras tu air a char as lugha. Chaidh <code>upload_max_filesize</code> a shuidheachadh air %s (%s baidht) aig an àm seo
hu: A feltöltött képek legnagyobb mérete bájtban. Alapértelmezetten 0, ami azt jelenti, hogy nincs korlátozás. A kívánt érték mögé k, m vagy g értékeket is írhat a KiB, MiB, GiB értékhez, ebben a sorrendben. A <code>PHP.ini</code> fájlban lévő <code>upload_max_filesize</code> értékét be kell állítani legalább a kívánt korlátra. Jelenleg az <code>upload_max_filesize</code> %s (%s bájt) értékre van állítva.

source: Maximum image length
de: Maximale Bildlänge
fr: Longueur maximale des images
gd: Faide as motha nan dealbhan
hu: Legnagyobb képhossz
ja: 最大画像長
ru: Максимальная длина картинки

source: Maximum length in pixels of the longest side of uploaded images. Default is -1, which means no limits.
de: Maximale Länge in Pixeln der längsten Seite eines hochgeladenen Bildes. Grundeinstellung ist -1, was keine Einschränkung bedeutet.
fr: Longueur maximale en pixels du plus long côté des images téléversées. La valeur par défaut est -1 : absence de limite.
gd: An fhaide as motha ann am piogsail aig an taobh as fhaide do dhealbhan a thèid a luchdadh suas. Is -1 a’ bhun-roghainn, ’s e sin gun chrìoch.
hu: A feltöltött képek leghosszabb oldalának legnagyobb hossza képpontban. Alapértelmezetten -1, ami azt jelenti, hogy nincs korlát.
ja: アップロードされた画像の最長辺のピクセル単位の最大長。デフォルトは-1で、制限がないことを意味します。
ru: Максимальная длина в пикселях для длинной стороны загруженных изображений. По умолчанию равно -1, что означает отсутствие ограничений.

source: JPEG image quality
de: Qualität des JPEG Bildes
fr: Qualité JPEG des images
gd: Càileachd deilbh JPEG
hu: JPEG-képek minősége
ja: JPEG画像品質
ru: Качество JPEG изображения

source: Uploaded JPEGS will be saved at this quality setting [0-100]. Default is 100, which is full quality.
de: Hochgeladene JPEG-Bilder werden mit dieser Qualität [0-100] gespeichert. Grundeinstellung ist 100, kein Qualitätsverlust.
fr: Les JPEGs téléversés seront sauvegardés avec ce niveau de qualité [0-100]. La valeur par défaut est 100, soit la qualité maximale.
gd: Thèid dealbhan a’ sàbhaladh leis a’ chàileachd JPEG seo às dèidh an luchdadh suas [0-100]. Is 100 a’ bhun-roghainn, ’s e sin a’ chàileachd shlàn.
hu: A feltöltött JPEG-képek ezzel a minőségbeállítással lesznek elmentve [0-100]. Alapértelmezetten 100, ami teljes minőséget jelent.
ja: アップロードされたJPEGSは、この品質設定[0-100]で保存されます。デフォルトは100で、完全な品質です。
ru: Загруженные изображения JPEG будут сохранены в этом качестве [0-100]. По умолчанию 100, что означает полное качество.

source: Maximum media file size
de: Maximale Medien-Dateigröße
fr: Taille maximale d'un média
hu: Legnagyobb médiafájlméret

source: Maximum size in bytes of uploaded media files. Default is 0, which means no limits. You can put k, m, or g behind the desired value for KiB, MiB, GiB, respectively. The value of <code>upload_max_filesize</code> in your <code>PHP.ini</code> needs be set to at least the desired limit. Currently <code>upload_max_filesize</code> is set to %s (%s byte)
de: Die maximale Größe von Multimedia Dateien in Bytes. Grundeinstellung ist 0, welches keine Limitierung durch die Bildgröße bedeutet. Du kannst k, m oder g als Abkürzung hinter der Zahl angeben um KiB, MIB oder GiB zu definieren. Der Wert der <code>1upload_max_filesize1</code> Variable in der <code>php.ini</code> Datei muss diesem Limit mindestens entsprechen. Derzeit ist <code>3upload_max_filesize3</code> auf %s (%sByte) gesetzt.
fr: Taille maximale en octets des fichiers multimédias envoyés. La valeur par défaut est 0, ce qui signifie aucune limite. Vous pouvez mettre k, m, ou g derrière la valeur souhaitée pour KiB, MiB, GiB, respectivement. La valeur de <code>upload_max_filesize</code> dans votre <code>PHP.ini</code> doit être au moins égale à la limite souhaitée. Actuellement, <code>upload_max_filesize</code> est fixé à %s (%s byte)
hu: A feltöltött médiafájlok legnagyobb mérete bájtban. Alapértelmezetten 0, ami azt jelenti, hogy nincs korlátozás. A kívánt érték mögé k, m vagy g értékeket is írhat a KiB, MiB, GiB értékhez, ebben a sorrendben. A <code>PHP.ini</code> fájlban lévő <code>upload_max_filesize</code> értékét be kell állítani legalább a kívánt korlátra. Jelenleg az <code>upload_max_filesize</code> %s (%s bájt) értékre van állítva.

source: Register policy
de: Registrierungsmethode
fr: Politique d'inscription
gd: Poileasaidh clàraidh
hu: Regisztrációs irányelv
ja: 登録ポリシー
ru: Политика регистрации

source: Maximum Users
de: Maximale Benutzeranzahl
fr: Utilisateurs maximum
gd: Àireamh as motha de chleachdaichean
hu: Legtöbb felhasználó
ru: Максимум пользователей

source: If defined, the register policy is automatically closed when the given number of users is reached and reopens the registry when the number drops below the limit. It only works when the policy is set to open or close, but not when the policy is set to approval.
de: Falls definiert, wird die Registrierungsrichtlinie automatisch geschlossen, wenn die angegebene Anzahl von Benutzern erreicht ist, und die Registrierung wieder geöffnet, wenn die Anzahl unter den Grenzwert fällt. Dies funktioniert nur, wenn die Richtlinie auf "Öffnen" oder "Schließen" eingestellt ist, nicht aber, wenn die Richtlinie auf "Genehmigung" eingestellt ist.
fr: Si défini, la politique d'inscription est automatiquement définie à "Fermé" quand le nombre d'utilisateurs est atteint et mis à "Ouvert" quand le nombre descend en dessous de la limite. Cela fonctionne uniquement si la politique est défini à "Ouvert" ou "Fermé", mais pas quand celle-ci est définie à "Demande une approbation".
gd: Ma bhios seo air a mhìneachadh, thèid poileasaidh nan clàraidhean a dhùnadh gu fèin-obrachail nuair a bhios an àireamh shònraichte de chleachdaichean air a ruigsinn agus fhosgladh a-rithist nuair a thèid an àireamh nas ìsle na a’ chrìoch. Chan obraich seo ach ma chaidh am poileasaidh a shuidheachadh air “Fosgailte” no “Dùinte” agus chan obraich e ma chaidh am poileasaidh a shuidheachadh air “Aontachadh”.
hu: Ha meg van adva, akkor a regisztrációs házirend automatikusan lezárja a regisztrációt a megadott számú felhasználó elérésekor, és újra megnyitja a regisztrációt, ha a felhasználók száma a határérték alá csökken. Ez csak akkor működik, ha a házirend nyitottra vagy zártra van beállítva, de nem működik, ha a házirend jóváhagyásra van beállítva.
ru: Если включено, регистрация будет автоматически закрываться при достижении указанного числа пользователей и вновь открываться, если число пользователей снова снизится. Это работает только, если регистрация установлена как открытая или закрытая, но не когда включено её одобрение.

source: Maximum Daily Registrations
de: Maximum täglicher Registrierungen
fr: Inscriptions maximum par jour
gd: An àireamh as motha de chlàraidhean gach latha
hu: Legtöbb napi regisztráció
ja: 毎日の最大登録数
ru: Максимальное число регистраций в день

source: If registration is permitted above, this sets the maximum number of new user registrations to accept per day. If register is set to closed, this setting has no effect.
de: Wenn die Registrierung weiter oben erlaubt ist, regelt dies die maximale Anzahl von Neuanmeldungen pro Tag. Wenn die Registrierung geschlossen ist, hat diese Einstellung keinen Effekt.
fr: Si les inscriptions sont permises ci-dessus, ceci fixe le nombre maximum d'inscriptions de nouveaux utilisateurs acceptées par jour. Si les inscriptions ne sont pas ouvertes, ce paramètre n'a aucun effet.
gd: Ma tha an clàradh ceadaichte gu h-àrd, suidhichidh seo an àireamh as motha de chlàraidhean chleachdaichean ùra gach latha. Ma tha an clàradh dùinte, cha doir an roghainn seo buaidh.
hu: Ha a regisztrációk megengedettek fent, akkor ez állítja be a naponta elfogadandó új felhasználói regisztrációk legnagyobb számát. Ha a regisztráció lezártra van állítva, akkor ennek a beállításnak nincs hatása.
ja: 上記で登録が許可されている場合、これは1日に受け入れる新しいユーザー登録の最大数を設定します。レジスタがクローズに設定されている場合、この設定は効果がありません。
ru: Если регистрация разрешена, этот параметр устанавливает максимальное количество новых регистраций пользователей в день. Если регистрация закрыта, эта опция не имеет никакого эффекта.

source: Register text
de: Registrierungstext
fr: Texte d'inscription
gd: Teacsa a’ chlàraidh
hu: Regisztrációs szöveg
ja: 登録テキスト
ru: Текст регистрации

source: Will be displayed prominently on the registration page. You can use BBCode here.
de: Wird gut sichtbar auf der Registrierungsseite angezeigt. BBCode kann verwendet werden.
fr: Ce texte est affiché sur la page d'inscription. Les BBCodes sont autorisés.
gd: Thèid a shealltainn gu follaiseach air duilleag a’ chlàraidh. ’S urrainn dhut BBCode a chleachdadh an-seo.
hu: Szembetűnően lesz megjelenítve a regisztrációs oldalon. BBCode formázást is használhat itt.
ja: 登録ページに目立つように表示されます。ここでBBCodeを使用できます。
ru: Будет отображаться на видном месте на странице регистрации. Вы можете использовать BBCode для оформления.

source: Forbidden Nicknames
de: Verbotene Spitznamen
fr: Identifiants réservés
gd: Far-ainmean toirmisgte
hu: Tiltott becenevek
ja: 禁止されたニックネーム
ru: Запрещённые ники
