Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Your DB still runs with InnoDB tables in the Antelope file format. You should change the file format to Barracuda. Friendica is using features that are not provided by the Antelope format. See <a href="%s">here</a> for a guide that may be helpful converting the table engines. You may also use the command <tt>php bin/console.php dbstructure toinnodb</tt> of your Friendica installation for an automatic conversion.<br />
de: Deine DB verwendet derzeit noch InnoDB Tabellen im Antelope Dateiformat. Du solltest diese auf das Barracuda Format ändern. Friendica verwendet einige Features, die nicht vom Antelope Format unterstützt werden. <a href="%s">Hier</a> findest du eine Anleitung für die Umstellung. Alternativ kannst du auch den Befehl <tt>php bin/console.php dbstructure toinnodb</tt> In der Kommandozeile deiner Friendica Instanz verwenden um die Formate automatisch anzupassen.<br />
fr: Votre BDD utilise encore des tables InnoDB au format de fichiers Antelope. Vous devriez le remplacer par le format Barracuda. Friendica utilise des fonctionnalités qui ne sont pas disponibles dans le format Antelope. Voir <a href="%s">ici</a> pour un guide qui peut être utile pour la conversion du moteur des tables. Vous pouvez également utiliser la commande <tt>php bin/console.php dbstructure toinnodb</tt> de votre installation Friendica pour une conversion automatique.<br />
gd: Tha an stòr-dàta agad a’ cleachdadh clàran InnoDB san fhòrmat faidhle Antelope fhathast. Bu chòir dhut fòrmat nam faidhlichean atharrachadh gu Barracuda. Tha Friendica a’ cleachdadh gleusan nach solair fòrmat Antelope. Faic <a href="%s">an treòir</a> a tha cuideachail airson einnseanan nan clàran iompachadh. ’S urrainn dhut cuideachd an àithne <tt>php bin/console.php dbstructure toinnodb</tt> aig an stàladh agad dhe Friendica a chleachdadh airson iompachadh fèin-obrachail.<br />
hu: Az adatbázisa még mindig Antelope fájlformátumban lévő InnoDB táblákkal fut. Meg kell változtatnia a fájlformátumot Barracudára. A Friendica olyan funkciókat használ, amelyeket az Antelope fájlformátum nem biztosít. <a href="%s">Nézze meg ezt az útmutatót</a>, amely hasznos lehet a táblamotorok átalakításához. Használhatja a Friendica telepítésének <tt>php bin/console.php dbstructure toinnodb</tt> parancsát is az automatikus átalakításhoz.<br />

source: Your table_definition_cache is too low (%d). This can lead to the database error "Prepared statement needs to be re-prepared". Please set it at least to %d. See <a href="%s">here</a> for more information.<br />
de: Der Wert table_definition_cache ist zu niedrig (%d). Dadurch können Datenbank Fehler "Prepared statement needs to be re-prepared" hervor gerufen werden. Bitte setze den Wert auf mindestens %d. Weiterführende Informationen <a href="%s">findest du hier</a>.
fr: Votre table_definition_cache est trop faible (%d). Cela peut conduire à l'erreur de base de données "Prepared statement needs to be re-prepared". Merci de le définir au minimum à %d. Voir <a href="%s">ici</a> pour plus d'informations.<br />
gd: Tha an table_definition_cache agad ro ìosal (%d). Dh’fhaoidte gun adhbharaich seo mearachd “Prepared statement needs to be re-prepared” an stòir-dhàta. Suidhich air %d e air a char as lugha. Seall <a href="%s">an-seo</a> airson barrachd fiosrachaidh.<br />
hu: A table_definition_cache értéke túl alacsony (%d). Ez a „Prepared statement needs to be re-prepared” adatbázishibához vezethet. Állítsa legalább %d értékre. További információkért <a href="%s">nézze meg ezt</a>.<br />
ru: Ваше значение table_definition_cache слишком маленькое (%d). Это может вызвать ошибку базы данных "Prepared statement needs to be re-prepared". Пожалуйста, установите его хотя бы в %d. Смотрите <a href="%s">здесь</a> для дополнительной информации.<br />

source: There is a new version of Friendica available for download. Your current version is %1$s, upstream version is %2$s
de: Es gibt eine neue Version von Friendica. Du verwendest derzeit die Version %1$s, die aktuelle Version ist %2$s.
fr: Une nouvelle version de Friendica est disponible. Votre version est %1$s, la nouvelle version est %2$s
gd: Tha tionndadh ùr dhe Friendica ri fhaighinn airson luchdadh a-nuas. ’S e %1$s a tha san tionndadh làithreach agad, ’S e %2$s a tha san tionndadh upstream
hu: Elérhető a Friendica új verziója a letöltéshez. A jelenlegi verziója %1$s, a távoli verzió %2$s.
ja: ダウンロード可能なFriendicaの新しいバージョンがあります。現在のバージョンは%1$s 、アップストリームバージョンは%2$sです。
ru: Новая версия Friendica доступна для загрузки. Ваша текущая версия %1$s, последняя версия %2$s

source: The database update failed. Please run "php bin/console.php dbstructure update" from the command line and have a look at the errors that might appear.
de: Das Update der Datenbank ist fehlgeschlagen. Bitte führe 'php bin/console.php dbstructure update' in der Kommandozeile aus und achte auf eventuell auftretende Fehlermeldungen.
fr: La mise à jour automatique de la base de donnée a échoué. Veuillez exécuter la commande <code>php bin/console.php dbstructure update</code> depuis votre répertoire Friendica et noter les erreurs potentielles.
gd: Dh’fhàillig le ùrachadh an stòir-dhàta. Ruith “php bin/console.php dbstructure update” on loidhne-àithne is thoir sùil air na mearachdan a nochdas ma dh’fhaoidte.
hu: Az adatbázis frissítése sikertelen. Futtassa a „php bin/console.php dbstructure update” parancsot a parancssorból, és nézze meg a hibákat, amelyek esetleg megjelennek.
ja: データベースの更新に失敗しました。コマンドラインから「php bin/console.php dbstructure update」を実行し、表示される可能性のあるエラーを確認してください。
ru: Обновление базы данных завершилось неудачно. Пожалуйста, запустите "php bin/console.php dbstructure update" в командной строке и посмотрите какие ошибки там могут появиться.

source: The last update failed. Please run "php bin/console.php dbstructure update" from the command line and have a look at the errors that might appear. (Some of the errors are possibly inside the logfile.)
de: Das letzte Update ist fehlgeschlagen. Bitte führe "php bin/console.php dbstructure update" auf der Kommandozeile aus und werfe einen Blick auf eventuell auftretende Fehler. (Zusätzliche Informationen zu Fehlern könnten in den Logdateien stehen.)
fr: La dernière mise à jour a échoué. Merci d'exécuter "php bin/console.php dbstructure update" depuis la ligne de commandes et de surveiller les erreurs qui pourraient survenir (Certaines erreurs pourraient être dans le fichier journal).
gd: Dh’fhàillig leis an ùrachadh mu dheireadh. Ruith “php bin/console.php dbstructure update” on loidhne-àithne is thoir sùil air na mearachdan a nochdas ma dh’fhaoidte. (Faodaidh cuid dhe na mearachdan nochdadh ann am faidhle an loga.)
hu: A legutóbbi frissítés sikertelen. Futtassa a „php bin/console.php dbstructure update” parancsot a parancssorból, és nézze meg a hibákat, amelyek esetleg megjelennek (néhány hiba valószínűleg a naplófájlban lesz).
ja: 最後の更新に失敗しました。コマンドラインから「php bin/console.php dbstructure update」を実行し、表示される可能性のあるエラーを確認してください。 （エラーの一部は、おそらくログファイル内にあります。）

source: The system.url entry is missing. This is a low level setting and can lead to unexpected behavior. Please add a valid entry as soon as possible in the config file or per console command!
de: Der Eintrag system.url fehlt. Dies ist eine Einstellung auf niedriger Ebene und kann zu unerwartetem Verhalten führen. Bitt füge so bald wie möglich einen gültigen Eintrag in der Konfigurationsdatei oder per Konsolenbefehl hinzu!
fr: L'entrée system.url est manquante. Il s'agit d'un paramètre bas niveau qui peut conduire à un comportement non attendu. Merci d'ajouter une entrée valide dès que possible dans le fichier de configuration ou via la console de commandes !
gd: Tha innteart system.url a dhìth. Seo suidheachadh air ìre ìosal agus dh’fhaoidte gun adhbharaich seo giùlan air nach robh dùil. Cuir innteart dligheach ris cho luath ’s a ghabhas san fhaidhle config no air an loidhne-àithne!
hu: A system.url bejegyzés hiányzik. Ez egy alacsony szintű beállítás, és váratlan viselkedéshez vezethet. Adjon meg egy érvényes bejegyzést a lehető leghamarabb a beállítófájlban vagy konzolparancsonként!

source: The worker was never executed. Please check your database structure!
de: Der Hintergrundprozess (worker) wurde noch nie gestartet. Bitte überprüfe deine Datenbankstruktur.
fr: La tâche de fond n'a pas encore été exécutée. Vérifiez la structure de votre base de données.
gd: Cha deach an obair seo a dhèanamh a-riamh. Thoir sùil air structar an stòir-dhàta agad!
hu: A feldolgozó sosem lett végrehajtva. Ellenőrizze az adatbázis szerkezetét!
ja: ワーカーは実行されませんでした。データベース構造を確認してください！
ru: Фоновые задания ни разу не выполнялись. Пожалуйста, проверьте структуру базы данных!

source: The last worker execution was on %s UTC. This is older than one hour. Please check your crontab settings.
de: Der Hintergrundprozess (worker) wurde zuletzt um %s UTC ausgeführt. Das war vor mehr als einer Stunde. Bitte überprüfe deine crontab-Einstellungen.
fr: La dernière exécution de la tâche de fond s'est déroulée à %s, c'est-à-dire il y a plus d'une heure. Vérifiez les réglages de crontab.
gd: Chaidh a obair a dhèanamh aig %s UTC an turas mu dheireadh. Tha seo nas fhaide air ais na uair. Thoir sùil air roghainnean a’ crontab agad.
hu: Az utolsó feldolgozó-végrehajtás ideje %s volt (UTC szerint). Ez régebbi mint egy óra. Ellenőrizze a cron-feladat beállításait.
ja: 最後のワーカー実行は%s UTCでした。これは1時間以上前です。 crontabの設定を確認してください。
ru: Последний раз фоновое задание выполнялось %s UTC. Это более одного часа назад. Пожалуйста, проверьте настройки crontab.

source: Friendica's configuration now is stored in config/local.config.php, please copy config/local-sample.config.php and move your config from <code>.htconfig.php</code>. See <a href="%s">the Config help page</a> for help with the transition.
de: Die Konfiguration von Friendica befindet sich ab jetzt in der 'config/local.config.php' Datei. Kopiere bitte die Datei 'config/local-sample.config.php' nach 'config/local.config.php' und setze die Konfigurationvariablen so wie in der alten <code>.htconfig.php</code>. Wie die Übertragung der Werte aussehen muss, kannst du der <a href="%s">Konfiguration Hilfeseite</a> entnehmen.
fr: La configuration de votre site Friendica est maintenant stockée dans le fichier <code>config/local.config.php</code>, veuillez copier le fichier <code>config/local-sample.config.php</code> et transférer votre configuration depuis le fichier <code>.htconfig.php</code>. Veuillez consulter <a href="%s">la page d'aide de configuration (en anglais)</a> pour vous aider dans la transition.
gd: Tha rèiteachadh Friendica ’ga stòradh ann an config/local.config.php a-nis, dèan lethbhreac dhe config/local-sample.config.php is gluais an rèiteachadh agad o <code>.htconfig.php</code>. Faic <a href="%s">duilleag taic an rèiteachaidh</a> airson cuideachadh leis a’ ghluasad.
hu: A Friendica beállításai most a „config/local.config.php” fájlban vannak eltárolva. Másolja le a „config/local-sample.config.php” fájlt, és helyezze át a beállításokat a <code>.htconfig.php</code> fájlból. Az átvitelhez való segítségért nézze meg a <a href="%s">beállítások súgóoldalát</a>.
ja: Friendicaの設定はconfig/local.config.phpに保存されるようになりました。config/local-sample.config.phpをコピーし、設定を<code> .htconfig.php </code>から移動してください。移行のヘルプについては、<a href="%s"> Configヘルプページ</a>をご覧ください。

source: Friendica's configuration now is stored in config/local.config.php, please copy config/local-sample.config.php and move your config from <code>config/local.ini.php</code>. See <a href="%s">the Config help page</a> for help with the transition.
de: Die Konfiguration von Friendica befindet sich ab jetzt in der 'config/local.config.php' Datei. Kopiere bitte die Datei 'config/local-sample.config.php' nach 'config/local.config.php' und setze die Konfigurationvariablen so wie in der alten <code>config/local.ini.php</code>. Wie die Übertragung der Werte aussehen muss, kannst du der <a href="%s">Konfiguration Hilfeseite</a> entnehmen.
fr: La configuration de votre site Friendica est maintenant stockée dans le fichier <code>config/local.config.php</code>, veuillez copier le fichier <code>config/local-sample.config.php</code> et transférer votre configuration depuis le fichier <code>config/local.ini.php</code>. Veuillez consulter <a href="%s">la page d'aide de configuration (en anglais)</a> pour vous aider dans la transition.
gd: Tha rèiteachadh Friendica ’ga stòradh ann an config/local.config.php a-nis, dèan lethbhreac dhe config/local-sample.config.php is gluais an rèiteachadh agad o <code>config/local.ini.php</code>. Faic <a href="%s">duilleag taic an rèiteachaidh</a> airson cuideachadh leis a’ ghluasad.
hu: A Friendica beállításai most a „config/local.config.php” fájlban vannak eltárolva. Másolja le a „config/local-sample.config.php” fájlt, és helyezze át a beállításokat a <code>config/local.ini.php</code> fájlból. Az átvitelhez való segítségért nézze meg a <a href="%s">beállítások súgóoldalát</a>.
ja: Friendicaの設定はconfig/local.config.phpに保存されるようになりました。config/ local-sample.config.phpをコピーして、設定を<code> config / local.ini.php </code>から移動してください。移行のヘルプについては、<a href="%s"> Configヘルプページ</a>をご覧ください。

source: <a href="%s">%s</a> is not reachable on your system. This is a severe configuration issue that prevents server to server communication. See <a href="%s">the installation page</a> for help.
de: <a href="%s">%s</a> konnte von deinem System nicht aufgerufen werden. Dies deutet auf ein schwerwiegendes Problem deiner Konfiguration hin. Bitte konsultiere <a href="%s">die Installations-Dokumentation</a> zum Beheben des Problems.
fr: <a href="%s">%s</a> n'est pas accessible sur votre site. C'est un problème de configuration sévère qui empêche toute communication avec les serveurs distants. Veuillez consulter <a href="%s">la page d'aide à l'installation</a> (en anglais) pour plus d'information.
gd: Cha ghabh <a href="%s">%s</a> ruigsinn on t-siostam agad. Seo droch-dhuilgheadas leis an rèiteachadh nach leig leis an fhrithealaiche conaltradh le frithealaichean eile. Faic <a href="%s">duilleag an stàlaidh</a> airson cuideachadh.
hu: A <a href="%s">%s</a> nem érhető el a rendszeréről. Ez súlyos beállítási probléma, amely megakadályozza a kiszolgálók közti kommunikációt. Nézze meg a <a href="%s">telepítési oldalt</a> a segítségért.
ja: システムで<a href="%s"> %s </a>に到達できません。これは、サーバー間の通信を妨げる重大な構成の問題です。ヘルプについては、<a href="%s">インストールページ</a>をご覧ください。
ru: <a href="%s">%s</a> не доступен на вашей системе. Это серьёзная проблема, которая мешает межсерверной коммуникации. Посмотрите <a href="%s">страницу установки</a> для помощи.

source: Friendica's system.basepath was updated from '%s' to '%s'. Please remove the system.basepath from your db to avoid differences.
de: Friendica's system.basepath wurde aktualisiert '%s' von '%s'. Bitte entferne system.basepath aus der Datenbank um Unterschiede zu vermeiden.
fr: Le system.basepath de Friendica a été mis à jour de '%s' à '%s'. Merci de supprimer le system.basepath de votre base de données pour éviter des différences.
gd: Chaidh an system.basepath aig Friendica ùrachadh o “%s” gu “%s”. Thoir air falbh system.basepath on stòr-dàta agad ach nach biodh diofar eatorra.
hu: A Friendica „system.basepath” beállítása frissítve lett „%s” értékről „%s” értékre. Távolítsa el a „system.basepath” beállítást az adatbázisából az eltérések elkerüléséhez.
ja: Friendicaのsystem.basepathは '%s' から '%s' に更新されました。差異を避けるために、データベースからsystem.basepathを削除してください。

source: Friendica's current system.basepath '%s' is wrong and the config file '%s' isn't used.
de: Friendica's aktueller system.basepath '%s' ist verkehrt und die config file '%s' wird nicht benutzt.
fr: Le system.basepath actuel de Friendica, '%s' est erroné et le fichier de configuration '%s' n'est pas utilisé.
gd: Tha an system.basepath làithreach “%s” aig Friendica ceàrr is chan eil am faidhle rèiteachaidh “%s” ’ga chleachdadh.
hu: A Friendica jelenlegi „system.basepath” értéke („%s”) hibás, és a(z) „%s” beállítófájl nincs használva.
ja: Friendicaの現在のsystem.basepath '%s' は間違っています。構成ファイル '%s'は使用されていません。

source: Friendica's current system.basepath '%s' is not equal to the config file '%s'. Please fix your configuration.
de: Friendica's aktueller system.basepath '%s' ist nicht gleich wie die config file '%s'. Bitte korrigiere deine Konfiguration.
fr: Le system.basepath '%s' actuel de Friendica n'est pas le même que le fichier de configuration '%s'. Merci de corriger votre configuration.
gd: Chan eil an system.basepath làithreach “%s” co-ionnan ris an fhaidhle rèiteachaidh “%s”. Càirich an rèiteachadh agad.
hu: A Friendica jelenlegi „system.basepath” értéke („%s”) nem azonos a(z) „%s” beállítófájlban lévővel. Javítsa a beállításokat.
ja: Friendicaの現在のsystem.basepath '%s'は、構成ファイル '%s'と等しくありません。設定を修正してください。

source: Message queues
de: Nachrichten-Warteschlangen
fr: Files d'attente des messages
gd: Ciuthan theachdaireachdan
hu: Üzenet várakozási sorai
ja: メッセージキュー
ru: Очереди сообщений

source: Server Settings
de: Servereinstellungen
fr: Paramètres du site
gd: Roghainnean an fhrithealaiche
hu: Kiszolgálóbeállítások
ja: サーバー設定
ru: Настройки сервера

source: Version
gd: Tionndadh
hu: Verzió
ja: バージョン
ru: Версия

source: Active addons
de: Aktivierte Addons
fr: Extensions actives
gd: Tuilleadain ghnìomhach
hu: Bekapcsolt bővítmények
ja: アクティブなアドオン
ru: Активные дополнения

source: Theme %s disabled.
de: Theme %s deaktiviert.
fr: Thème %s désactivé.
gd: Chaidh an t-ùrlar %s a chur à comas.
hu: A(z) „%s” téma letiltva.
ja: テーマ%sを無効にしました。
ru: Тема %s отключена.

source: Theme %s successfully enabled.
de: Theme %s erfolgreich aktiviert.
fr: Thème %s activé avec succès.
gd: Chaidh an t-ùrlar %s a chur an comas.
hu: A(z) „%s” téma sikeresen engedélyezve.
ja: テーマ%sが有効になりました。
ru: Тема %s успешно включена.

source: Theme %s failed to install.
de: Theme %s konnte nicht aktiviert werden.
fr: Le thème %s a échoué à s'installer.
gd: Dh’fhàillig le stàladh an ùrlair %s.
hu: A(z) „%s” téma telepítése sikertelen.
ja: テーマ%sのインストールに失敗しました。
ru: Не удалось установить тему %s.

source: Screenshot
de: Bildschirmfoto
fr: Capture d'écran
gd: Glacadh-sgrìn
hu: Képernyőkép
ja: スクリーンショット
ru: Скриншот

source: Themes
de: Themen
fr: Thèmes
gd: Ùrlaran
hu: Témák
ja: テーマ
ru: Темы

source: Unknown theme.
de: Unbekanntes Theme
fr: Thème inconnu.
gd: Ùrlar nach aithne dhuinn.
hu: Ismeretlen téma.
ja: 不明なテーマ。
ru: Неизвестная тема.

source: Themes reloaded
de: Themes wurden neu geladen
fr: Thèmes rechargés
gd: Chaidh na h-ùrlaran ath-luchdadh
hu: Témák újratöltve
ru: Темы перезагружены

source: Reload active themes
de: Aktives Theme neu laden
fr: Recharger les thèmes actifs
gd: Ath-luchdaich na h-ùrlaran gnìomhach
hu: Bekapcsolt témák újratöltése
ja: アクティブなテーマをリロードする
ru: Перезагрузить активные темы

source: No themes found on the system. They should be placed in %1$s
de: Es wurden keine Themes auf dem System gefunden. Diese sollten in %1$s platziert werden.
fr: Aucun thème trouvé. Leur emplacement d'installation est%1$s.
gd: Cha deach ùrlar a lorg air an t-siostam. Bu chòir dhut an cur am broinn %1$s
hu: Nem találhatók témák a rendszeren. A témákat a %1$s könyvtárba kell elhelyezni.
ja: システムにテーマが見つかりません。 %1$sに配置する必要があります
ru: Ни одной темы не найдено на сервере. Они должны быть размещены в %1$s

source: [Experimental]
de: [Experimentell]
fr: [Expérimental]
gd: [Deuchainneil]
hu: [Kísérleti]
ja: [実験的]
ru: [экспериментально]

source: [Unsupported]
de: [Nicht unterstützt]
fr: [Non supporté]
gd: [Chan eil taic ris]
hu: [Nem támogatott]
ja: [サポートされていません]
ru: [Неподдерживаемое]

source: Display Terms of Service
de: Nutzungsbedingungen anzeigen
fr: Afficher les Conditions d'Utilisation
gd: Seall teirmichean na seirbheise
hu: Használati feltételek megjelenítése
ja: 利用規約を表示する
ru: Показать Условия оказания услуг

source: Enable the Terms of Service page. If this is enabled a link to the terms will be added to the registration form and the general information page.
de: Aktiviert die Seite für die Nutzungsbedingungen. Ist dies der Fall, werden sie auch von der Registrierungsseite und der allgemeinen Informationsseite verlinkt.
fr: Active la page de Conditions d'Utilisation. Un lien vers cette page est ajouté dans le formulaire d'inscription et la page A Propos.
gd: Cuir an comas duilleag teirmichean na seirbheise. Ma tha seo an comas, thèid ceangal dha na teirmichean a chur ris an fhoirm clàraidh is ri duilleag an fhiosrachaidh choitchinn.
hu: A használati feltételek oldal engedélyezése. Ha ez engedélyezve van, akkor a használati feltételekre mutató hivatkozás hozzá lesz adva a regisztrációs űrlaphoz és az általános információk oldalához.
ja: 利用規約ページを有効にします。これを有効にすると、登録フォームと一般情報ページに規約へのリンクが追加されます。
ru: Включить страницу с Условиями Оказания Услуг. Если эта настройка активна, ссылка на страницу с Условиями будет добавлена в форму регистрации и на страницу общей информации.

source: Display Privacy Statement
de: Datenschutzerklärung anzeigen
fr: Afficher la Politique de Confidentialité
gd: Seall an aithris prìobhaideachd
hu: Adatvédelmi nyilatkozatok megjelenítése
ja: プライバシーに関する声明を表示する
ru: Показать Положение о конфиденциальности

source: Show some informations regarding the needed information to operate the node according e.g. to <a href="%s" target="_blank" rel="noopener noreferrer">EU-GDPR</a>.
de: Zeige Informationen über die zum Betrieb der Seite notwendigen, personenbezogenen Daten an, wie es z.B. die <a href="%s" target="_blank" rel="noopener noreferrer">EU.-DSGVO</a> verlangt.
fr: Afficher quelques informations à propos des données nécessaires pour opérer un nœud conforme par exemple au <a href="%s" target="_blank" rel="noopener noreferrer">RGPD Européen</a>.
gd: Seall fiosrachadh a thaobh an fhiosrachaidh riatanaich ach an obraich an nòd, can a-rèir <a href="%s" target="_blank" rel="noopener noreferrer">EU-GDPR</a>.
hu: Néhány információ megjelenítése a csomópont üzemeltetésére vonatkozó szükséges információkról, például az <a href="%s" target="_blank" rel="noopener noreferrer">EU-GDPR</a> szerint.
ru: Показать различную информацию о соответствии узла различным требованиям конфиденциальности, например, <a href="%s" target="_blank" rel="noopener noreferrer">EU-GDPR</a>.

source: Privacy Statement Preview
de: Vorschau: Datenschutzerklärung
fr: Aperçu de la Politique de Confidentialité
gd: Ro-shealladh air an aithris prìobhaideachd
hu: Adatvédelmi nyilatkozat előnézete
ja: プライバシーに関する声明のプレビュー
ru: Предпросмотр Положения о конфиденциальности

source: The Terms of Service
de: Die Nutzungsbedingungen
fr: Conditions d'Utilisation
gd: Teirmichean na seirbheise
hu: A használati feltételek
ja: 利用規約
ru: Условия оказания услуг

source: Enter the Terms of Service for your node here. You can use BBCode. Headers of sections should be [h2] and below.
de: Füge hier die Nutzungsbedingungen deines Knotens ein. Du kannst BBCode zur Formatierung verwenden. Überschriften sollten [h2] oder darunter sein.
fr: Saisissez les Conditions d'Utilisations de votre site. Les BBCodes sont disponibles, les titres commencent à [h2].
gd: Cuir a-steach teirmichean seirbheis an nòid agad an-seo. ’S urrainn dhut BBCode a chleachdadh. Bu chòir dha cheann-sgrìobhaidhean nan earrannan a bhith ’nan [h2] is nas ìsle.
hu: Itt adja meg a csomópontja használati feltételeit. Használhat BBCode formázást is. A szakaszok címeinek [h2] vagy az alattiaknak kell lenniük.
ja: ここにノードの利用規約を入力します。 BBCodeを使用できます。セクションのヘッダーは[h2]以下である必要があります。
ru: Введите здесь текст Условий оказания услуг для вашего узла. Можно использовать BBCode. Заголовки отдельных секций должны использовать [h2] и ниже.

source: The rules
de: Die Regeln
fr: Les règles
gd: Na riaghailtean
hu: A szabályok
ru: Правила сервера
