Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Username should be at least %s character.
de: Der Benutzername sollte aus mindestens %s Zeichen bestehen.
fr: L'identifiant utilisateur doit comporter au moins %s caractère.
gd: Feumaidh co-dhiù %s charactar a bhith am broinn an ainm-chleachdaiche.
hu: A felhasználónévnek legalább %s karakternek kell lennie.
ja: ユーザー名は少なくとも%s文字である必要があります。
ru: Имя пользователя должно быть хотя бы %s символ.

source: Username should be at most %s character.
de: Der Benutzername sollte aus maximal %s Zeichen bestehen.
fr: L'identifiant utilisateur doit comporter au plus %s caractère.
gd: Chan fhaod còrr is %s charactar a bhith am broinn an ainm-chleachdaiche.
hu: A felhasználónévnek legfeljebb %s karakternek kell lennie.
ja: ユーザー名は最大で%s文字にする必要があります。
ru: Имя пользователя должно быть не больше %s символа.

source: That doesn't appear to be your full (First Last) name.
de: Das scheint nicht dein kompletter Name (Vor- und Nachname) zu sein.
fr: Ceci ne semble pas être votre nom complet (Prénom Nom).
gd: Chan eil coltas ainm shlàin (ainm ⁊ sloinneadh) air.
hu: Úgy tűnik, hogy ez nem a teljes neve (vezetéknév és keresztnév).
ja: それはあなたのフルネーム（ファースト/ラスト）ではないようです。
ru: Кажется, что это ваше неполное (Имя Фамилия) имя.

source: Your email domain is not among those allowed on this site.
de: Die Domain Deiner E-Mail-Adresse ist auf dieser Seite nicht erlaubt.
fr: Votre domaine de courriel n'est pas autorisé sur ce site.
gd: Chan eil àrainn a’ phuist-d agad am measg na feadhna a tha ceadaichte air an làrach seo.
hu: Az e-mail tartománya nem tartozik azok közé, amelyek megengedettek ezen az oldalon.
ja: あなたのメールドメインは、このサイトで許可されているものではありません。
ru: Домен вашего адреса электронной почты не относится к числу разрешенных на этом сайте.

source: Not a valid email address.
de: Keine gültige E-Mail-Adresse.
fr: Ceci n'est pas une adresse courriel valide.
gd: Chan e seòladh puist-d dligheach a tha seo.
hu: Nem érvényes e-mail-cím.
ja: 有効な電子メールアドレスではありません。
ru: Неверный адрес электронной почты.

source: The nickname was blocked from registration by the nodes admin.
de: Der Admin des Knotens hat den Spitznamen für die Registrierung gesperrt.
fr: Cet identifiant utilisateur est réservé.
gd: Chaidh am far-ainm seo a bhacadh on chlàradh le rianaire an nòid.
hu: A becenevet a csomópont adminisztrátora tiltotta a regisztrációtól.
ja: そのニックネームは、ノード管理者によって登録がブロックされました。
ru: Этот ник был заблокирован для регистрации администратором узла.

source: Cannot use that email.
de: Konnte diese E-Mail-Adresse nicht verwenden.
fr: Impossible d'utiliser ce courriel.
gd: Chan urrainn dhut am post-d seo a chleachdadh.
hu: Nem lehet használni azt az e-mail-címet.
ja: そのメールは使用できません。
ru: Нельзя использовать этот Email.

source: Your nickname can only contain a-z, 0-9 and _.
de: Dein Spitzname darf nur aus Buchstaben und Zahlen ("a-z","0-9" und "_") bestehen.
fr: Votre identifiant utilisateur ne peut comporter que a-z, 0-9 et _.
gd: Chan fhaod ach a-z, 0-9 ’s _ a bhith am broinn d’ fhar-ainm.
hu: A becenév csak a-z, 0-9 és _ karaktereket tartalmazhat.
ja: ニックネームにはa-z、0-9、および _ のみを含めることができます。
ru: Ваш ник может содержать только символы a-z, 0-9 и _.

source: Nickname is already registered. Please choose another.
de: Dieser Spitzname ist bereits vergeben. Bitte wähle einen anderen.
fr: Pseudo déjà utilisé. Merci d'en choisir un autre.
gd: Chaidh am far-ainm seo a chlàradh mu thràth. Nach tagh thu fear eile?
hu: A becenév már regisztrálva van. Válasszon egy másikat.
ja: ニックネームはすでに登録されています。別のものを選択してください。
ru: Такой ник уже зарегистрирован. Пожалуйста, выберите другой.

source: An error occurred during registration. Please try again.
de: Während der Anmeldung ist ein Fehler aufgetreten. Bitte versuche es noch einmal.
fr: Une erreur est survenue lors de l'inscription. Merci de recommencer.
gd: Thachair mearachd rè a’ chlàraidh. Feuch ris a-rithist.
hu: Hiba történt a regisztráció során. Próbálja újra.
ja: 登録中にエラーが発生しました。もう一度試してください。
ru: Ошибка при регистрации. Пожалуйста, попробуйте еще раз.

source: An error occurred creating your default profile. Please try again.
de: Bei der Erstellung des Standardprofils ist ein Fehler aufgetreten. Bitte versuche es noch einmal.
fr: Une erreur est survenue lors de la création de votre profil par défaut. Merci de recommencer.
gd: Thachair mearachd le cruthachadh na pròifile bunaitiche agad. Feuch ris a-rithist.
hu: Hiba történt az alapértelmezett profil létrehozásakor. Próbálja újra.
ja: 既定のプロフィールの作成中にエラーが発生しました。もう一度試してください。
ru: Ошибка создания вашего профиля. Пожалуйста, попробуйте еще раз.

source: An error occurred creating your self contact. Please try again.
de: Bei der Erstellung deines self-Kontakts ist ein Fehler aufgetreten. Bitte versuche es erneut.
fr: Une erreur est survenue lors de la création de votre propre contact. Veuillez réssayer.
gd: Thachair mearachd le cruthachadh neach-aithne dhiot fhèin. Feuch ris a-rithist.
hu: Hiba történt a saját partnere létrehozásakor. Próbálja újra.
ja: 自己コンタクトの作成中にエラーが発生しました。もう一度試してください。
ru: При создании вашего контакта возникла проблема. Пожалуйста, попробуйте ещё раз.

source: Friends
de: Kontakte
fr: Contacts
gd: Caraidean
hu: Ismerősök
ja: 友だち
ru: Друзья

source: An error occurred creating your default contact circle. Please try again.
de: Beim Erstellen Ihres Circles ist ein Fehler aufgetreten. Bitte versuche es erneut.
fr: Une erreur est survenue lors de la création de votre cercle de contacts par défaut. Veuillez réessayer.
gd: Thachair mearachd le cruthachadh a’ chearcaill luchd-aithne bhunaitich agad. Feuch ris a-rithist.
hu: Hiba történt az alapértelmezett partnerkör létrehozásakor. Próbálja újra.
ru: При создании круга контактов по-умолчанию возникла ошибка. Пожалуйста, попробуйте ещё раз.

source: Profile Photos
de: Profilbilder
fr: Photos du profil
gd: Dealbhan na pròifil
hu: Profilfényképek
ja: プロフィール写真
ru: Фотографии профиля

source: Dear %1$s, the administrator of %2$s has set up an account for you.
de: Hallo %1$s ein Admin von %2$s hat dir ein Nutzerkonto angelegt.
fr: Cher/Chère %1$s, l'administrateur de %2$s a créé un compte pour vous.
gd: %1$s, a charaid, shuidhich rianaire %2$s cunntas dhut.
hu: Kedves %1$s! A(z) %2$s adminisztrátora beállított egy fiókot Önnek.
ru: Уважаемый(ая) %1$s, администратор %2$s создал для вас учётную запись.

source: The login details are as follows: Site Location: %1$s Login Name: %2$s Password: %3$s You may change your password from your account "Settings" page after logging in. Please take a few moments to review the other account settings on that page. You may also wish to add some basic information to your default profile (on the "Profiles" page) so that other people can easily find you. We recommend adding a profile photo, adding some profile "keywords" (very useful in making new friends) - and perhaps what country you live in; if you do not wish to be more specific than that. We fully respect your right to privacy, and none of these items are necessary. If you are new and do not know anybody here, they may help you to make some new and interesting friends. If you ever want to delete your account, you can do so at %1$s/settings/removeme Thank you and welcome to %4$s.
de: Anbei die Anmeldedetails:: Adresse der Seite: %1$s Benutzername: %2$s Passwort: %3$s Du kannst dein Passwort unter "Einstellungen" ändern, sobald du dich angemeldet hast. Bitte nimm dir ein paar Minuten, um die anderen Einstellungen auf deiner Account-Seite zu kontrollieren. Eventuell magst du ja auch einige Informationen über dich in deinem Profil veröffentlichen, damit andere Leute dich einfacher finden können. Bearbeite hierfür einfach dein Standard-Profil (über die Profil-Seite). Wir empfehlen das Hinzufügen eines Profilfotos, das Hinzufügen einiger Profil-"Schlüsselwörter" (sehr nützlich, um neue Freunde zu finden) - und vielleicht das Land, in dem Du lebst, wenn Du nicht noch spezifischer sein willst. Wir respektieren deine Privatsphäre - keine dieser Angaben ist notwendig Wenn du neu im Netzwerk bist und noch niemanden kennst, dann können sie allerdings dabei helfen, neue und interessante Kontakte zu knüpfen. Du kannst dein Nutzerkonto jederzeit unter %1$s/settings/removeme wieder löschen. Danke und willkommen auf %4$s.
fr: Les détails de connexion sont les suivants : Adresse : %1$s Identifiant : %2$s Mot de passe: %3$s Vous pouvez modifier votre mot de passe à partir de la page "Paramètres" de votre compte après vous être connecté. Veuillez prendre quelques instants pour passer en revue les autres paramètres de votre compte sur cette page. Vous pouvez également ajouter quelques informations de base à votre profil par défaut (sur la page "Profils") afin que d'autres personnes puissent vous trouver facilement. Nous vous recommandons d'ajouter une photo de profil, des "mots-clés" (très utiles pour se faire de nouveaux amis) et peut-être le pays dans lequel vous vivez, si vous ne souhaitez pas être plus précis. Nous respectons pleinement votre droit à la vie privée et aucun de ces éléments n'est nécessaire. Si vous êtes nouveau et que vous ne connaissez personne ici, ils peuvent vous aider à vous faire de nouveaux amis intéressants. Si vous souhaitez supprimer votre compte, vous pouvez le faire à l'adresse %1$s/settings/removeme Merci et bienvenue sur %4$s.
hu: A bejelentkezés részletei a következők: Oldal címe: %1$s Bejelentkezési név: %2$s Jelszó: %3$s A jelszavát a fiókja „Beállítások” oldalán változtathatja meg, miután bejelentkezett. Szánjon pár percet a többi fiókbeállítás felülvizsgálatára is azon az oldalon. Érdemes lehet néhány alapvető információt is hozzáadnia az alapértelmezett profiljához (a „Profilok” oldalon), azért hogy más emberek egyszerűen megtalálják Önt. Azt ajánljuk, hogy adjon hozzá profilfényképet, adjon hozzá néhány profil „kulcsszót” (nagyon hasznos új ismerősök kereséséhez), valamint talán azt, hogy mely országban él, ha nem szeretne annál pontosabbat megadni. Teljes mértékben tiszteletben tartjuk az adatvédelemmel kapcsolatos jogát, és ezen elemek egyike sem kötelező. Ha még új itt, és senkit sem ismer, akkor ezek segíthetnek Önnek néhány új és érdekes ismerőst találni. Ha bármikor törölni szeretné a fiókját, akkor megteheti azt a következő címen: %1$s/settings/removeme Köszönjük, és üdvözöljük a(z) %4$s oldalon.

source: Registration details for %s
de: Details der Registration von %s
fr: Détails d'inscription pour %s
gd: Am fiosrachadh clàraidh airson %s
hu: Regisztrációs részletek ehhez: %s
ja: %s の登録の詳細
ru: Подробности регистрации для %s

source: Dear %1$s, Thank you for registering at %2$s. Your account is pending for approval by the administrator. Your login details are as follows: Site Location: %3$s Login Name: %4$s Password: %5$s
de: Hallo %1$s, danke für deine Registrierung auf %2$s. Dein Account muss noch vom Admin des Knotens freigeschaltet werden. Deine Zugangsdaten lauten wie folgt: Seitenadresse: %3$s Anmeldename: %4$s Passwort: %5$s
fr: Ch·er·ère %1$s, Merci de vous être inscrit-e sur%2$s. Votre compte est en attente de la validation d'un administrateur. Vos identifiants sont les suivants: Localisation du site : %3$s Nom d'utilisateur : %4$s Mot de passe : %5$s
gd: %1$s, a charaid, Mòran taing airson clàradh air %2$s. Tha an cunntas agad a’ feitheamh air aonta on rianaire. Seo am fiosrachadh clàraidh a-steach agad: Seòladh na làraich: %3$s Ainm clàraidh a-steach: %4$s Facal-faire: %5$s
hu: Kedves %1$s! Köszönjük, hogy regisztrált itt: %2$s. A fiókja adminisztrátori jóváhagyásra vár. A bejelentkezés részletei a következők: Oldal címe: %3$s Bejelentkezési név: %4$s Jelszó: %5$s
ja: %1$s さん、 %2$s に登録していただきありがとうございます。アカウントは管理者による承認待ちです。 ログインの詳細は次のとおりです。 サイトの場所： %3$s ログイン名： %4$s パスワード： %5$s
ru: Уважаемый %1$s, Благодарим Вас за регистрацию на %2$s. Ваш аккаунт ожидает подтверждения администратором. Ваши данные для входа в систему: Местоположение сайта: %3$s Логин: %4$s Пароль: %5$s

source: Registration at %s
de: Registrierung als %s
fr: inscription à %s
gd: An clàradh air %s
hu: Regisztráció itt: %s
ja: %s登録
ru: Регистрация на %s

source: Dear %1$s, Thank you for registering at %2$s. Your account has been created.
de: Hallo %1$s, Danke für die Registrierung auf %2$s. Dein Account wurde angelegt.
fr: Cher %1$s, Merci pour votre inscription sur %2$s. Votre compte a été créé.
gd: %1$s, a charaid, Mòran taing airson clàradh air %2$s. Chaidh an cunntas agad a chruthachadh.
hu: Kedves %1$s! Köszönjük, hogy regisztrált itt: %2$s. A fiókja létrejött.
ja: %1$sさん、 %2$sで登録していただきありがとうございます。アカウントが作成されました。
ru: Уважаемый(ая) %1$s, Спасибо за регистрацию на %2$s. Ваша учётная запись создана.

source: The login details are as follows: Site Location: %3$s Login Name: %1$s Password: %5$s You may change your password from your account "Settings" page after logging in. Please take a few moments to review the other account settings on that page. You may also wish to add some basic information to your default profile (on the "Profiles" page) so that other people can easily find you. We recommend adding a profile photo, adding some profile "keywords" (very useful in making new friends) - and perhaps what country you live in; if you do not wish to be more specific than that. We fully respect your right to privacy, and none of these items are necessary. If you are new and do not know anybody here, they may help you to make some new and interesting friends. If you ever want to delete your account, you can do so at %3$s/settings/removeme Thank you and welcome to %2$s.
de: Die Anmelde-Details sind die folgenden: Adresse der Seite: %3$s Benutzernamename: %1$s Passwort: %5$s Du kannst dein Passwort unter "Einstellungen" ändern, sobald du dich angemeldet hast. Bitte nimm dir ein paar Minuten, um die anderen Einstellungen auf dieser Seite zu kontrollieren. Eventuell magst du ja auch einige Informationen über dich in deinem Profil veröffentlichen, damit andere Leute dich einfacher finden können. Bearbeite hierfür einfach dein Standard-Profil (über die Profil-Seite). Wir empfehlen dir, ein zu dir passendes Profilbild zu wählen, damit dich alte Bekannte wiederfinden. Außerdem ist es nützlich, wenn du auf deinem Profil Schlüsselwörter angibst. Das erleichtert es, Leute zu finden, die deine Interessen teilen. Wir respektieren deine Privatsphäre - keine dieser Angaben ist nötig. Wenn du neu im Netzwerk bist und noch niemanden kennst, dann können sie allerdings dabei helfen, neue und interessante Kontakte zu knüpfen. Solltest du dein Nutzerkonto löschen wollen, kannst du dies unter %3$s/settings/removeme jederzeit tun. Danke für deine Aufmerksamkeit und willkommen auf %2$s.
fr: Les détails de connexion sont les suivants : Adresse : %3$s Identifiant : %1$s Mot de passe: %5$s Vous pouvez modifier votre mot de passe à partir de la page "Paramètres" de votre compte après vous être connecté. Veuillez prendre quelques instants pour passer en revue les autres paramètres de votre compte sur cette page. Vous pouvez également ajouter quelques informations de base à votre profil par défaut (sur la page "Profils") afin que d'autres personnes puissent vous trouver facilement. Nous vous recommandons d'ajouter une photo de profil, des "mots-clés" (très utiles pour se faire de nouveaux amis) et peut-être le pays dans lequel vous vivez, si vous ne souhaitez pas être plus précis. Nous respectons pleinement votre droit à la vie privée et aucun de ces éléments n'est nécessaire. Si vous êtes nouveau et que vous ne connaissez personne ici, ils peuvent vous aider à vous faire de nouveaux amis intéressants. Si vous souhaitez supprimer votre compte, vous pouvez le faire à l'adresse %3$s/settings/removeme Merci et bienvenue sur %2$s.
hu: A bejelentkezés részletei a következők: Oldal címe: %3$s Bejelentkezési név: %1$s Jelszó: %5$s A jelszavát a fiókja „Beállítások” oldalán változtathatja meg, miután bejelentkezett. Szánjon pár percet a többi fiókbeállítás felülvizsgálatára is azon az oldalon. Érdemes lehet néhány alapvető információt is hozzáadnia az alapértelmezett profiljához (a „Profilok” oldalon), azért hogy más emberek egyszerűen megtalálják Önt. Azt ajánljuk, hogy adjon hozzá profilfényképet, adjon hozzá néhány profil „kulcsszót” (nagyon hasznos új ismerősök kereséséhez), valamint talán azt, hogy mely országban él, ha nem szeretne annál pontosabbat megadni. Teljes mértékben tiszteletben tartjuk az adatvédelemmel kapcsolatos jogát, és ezen elemek egyike sem kötelező. Ha még új itt, és senkit sem ismer, akkor ezek segíthetnek Önnek néhány új és érdekes ismerőst találni. Ha bármikor törölni szeretné a fiókját, akkor megteheti azt a következő címen: %3$s/settings/removeme Köszönjük, és üdvözöljük a(z) %2$s oldalon.

source: User with delegates can't be removed, please remove delegate users first
de: Benutzer mit Delegaten können nicht entfernt werden, bitte entferne zuerst die delegierten Benutzer
fr: Un utilisateur avec des délégataires ne peut pas être supprimé, veuillez d'abord retirer les délégataires.
hu: A meghatalmazásokkal rendelkező felhasználót nem lehet eltávolítani, először távolítsa el a meghatalmazott felhasználókat

source: Addon not found.
de: Addon nicht gefunden.
fr: Extension manquante.
gd: Cha deach an tuilleadan a lorg.
hu: A bővítmény nem található.
ja: アドオンが見つかりません。
ru: Дополнение не найдено.

source: Addon %s disabled.
de: Addon %s ausgeschaltet.
fr: Extension %s désactivée.
gd: Tha an tuilleadan %s à comas.
hu: A(z) „%s” bővítmény letiltva.
ja: アドオン%sを無効にしました。
ru: Дополнение %s отключено.

source: Addon %s enabled.
de: Addon %s aktiviert.
fr: Extension %s activée.
gd: Tha an tuilleadan %s an comas.
hu: A(z) „%s” bővítmény engedélyezve.
ja: アドオン%sが有効になりました。
ru: Дополнение %s включено.

source: Disable
de: Ausschalten
fr: Désactiver
gd: Cuir à comas
hu: Letiltás
ja: 無効にする
ru: Отключить

source: Enable
de: Einschalten
fr: Activer
gd: Cuir an comas
hu: Engedélyezés
ja: 有効にする
ru: Включить

source: Administration
gd: Rianachd
hu: Adminisztráció
ja: 運営管理
ru: Администрирование

source: Addons
fr: Extensions
gd: Tuilleadain
hu: Bővítmények
ja: アドオン
ru: Дополнения

source: Toggle
de: Umschalten
fr: Activer/Désactiver
gd: Toglaich
hu: Átváltás
ja: トグル
ru: Переключить

source: Author:
de: Autor:
fr: Auteur :
gd: Ùghdar:
hu: Szerző:
ja: 著者：
ru: Автор:

source: Maintainer:
de: Betreuer:
fr: Mainteneur :
gd: Neach-glèidhidh:
hu: Karbantartó:
ja: メンテナー：
ru: Программа обслуживания:

source: Addons reloaded
de: Addons neu geladen
fr: Extensions rechargées
gd: Chaidh na tuilleadain ath-luchdadh
hu: Bővítmények újratöltve
ru: Дополнения перезагружены

source: Addon %s failed to install.
de: Addon %s konnte nicht installiert werden
fr: L'extension %s a échoué à s'installer.
gd: Dh’fhàillig le stàladh an tuilleadain %s.
hu: A(z) „%s” bővítmény telepítése sikertelen.
ja: アドオン %s のインストールに失敗しました。
ru: Не удалось установить дополнение %s.

source: Save Settings
de: Einstellungen speichern
fr: Sauvegarder les paramètres
gd: Sàbhail na roghainnean
hu: Beállítások mentése
ja: 設定を保存
ru: Сохранить настройки

source: Reload active addons
de: Aktivierte Addons neu laden
fr: Recharger les extensions activées.
gd: Ath-luchdaich na tuilleadain ghnìomhach
hu: Bekapcsolt bővítmények újratöltése
ja: アクティブなアドオンをリロードする
ru: Перезагрузить активные дополнения

source: There are currently no addons available on your node. You can find the official addon repository at %1$s.
de: Es sind derzeit keine Addons auf diesem Knoten verfügbar. Du findest das offizielle Addon-Repository unter %1$s.
fr: Il n'y a pas d'extension disponible sur votre serveur. Vous pouvez trouver le dépôt officiel d'extensions sur %1$s.
hu: Jelenleg nem érhetők el bővítmények az Ön csomópontján. A hivatalos bővítménytároló megtalálható a %1$s oldalon.

source: Update has been marked successful
de: Update wurde als erfolgreich markiert
fr: Mise à jour validée comme 'réussie'
gd: Chaidh comharrachadh gun do soirbhich leis an ùrachadh
hu: A frissítés sikeresen meg lett jelölve
ja: 更新は正常にマークされました
ru: Обновление было успешно отмечено

source: Database structure update %s was successfully applied.
de: Das Update %s der Struktur der Datenbank wurde erfolgreich angewandt.
fr: La structure de base de données pour la mise à jour %s a été appliquée avec succès.
gd: Chaidh ùrachadh %s air structar an stòir-dhàta a chur an sàs.
hu: A(z) %s adatbázisszerkezet-frissítés sikeresen alkalmazva.
ja: データベース構造の更新 %s が正常に適用されました。
ru: Обновление базы данных %s успешно применено.

source: Executing of database structure update %s failed with error: %s
de: Das Update %s der Struktur der Datenbank schlug mit folgender Fehlermeldung fehl: %s
fr: L'exécution de la mise à jour %s pour la structure de base de données a échoué avec l'erreur: %s
gd: Dh’fhàillig an t-ùrachadh %s air structar an stòir-dhàta leis a’ mhearachd seo: %s
hu: A(z) %s adatbázisszerkezet-frissítés végrehajtása meghiúsult ezzel a hibával: %s
ja: データベース構造の更新 %s は次のエラーで失敗しました： %s
ru: Выполнение обновления базы данных %s завершено с ошибкой: %s

source: Executing %s failed with error: %s
de: Die Ausführung von %s schlug fehl. Fehlermeldung: %s
fr: L'exécution %s a échoué avec l'erreur: %s
gd: Dh’fhàillig gnìomhachadh %s leis a’ chòd mhearachd seo: %s
hu: A(z) %s végrehajtása meghiúsult ezzel a hibával: %s
ja: 次のエラーで %s の実行に失敗しました： %s
ru: Выполнение %s завершено с ошибкой: %s

source: Update %s was successfully applied.
de: Update %s war erfolgreich.
fr: Mise à jour %s appliquée avec succès.
gd: Chaidh ùrachadh %s a chur an sàs.
hu: A(z) %s frissítés sikeresen alkalmazva.
ja: 更新 %s が正常に適用されました。
ru: Обновление %s успешно применено.

source: Update %s did not return a status. Unknown if it succeeded.
de: Update %s hat keinen Status zurückgegeben. Unbekannter Status.
fr: La mise à jour %s n'a pas retourné de détails. Impossible de savoir si elle a réussi.
gd: Cha do thill an t-ùrachadh %s staid. Chan eil fhios an do shoirbhich leis gus nach do shoirbhich.
hu: A(z) %s frissítés nem adott vissza állapotot. Nem tudni, hogy sikerült-e.
ja: 更新 %s はステータスを返しませんでした。成功した場合は不明です。
ru: Процесс обновления %s не вернул статус. Не известно, выполнено, или нет.

source: There was no additional update function %s that needed to be called.
de: Es gab keine weitere Update-Funktion, die von %s ausgeführt werden musste.
fr: Il n'y avait aucune fonction supplémentaire de mise à jour %s qui devait être appelé
gd: Cha robh foincsean ùrachaidh %s eile feumach air gairm ann.
hu: Nem volt további frissítési funkció, %s amelyet meg kellett hívni.
ja: 呼び出される必要のある機能 %s について追加の更新はありませんでした。
ru: Не было процедур обновления %s, которые нужно было запустить.

source: No failed updates.
de: Keine fehlgeschlagenen Updates.
fr: Pas de mises-à-jour échouées.
gd: Cha do dh’fhàillig le ùrachadh sam bith.
hu: Nincsenek sikertelen frissítések.
ja: 失敗した更新はありません。
ru: Неудавшихся обновлений нет.

source: Check database structure
de: Datenbankstruktur überprüfen
fr: Vérifier la structure de la base de données
gd: Thoir sùil air structar an stòir-dhàta
hu: Adatbázis-szerkezet ellenőrzése
ja: データベース構造を確認する
ru: Проверить структуру базы данных

source: Failed Updates
de: Fehlgeschlagene Updates
fr: Mises à jour échouées
gd: Na dh’ùrachaidhean a dh’fhàillig leotha
hu: Sikertelen frissítések
ja: 失敗した更新
ru: Неудавшиеся обновления

source: This does not include updates prior to 1139, which did not return a status.
de: Ohne Updates vor 1139, da diese keinen Status zurückgegeben haben.
fr: Ceci n'inclut pas les versions antérieures à la 1139, qui ne retournaient jamais de détails.
gd: Cha ghabh seo a-staigh na h-ùrachaidhean ro 1139 nach do thilleadh staid.
hu: Ez nem tartalmazza az 1139 előtti frissítéseket, amelyek nem adtak vissza állapotot.
ja: これには、ステータスを返さなかった1139より前の更新は含まれません。
ru: Эта цифра не включает обновления до 1139, которое не возвращает статус.
