Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: With checking this, every user is allowed to mark every contact as a remote_self in the repair contact dialog. Setting this flag on a contact causes mirroring every posting of that contact in the users stream.
de: Ist dies ausgewählt, kann jeder Nutzer jeden seiner Kontakte als remote_self (entferntes Konto) im "Erweitert"-Reiter der Kontaktansicht markieren. Nach dem Setzen dieses Flags werden alle Top-Level-Beiträge dieser Kontakte automatisch in den Stream dieses Nutzers gepostet (gespiegelt).
fr: Cocher cette case, permet à chaque utilisateur de marquer chaque contact comme un remote_self dans la boîte de dialogue de réparation des contacts. Activer cette fonction à un contact engendre la réplique de toutes les publications d'un contact dans le flux d'activités des utilisateurs.
gd: Ma chuireas tu cromag ris, faodaidh gach cleachdaiche neach-aithne sam bith a chomharrachadh mar remote_self ann an còmhradh càradh an luchd-aithne. Nuair a thèid a’ bhratach seo a chur ri neach-aithne, thèid a h-uile post an neach-aithne sin sgàthanachadh ann an sruth a’ chlechdaiche.
hu: Ennek bejelölésével minden egyes felhasználó számára engedélyezett, hogy az egyes partnereket távoli önmagukként jelöljék meg a partner javítása párbeszédablakban. Ezen jelző beállítása egy partnernél a tartalom minden egyes beküldésének tükrözését okozza a felhasználók adatfolyamában.
ja: これをチェックすると、すべてのユーザーがコンタクトの修復ダイアログですべてのコンタクトをremote_selfとしてマークできます。コンタクトにこのフラグを設定すると、ユーザーストリームでそのコンタクトのすべての投稿がミラーリングされます。
ru: Если включено, любой пользователь сможет пометить любой контакт как "remote_self" в расширенных настройках контакта. Установка такого параметра приводит к тому, что все записи помеченного контакта публикуются в ленте от имени пользователя.

source: Allow Users to set up relay channels
de: Benutzern erlauben Relaiskanäle einzurichten
fr: Autorise les utilisateurs à créer les chaînes relais
hu: Továbbító csatornák beállításának engedélyezése a felhasználóknak

source: If enabled, it is possible to create relay users that are used to reshare content based on user defined channels.
de: Wenn aktiviert, ist es möglich, Relaisbenutzer zu erstellen, die dazu verwendet werden, Inhalte basierend auf benutzerdefinierten Kanälen erneut zu teilen.
fr: Si activé, il est possible de créer des utilisateurs relai qui seront utilisés pour repartager du contenu basé sur les chaînes de l'utilisateur.
hu: Ha engedélyezve van, akkor lehetőség van olyan továbbító felhasználók létrehozására, akik a felhasználó által meghatározott csatornákon alapuló tartalmak újbóli megosztására használhatók.

source: Adjust the feed poll frequency
de: Einstellen der Abrufhäufigkeit
fr: Régler la fréquence d'interrogation
hu: A hírforrás lekérdezési gyakoriságának beállítása

source: Automatically detect and set the best feed poll frequency.
de: Automatisches Erkennen und Einstellen der besten Abrufhäufigkeit.
fr: Détecte automatiquement et défini la meilleure fréquence d'interrogation.
hu: A legjobb hírforrás-lekérdezési gyakoriság automatikus felismerése és beállítása.

source: Minimum poll interval
de: Minimales Abfrageintervall
fr: Intervalle minimum de requêtage
hu: Legkisebb lekérdezési időköz

source: Minimal distance in minutes between two polls for mail and feed contacts. Reasonable values are between 1 and 59.
de: Minimaler Abstand in Minuten zwischen zwei Abfragen für Mail- und Feed-Kontakte. Sinnvolle Werte liegen zwischen 1 und 59.
fr: Temps minimum entre deux requêtages en minutes pour les courriels et les contacts. Les valeurs raisonnables sont entre 1 et 59.
hu: Két lekérdezés közötti legkisebb időbeli távolság percben a levél- és hírforráspartnereknél. Az észszerű értékek 1 és 59 között vannak.

source: Enable multiple registrations
de: Erlaube Mehrfachregistrierung
fr: Autoriser les comptes multiples
gd: Cuir clàradh iomadach an comas
hu: Többszörös regisztrációk engedélyezése
ru: Разрешить несколько регистраций

source: Enable users to register additional accounts for use as pages.
de: Erlaube es Benutzern weitere Konten für Organisationen o.ä. mit der gleichen E-Mail Adresse anzulegen.
fr: Permet aux utilisateurs d'enregistrer des comptes supplémentaires pour être utilisés comme pages.
gd: Bheir seo an comas dha na cleachdaichean gun clàraich iad cunntasan a bharrachd airson an cleachdadh ’nan duilleagan.
hu: Lehetővé teszi a felhasználóknak, hogy további fiókokat regisztráljanak oldalakként történő használathoz.
ru: Разрешить пользователям регистрировать дополнительные аккаунты для использования в качестве страниц.

source: Enable OpenID
de: OpenID aktivieren
fr: Activer OpenID
gd: Cuir OpenID an comas
hu: OpenID engedélyezése
ru: Включить OpenID

source: Enable OpenID support for registration and logins.
de: OpenID Unterstützung bei der Registrierung und dem Login aktivieren.
fr: Permet l'utilisation d'OpenID pour l'enregistrement de compte et l'identification.
gd: Cuir an comas taic dha OpenID airson clàradh is clàradh a-steach.
hu: Az OpenID támogatás engedélyezése a regisztrációnál és a bejelentkezéseknél.
ru: Включить поддержку OpenID для регистрации и входа.

source: Enable full name check
de: Namen auf Vollständigkeit überprüfen
fr: Activer la vérification du nom complet
hu: Teljes név ellenőrzésének engedélyezése

source: Prevents users from registering with a display name with fewer than two parts separated by spaces.
de: Verhindert, dass sich Benutzer mit einem Anzeigenamen registrieren, der aus weniger als zwei durch Leerzeichen getrennten Teilen besteht.
fr: Empêche les utilisateurs de s'enregistrer avec un nom d'affichage n'ayant pas au minimum 2 parties séparées par des espaces.
hu: Megakadályozza a felhasználókat abban, hogy olyan megjelenített névvel regisztráljanak, amelyben kevesebb mint két, szóközzel elválasztott rész van.

source: Email administrators on new registration
de: Email den Administratoren bei neuen Registrierungen
fr: Envoyer un courriel aux administrateurs lors d'une nouvelle inscription
gd: Cuir puist-d dha na rianairean do chlàraidhean ùra
hu: E-mail küldése az adminisztrátoroknak új regisztrációkor
ru: Уведомлять администраторов о новых регистрациях

source: If enabled and the system is set to an open registration, an email for each new registration is sent to the administrators.
de: Wenn diese Option aktiviert ist und die Registrierung auf offen eingestellt ist, wird den Administratoren bei jeder neuen Registierung eine Email geschickt.
fr: Si activé et que le système est défini à une inscription ouverte, un courriel sera envoyé pour chaque nouvelle inscription aux administrateurs.
gd: Nuair a bhios seo an comas agus an siostam air a shuidheachadh air clàraidhean fosgailte, thèid post-d a chur dha na rianairean do gach clàradh ùr.
hu: Ha engedélyezve van, és a rendszer nyitott regisztrációhoz van beállítva, akkor minden új regisztrációról e-mail lesz küldve az adminisztrátoroknak.
ru: Если включено и регистрации открыты, то о каждой новой регистрации будет сообщаться администраторам по электронной почте.

source: Community pages for visitors
de: Für Besucher verfügbare Gemeinschaftsseite
fr: Affichage de la page communauté pour les utilisateurs anonymes
gd: Duilleagan coimhearsnachd do dh’aoighean
hu: Közösségi oldalak a látogatók számára
ja: 訪問者向けのコミュニティページ
ru: Публичная лента для посетителей

source: Which community pages should be available for visitors. Local users always see both pages.
de: Welche Gemeinschaftsseiten sollen für Besucher dieses Knotens verfügbar sein? Lokale Nutzer können grundsätzlich beide Seiten verwenden.
fr: Quelles pages communauté sont disponibles pour les utilisateurs anonymes.
gd: Dè na duilleagan coimhearsnachd a chì aoighean. Chì na cleachdaichean ionadail an dà dhuilleag an-còmhnaidh.
hu: Mely közösségi oldalaknak kell elérhetőnek lenniük a látogatók számára. A helyi felhasználók mindig mindkét oldalt látják.
ja: 訪問者が利用できるコミュニティページ。ローカルユーザーには常に両方のページが表示されます。
ru: Какие публичные ленты будут доступны для гостей. Местные пользователи всегда видят обе ленты.

source: Posts per user on community page
de: Anzahl der Beiträge pro Benutzer auf der Gemeinschaftsseite
fr: Nombre de publications par utilisateur sur la page de la communauté
gd: Postaichean gach cleachdaiche air duilleag na coimhearsnachd
hu: Felhasználónkénti bejegyzések a közösségi oldalon
ja: コミュニティページのユーザーごとの投稿
ru: Число записей на пользователя в публичной ленте

source: The maximum number of posts per user on the local community page. This is useful, when a single user floods the local community page.
de: Die maximale Anzahl von Beiträgen pro Benutzer auf der lokalen Gemeinschaftsseite. Dies ist nützlich, wenn ein einzelner Benutzer die lokale Gemeinschaftsseite überflutet.
fr: Nombre maximum de publications par utilisateur sur la page de communauté locale. Utile lorsqu'un seul utilisateur inonde la page de communauté locale.
hu: A felhasználónkénti bejegyzések legnagyobb száma a helyi közösségi oldalon. Ez akkor hasznos, ha egy bizonyos felhasználó elárasztja a helyi közösségi oldalt.

source: Posts per server on community page
de: Beiträge pro Server auf der Gemeinschaftsseite
fr: Publications par serveur sur la page Communauté
hu: Kiszolgálónkénti bejegyzések a közösségi oldalon

source: The maximum number of posts per server on the global community page. This is useful, when posts from a single server flood the global community page.
de: Die maximale Anzahl von Beiträgen pro Server auf der globalen Gemeinschaftsseite. Dies ist nützlich, wenn Beiträge von einem einzelnen Server die globale Gemeinschaftsseite überfluten.
fr: Nombre maximum de publications par serveur sur la page de communauté globale. Utile lorsque les publications d'un seul serveur inonde la page de communauté globale.
hu: A kiszolgálónkénti bejegyzések legnagyobb száma a globális közösségi oldalon. Ez akkor hasznos, ha egy bizonyos kiszolgálótól származó bejegyzések elárasztják a globális közösségi oldalt.

source: Enable Mail support
de: E-Mail Unterstützung aktivieren
fr: Activer la prise en charge courriel
gd: Cuir taic ri post-d an comas
hu: Levelezési támogatás engedélyezése
ru: Включить поддержку электронной почты

source: Enable built-in mail support to poll IMAP folders and to reply via mail.
de: Aktiviert die Unterstützung IMAP Ordner abzurufen und ermöglicht es auch auf E-Mails zu antworten.
fr: Permet de se connecter à un compte IMAP et de répondre directement aux courriels via Friendica.
gd: Cuir an comas an taic ri post-d a thig ’na bhroinn airson pasganan IMAP a cheasnachadh agus freagairt le post-d.
hu: A beépített levelezési támogatás engedélyezése az IMAP-mappák lekérdezéséhez és az e-mailben történő válaszhoz.
ru: Включает встроенную поддержку электронной почты, позволяющую работать с папками IMAP и отвечать по почте.

source: Mail support can't be enabled because the PHP IMAP module is not installed.
de: E-Mail Unterstützung kann nicht aktiviert werden, da das PHP IMAP Modul nicht installiert ist.
fr: La prise en charge courriel requiert le module PHP IMAP pour être activée.
gd: Chan urrainn dhuinn an taic ri post-d a chur an comas air sgàth ’s nach deach am mòideal IMAP aig PHP a stàladh.
hu: A levelezési támogatást nem lehet engedélyezni, mert a PHP IMAP-modulja nincs telepítve.
ru: Поддержка почты не может быть включена, так как не установлен модуль PHP IMAP.

source: Diaspora support can't be enabled because Friendica was installed into a sub directory.
de: Diaspora Unterstützung kann nicht aktiviert werden, da Friendica in ein Unterverzeichnis installiert ist.
fr: Le support de Diaspora ne peut pas être activé parce que Friendica a été installé dans un sous-répertoire.
gd: Chan urrainn dhuinn an taic ri diaspora* a chur an comas on a chaidh Friendica a stàladh ann am fo-phasgan.
hu: A Diaspora támogatást nem lehet engedélyezni, mert a Friendica egy alkönyvtárba lett telepítve.
ja: Friendicaがサブディレクトリにインストールされたため、Diasporaサポートを有効にできません。
ru: Поддержка Diaspora не может быть включена, так как Френдика была установлена в подкаталог.

source: Enable Diaspora support
de: Diaspora-Unterstützung aktivieren
fr: Activer le support de Diaspora
gd: Cuir taic ri diaspora* an comas
hu: Diaspora támogatás engedélyezése
ja: Diasporaサポートを有効にする
ru: Включить поддержку Diaspora

source: Enable built-in Diaspora network compatibility for communicating with diaspora servers.
de: Aktiviere die Unterstützung des Diaspora Protokolls zur Kommunikation mit Diaspora Servern.
fr: Permet la communication avec des comptes distants via Diaspora. Ce protocole est principalement utilisé par la plate-forme Diaspora.
gd: Cuir an comas a’ cho-chòrdalachd lìonraidh le diaspora* a thig ’na bhroinn airson conaltradh le frithealaichean diaspora*.
hu: A beépített Diaspora hálózati kompatibilitás engedélyezése a Diaspora kiszolgálókkal való kommunikációhoz.
ru: Включить встроенную поддержку Diaspora для общения с серверами сети Diaspora.

source: Verify SSL
de: SSL Überprüfen
fr: Vérifier SSL
gd: Dearbh SSL
hu: SSL ellenőrzése
ja: SSLを検証する
ru: Проверка SSL

source: If you wish, you can turn on strict certificate checking. This will mean you cannot connect (at all) to self-signed SSL sites.
de: Wenn gewollt, kann man hier eine strenge Zertifikatskontrolle einstellen. Das bedeutet, dass man zu keinen Seiten mit selbst unterzeichnetem SSL-Zertifikat eine Verbindung herstellen kann.
fr: Si vous le souhaitez, vous pouvez activier la vérification stricte des certificats. Cela signifie que vous ne pourrez pas vous connecter (du tout) aux sites SSL munis d'un certificat auto-signé.
gd: Ma thogras tu, ’s urrainn dhut sgrùdadh teann nan teisteanasan a chur an comas. Is ciall dha seo nach urrainn dhut ceangal idir le làraichean le SSL a chaidh fhèin-shoidhneadh.
hu: Ha szeretné, bekapcsolhatja a szigorú tanúsítvány-ellenőrzést. Ezt azt jelenti, hogy nem tud kapcsolódni (egyáltalán) az önaláírt SSL-t használó oldalakhoz.
ja: 必要に応じて、厳密な証明書チェックをオンにすることができます。これは、自己署名SSLサイトに（まったく）接続できないことを意味します。
ru: Если хотите, вы можете включить строгую проверку сертификатов. Это будет означать, что вы не сможете соединиться (вообще) с сайтами, имеющими само-подписанный SSL сертификат.

source: Proxy user
de: Proxy-Nutzer
fr: Utilisateur du proxy
gd: Cleachdaiche a’ phrogsaidh
hu: Proxy felhasználó
ja: プロキシユーザー
ru: Прокси пользователь

source: User name for the proxy server.
de: Nutzername für den Proxy-Server
fr: Nom d'utilisateur pour le serveur proxy
gd: Ainm-cleachdaiche dhan fhrithealaiche progsaidh.
hu: Felhasználónév a proxy-kiszolgálóhoz.
ru: Имя пользователя прокси

source: If you want to use a proxy server that Friendica should use to connect to the network, put the URL of the proxy here.
de: Wenn Friendica einen Proxy-Server verwenden soll um das Netzwerk zu erreichen, füge hier die URL des Proxys ein.
fr: Si vous souhaitez utiliser un serveur proxy que Friendica devra employer pour se connecter au réseau, indiquez l'adresse du proxy ici.
gd: Ma tha thu airson ’s gun cleachd Friendica frithealaiche progsaidh airson ceangal ris an lìonra, cuir URL a’ phrogsaidh an-seo.
hu: Ha olyan proxy-kiszolgálót szeretne használni, amelyet a Friendicának a hálózathoz való kapcsolódáshoz használnia kell, akkor itt adja meg a proxy URL-jét.
ru: Если вы хотите указать прокси, который Friendica будет использовать для выхода в сеть, укажите здесь его URL.

source: Network timeout
de: Netzwerk-Wartezeit
fr: Dépassement du délai d'attente du réseau
gd: Crìoch-ùine an lìonraidh
hu: Hálózati időkorlát
ja: ネットワークタイムアウト
ru: Тайм-аут сети

source: Value is in seconds. Set to 0 for unlimited (not recommended).
de: Der Wert ist in Sekunden. Setze 0 für unbegrenzt (nicht empfohlen).
fr: Valeur en secondes. Mettre à 0 pour 'illimité' (pas recommandé).
gd: Luach ann an diogan. Is ciall dha 0 nach fhalbh an ùine air idir (cha mholamaid seo).
hu: Az érték másodpercben van. Állítsa 0-ra a korlátlan időhöz (nem ajánlott).
ja: 値は秒単位です。無制限の場合は0に設定します（推奨されません）。
ru: Значение указывается в секундах. Установите 0 для снятия ограничений (не рекомендуется).

source: Maximum Load Average
fr: Plafond de la charge moyenne
gd: Eallach as motha sa chuibheas
hu: Legnagyobb terhelésátlag
ja: 最大負荷平均
ru: Средняя максимальная нагрузка

source: Maximum system load before delivery and poll processes are deferred - default %d.
de: Maximale System-LOAD bevor Verteil- und Empfangsprozesse verschoben werden - Standard %d
fr: La charge système maximal avant que les processus livraisons et de sondage de profils distants soient reportées. Défaut : %d.
gd: Eallach as motha air an t-siostam mus dèid dàil a chur air an lìbhrigeadh is air pròiseasadh cunbhalach – ’s e %d a tha sa bhun-roghainn.
hu: A legnagyobb rendszerterhelés, mielőtt a kézbesítési és lekérdezési folyamatok elhalasztásra kerülnek. Alapértelmezetten %d.
ja: このシステム 負荷/Load を超えると、配信・ポーリングプロセスの実行は延期されます。 - 既定の値は%dです。
ru: Максимальная нагрузка на систему, прежде чем задания опроса и доставки начнут приостанавливаться - по-умолчанию %d.

source: Minimal Memory
de: Minimaler Speicher
fr: Mémoire minimum
gd: A’ chuimhne as lugha
hu: Legkevesebb memória
ja: 最小限のメモリ
ru: Минимум памяти

source: Minimal free memory in MB for the worker. Needs access to /proc/meminfo - default 0 (deactivated).
de: Minimal freier Speicher in MB für den Worker Prozess. Benötigt Zugriff auf /proc/meminfo - Standardwert ist 0 (deaktiviert)
fr: Mémoire libre minimale pour les tâches de fond (en Mo). Requiert l'accès à <code>/proc/meminfo</code>. La valeur par défaut est 0 (désactivé).
gd: A’ chuimhne shaor as lugha ann an MB dhan obraiche. Bidh feum air inntrigeadh dha /proc/meminfo – is 0 a’ bhun-roghainn (à gnìomh).
hu: A legkevesebb szabad memória MB-ban a feldolgozónál. Hozzáférést igényel a /proc/meminfo fájlhoz. Alapértelmezetten 0 (kikapcsolva).
ja: ワーカーの最小空きメモリ（MB）。 / proc / meminfoへのアクセスが必要-デフォルトは0（無効）。
ru: Минимально допустимая свободная память ОЗУ для запуска заданий. Для работы нужен доступ в /proc/meminfo - по-умолчанию 0 (отключено).

source: Periodically optimize tables
de: Optimiere die Tabellen regelmäßig
fr: Optimizer les tables régulièrement
gd: Pisich na clàran o àm gu àm
hu: Táblák időszakos optimalizálása
ru: Периодически оптимизировать таблицы

source: Periodically optimize tables like the cache and the workerqueue
de: Optimiert Tabellen wie den Cache oder die Worker-Warteschlage regelmäßig.
fr: Optimise régulièrement certaines tables de base de données très utilisées comme cache, locks, session, ou workerqueue.
gd: Pisich clàran mar an tasgadan is an ciutha-obrach gu cunbhalach
hu: A táblák időszakos optimalizálása, mint például a gyorsítótár és a feldolgozó várakozási sorának táblái.
ru: Периодически оптимизировать таблицы, такие как cache и workerqueue

source: Discover followers/followings from contacts
de: Endecke folgende und gefolgte Kontakte von Kontakten
fr: Découvrir la liste de contacts des contacts
gd: Lorg dàimhean leantainn on luchd-aithne
hu: Követők vagy követések felfedezése a partnerekből
ru: Обнаруживать подписчиков и друзей для контактов

source: If enabled, contacts are checked for their followers and following contacts.
de: Ist dies aktiv, werden die Kontakte auf deren folgenden und gefolgten Kontakte überprüft.
fr: Si activé, ce serveur collecte la liste d'abonnés et d'abonnements des contacts suivants.
gd: Ma tha seo an comas, thèid sùil a thoirt airson luchd-leantainn an luchd-aithne is an fheadhainn air a leanas iad.
hu: Ha engedélyezve van, akkor a partnerek ellenőrizve lesznek a követő és követett partnereik számára.
ru: Если включено, контакты будут проверяться на наличие подписчиков и друзей.

source: None - deactivated
de: Keine - deaktiviert
fr: Aucun - désactivé
gd: Chan eil gin – à comas
hu: Nincs: ki van kapcsolva.
ru: None - выключено.

source: Local contacts - contacts of our local contacts are discovered for their followers/followings.
de: Lokale Kontakte - Die Beziehungen der lokalen Kontakte werden analysiert.
fr: Contacts locaux : Les contacts des utilisateurs de ce serveur
gd: Luchd-aithne ionadail – thèid dàimhean leantainn an luchd-aithne ionadail a lorg.
hu: Helyi partnerek: a helyi partnereink partnerei lesznek felfedezve a követőik vagy követésiek számára.
ru: Local contacts - местные контакты будут проверяться на наличие подписчиков и друзей.

source: Interactors - contacts of our local contacts and contacts who interacted on locally visible postings are discovered for their followers/followings.
de: Interaktionen - Kontakte der lokalen Kontakte sowie die Profile die mit öffentlichen lokalen Beiträgen interagiert haben, werden bzgl. ihrer Beziehungen analysiert.
fr: Interagisseurs : Les contacts des utilisateurs de ce serveur et les contacts qui ont intéragit avec les conversations dont ce serveur a connaissance.
gd: Luchd co-luadair – thèid dàimhean leantainn an luchd-aithne ionadail agus aig an fheadhainn a rinn co-luadar le postaichean poblach a lorg.
hu: Interaktorok: a helyi partnereink partnerei és a helyileg látható beküldésekkel kapcsolatba került partnerek lesznek felfedezve a követőik vagy követésiek számára.
ru: Interactors - местные контакты и те контакты, кто взаимодействовал с локально видимыми записями, будут проверяться на наличие подписчиков и друзей.

source: Only update contacts/servers with local data
de: Nur Kontakte/Server mit lokalen Daten aktualisieren
fr: Mettre a jour que les contacts/serveurs ayant des données locales
hu: Csak helyi adatokkal rendelkező partnerek vagy kiszolgálók frissítése

source: If enabled, the system will only look for changes in contacts and servers that engaged on this system by either being in a contact list of a user or when posts or comments exists from the contact on this system.
de: Wenn diese Option aktiviert ist, sucht das System nur nach Änderungen bei Kontakten und Servern, die mit dieser Instanz interagiert haben, indem sie entweder in einer Kontaktliste eines Benutzers enthalten sind oder wenn Beiträge oder Kommentare von diesem Kontakt in dieser Instanz vorhanden sind.
fr: Si activé, le système ne recherchera que les modifications apportées aux contacts et aux serveurs qui se sont engagés dans ce système, soit parce qu'ils figurent dans la liste de contacts d'un utilisateur, soit parce que des messages ou des commentaires ont été publiés par le contact sur ce système.
hu: Ha engedélyezve van, akkor a rendszer csak olyan partnerek és kiszolgálók változásait keresi, amelyek részt vesznek ezen a rendszeren, azáltal hogy vagy egy felhasználó partnerlistáján szerepelnek, vagy ha a partnertől származó bejegyzések vagy hozzászólások léteznek ezen a rendszeren.

source: Synchronize the contacts with the directory server
de: Gleiche die Kontakte mit dem Directory-Server ab
fr: Synchroniser les contacts avec l'annuaire distant
gd: Sioncronaich an luchd-aithne le frithealaiche an eòlaire
hu: A partnerek szinkronizálása a könyvtárkiszolgálóval
ru: Синхронизировать контакты с сервером каталога

source: if enabled, the system will check periodically for new contacts on the defined directory server.
de: Ist dies aktiv, wird das System regelmäßig auf dem Verzeichnis-Server nach neuen potentiellen Kontakten nachsehen.
fr: Active l'ajout de nouveaux contacts depuis l'annuaire distant choisi.
gd: Ma tha seo an comas, bheir an siostam sùil gu cunbhalach airson luchd-aithne ùr air frithealaiche an eòlaire a chaidh a mhìneachadh.
hu: Ha engedélyezve van, akkor a rendszer időszakosan ellenőrizni fogja az új partnereket a meghatározott könyvtárkiszolgálón.
ru: Если включено, то система будет периодически проверять новые контакты на указанном сервере каталога.
