Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Discover contacts from other servers
de: Neue Kontakte auf anderen Servern entdecken
fr: Découvrir des contacts des autres serveurs
gd: Lorg luchd-aithne o fhrithealaichean eile
hu: Partnerek felfedezése más kiszolgálókról
ja: 他のサーバーからコンタクトを発見する
ru: Обнаруживать контакты с других серверов

source: Periodically query other servers for contacts and servers that they know of. The system queries Friendica, Mastodon and Hubzilla servers. Keep it deactivated on small machines to decrease the database size and load.
de: Regelmäßige Abfrage anderer Server nach Kontakten und Servern, welche dort bekannt sind. Das System fragt Friendica, Mastodon und Hubzilla Server ab. Lass diese Options auf kleinen Instanzen deaktiviert, um die Datenbankgröße und -last zu verringern.
fr: Le système interroge périodiquement d'autres serveurs (Friendica, Mastodon et Hubzilla) pour connaître les contacts et les serveurs qu'ils connaissent. Désactivez-le sur les petites machines pour réduire la taille et la charge de la base de données.
hu: Más kiszolgálók időszakos lekérdezése olyan partnerek és kiszolgálók után, amelyekről tudnak. A rendszer Friendica, Mastodon és Hubzilla kiszolgálókat kérdez le. Kisebb gépeken tartsa kikapcsolva az adatbázis méretének és terhelésének csökkentése érdekében.

source: Days between requery
de: Tage zwischen erneuten Abfragen
fr: Nombre de jours entre les requêtes
gd: Làithean eadar ceasnachaidhean
hu: Ismételt lekérdezések közti napok
ja: 再クエリの間隔
ru: Интервал запросов

source: Number of days after which a server is requeried for their contacts and servers it knows of. This is only used when the discovery is activated.
de: Anzahl der Tage, nach denen ein Server nach seinen Kontakten und den ihm bekannten Servern abgefragt wird. Dies wird nur verwendet, wenn die Erkennung aktiviert ist.
fr: Nombre de jours après lesquels un serveur est interrogé sur ses contacts et les serveurs qu'il connaît. Ce paramètre n'est utilisé que lorsque la découverte est activée.
hu: A napok száma, amely után egy kiszolgáló ismét lekérdezésre kerül az általa tudott partnereiért és kiszolgálóiért. Ez csak akkor van használatban, ha a felfedezés be van kapcsolva.

source: Search the local directory
de: Lokales Verzeichnis durchsuchen
fr: Chercher dans le répertoire local
gd: Lorg san eòlaire ionadail
hu: A helyi könyvtár keresése
ja: ローカルディレクトリを検索する
ru: Искать в местном каталоге

source: Search the local directory instead of the global directory. When searching locally, every search will be executed on the global directory in the background. This improves the search results when the search is repeated.
de: Suche im lokalen Verzeichnis anstelle des globalen Verzeichnisses durchführen. Jede Suche wird im Hintergrund auch im globalen Verzeichnis durchgeführt, um die Suchresultate zu verbessern, wenn die Suche wiederholt wird.
fr: Cherche dans le répertoire local au lieu du répertoire local. Quand une recherche locale est effectuée, la même recherche est effectuée dans le répertoire global en tâche de fond. Cela améliore les résultats de la recherche si elle est réitérée.
gd: Lorg san eòlaire ionadail seach san eòlaire cho-naisgte. Nuair a nì thu lorg gu h-ionadail, thèid gach lorg a ghnìomhachadh san eòlaire cho-naisgte sa chùlaibh. Cuiridh seo piseach air na toraidhean luirg nuair a nithear an t-aon lorg a-rithist.
hu: A helyi könyvtár keresése a globális könyvtár helyett. Helyi kereséskor minden egyes keresés a globális könyvtárban lesz végrehajtva a háttérben. Ez javítja a keresési eredményeket, ha a keresést megismétlik.
ja: グローバルディレクトリではなくローカルディレクトリを検索します。ローカルで検索する場合、すべての検索はバックグラウンドでグローバルディレクトリで実行されます。これにより、同じ検索を繰り返した場合の検索結果が改善されます。
ru: Искать в локальном каталоге вместо глобального. При локальном поиске каждый запрос будет выполняться в глобальном каталоге в фоновом режиме. Это улучшит результаты поиска при повторных запросах.

source: Publish server information
de: Server-Informationen veröffentlichen
fr: Publier les informations du serveur
gd: Foillsich fiosrachadh an fhrithealaiche
hu: Kiszolgálóinformációk közzététele
ja: サーバー情報を公開する
ru: Опубликовать информацию о сервере

source: If enabled, general server and usage data will be published. The data contains the name and version of the server, number of users with public profiles, number of posts and the activated protocols and connectors. See <a href="http://the-federation.info/">the-federation.info</a> for details.
de: Wenn aktiviert, werden allgemeine Informationen über den Server und Nutzungsdaten veröffentlicht. Die Daten beinhalten den Namen sowie die Version des Servers, die Anzahl der Personen mit öffentlichen Profilen, die Anzahl der Beiträge sowie aktivierte Protokolle und Konnektoren. Für Details bitte <a href="http://the-federation.info/">the-federation.info</a> aufrufen.
fr: Active la publication de données générales sur ce serveur et son utilisation. Contient entre autres le nom et la version du serveur, le nombre d'utilisateurs avec un profil public, le nombre de publications et la liste des connecteurs activés. Voir <a href="http://the-federation.info/">the-federation.info</a> pour les détails.
gd: Ma tha seo an comas, thèid dàta coitcheann mun fhrithealaiche ’s cleachdadh fhoillseachadh. Gabhaidh an dàta a-staigh ainm is tionndadh an fhrithealaiche, an àireamh de chleachdaichean le pròifilean poblach, an àireamh de phostaichean agus na pròtacalan is ceangladairean an comas. Faic <a href="http://the-federation.info/">the-federation.info</a> airson barrachd fiosrachaidh.
hu: Ha engedélyezve van, akkor az általános kiszolgáló és használati adatok közzé lesznek téve. Az adatok tartalmazzák a kiszolgáló nevét és verzióját, a nyilvános profillal rendelkező felhasználók számát, a bejegyzések számát, valamint a engedélyezett protokollokat és összekötőket. A részletekért nézze meg a <a href="https://the-federation.info/">the-federation.info</a> weboldalt.
ja: 有効にすると、一般的なサーバーと使用状況データが公開されます。データには、サーバーの名前とバージョン、パブリックプロフィールを持つユーザーの数、投稿の数、およびアクティブ化されたプロトコルとコネクタが含まれます。詳細については、<a href="http://the-federation.info/"> the-federation.info </a>をご覧ください。
ru: Если включено, общая информация о сервере и статистика будут опубликованы. В данных содержатся имя сервера, версия ПО, число пользователей с открытыми профилями, число записей, подключенные протоколы и соединители. Подробности смотрите на <a href="http://the-federation.info/">the-federation.info</a>.

source: Check upstream version
de: Suche nach Updates
fr: Mises à jour
gd: Cuir sùil air tionndadh an upstream
hu: Távoli verzió ellenőrzése
ja: アップストリームバージョンを確認する
ru: Проверять версию в репозитории

source: Enables checking for new Friendica versions at github. If there is a new version, you will be informed in the admin panel overview.
de: Wenn diese Option aktiviert ist, wird regelmäßig nach neuen Friendica-Versionen auf github gesucht. Wenn es eine neue Version gibt, wird dies auf der Übersichtsseite im Admin-Panel angezeigt.
fr: Permet de vérifier la présence de nouvelles versions de Friendica sur github. Si une nouvelle version est disponible, vous recevrez une notification dans l'interface d'administration.
gd: Cuiridh seo an comas gun dèid sùil a chur airson tionndaidhean dhe Friendica air GitHub. Nuair a bhios tionndadh ùr an, thèid innse dhut air foir-shealladh panail na rianachd.
hu: Engedélyezi az új Friendica verziójának keresését a GitHubon. Ha új verzió érhető el, akkor tájékoztatva lesz az adminisztrátori panel áttekintőjében.
ja: githubで新しいFriendicaバージョンのチェックを有効にします。新しいバージョンがある場合は、管理パネルの概要で通知されます。
ru: Включает проверку новых версий Френдики на Github. Если появится новая версия, вы получите уведомление в панели администратора.

source: Suppress Tags
de: Tags unterdrücken
fr: Masquer les étiquettes
gd: Mùch tagaichean
hu: Címkék letiltása
ja: タグを非表示
ru: Скрывать тэги

source: Suppress showing a list of hashtags at the end of the posting.
de: Unterdrückt die Anzeige von Tags am Ende eines Beitrags.
fr: Ne pas afficher la liste des étiquettes à la fin d’un message.
gd: Mùch sealladh liosta nan tagaichean hais air deireadh nam post.
hu: A kettős keresztes címkék listája megjelenítésének letiltása a beküldések végénél.
ja: 投稿の最後にハッシュタグのリストを表示しないようにします。
ru: Отключить показ списка тэгов в конце записей.

source: Clean database
de: Datenbank aufräumen
fr: Nettoyer la base de données
gd: Sgioblaich an stòr-dàta
hu: Adatbázis tisztítása
ja: データベースを消去
ru: Очистка базы данных

source: Remove old remote items, orphaned database records and old content from some other helper tables.
de: Entferne alte Beiträge von anderen Knoten, verwaiste Einträge und alten Inhalt einiger Hilfstabellen.
fr: Supprime les conversations distantes anciennes, les enregistrements orphelins et le contenu obsolète de certaines tables de débogage.
gd: Thoir air falbh nithean cèine, reacordan stòir-dhàta a tha ’nan dìlleachdanan agus seann-susbaint eile o chuid a chlàran-taice eile.
hu: Régi távoli elemek, árva adatbázisrekordok és néhány egyéb segédtáblából származó régi tartalom eltávolítása.
ja: 古いリモート項目、孤立したデータベースレコード、および古いコンテンツを他のヘルパーテーブルから削除します。
ru: Удалять старые записи, полученные с других серверов, ненужные записи в базе данных.

source: Lifespan of remote items
de: Lebensdauer von Beiträgen anderer Knoten
fr: Durée de vie des conversations distantes
gd: Faid-bheatha nan nithean cèine
hu: Távoli elemek élettartama
ja: リモート項目の寿命
ru: Время жизни записей с других серверов

source: When the database cleanup is enabled, this defines the days after which remote items will be deleted. Own items, and marked or filed items are always kept. 0 disables this behaviour.
de: Wenn das Aufräumen der Datenbank aktiviert ist, definiert dies die Anzahl in Tagen, nach der Beiträge, die auf anderen Knoten des Netzwerks verfasst wurden, gelöscht werden sollen. Eigene Beiträge sowie markierte oder abgespeicherte Beiträge werden nicht gelöscht. Ein Wert von 0 deaktiviert das automatische Löschen von Beiträgen.
fr: Si le nettoyage de la base de donnée est actif, cette valeur représente le délai en jours après lequel les conversations distantes sont supprimées. Les conversations démarrées par un utilisateur local, étoilées ou archivées sont toujours conservées. 0 pour désactiver.
gd: Nuair a bhios sgioblachadh an stòir-dhàta an comas, mìnichidh seo na làithean mus dèid nithean cèine a sguabadh às. Thèid na nithean againn fhèin ’s na nithean a chaidh a chomharrachadh no fhaidhleadh a chumail an-còmhnaidh. Cuiridh 0 an giùlan seo à comas.
hu: Ha az adatbázis-tisztítás engedélyezve van, akkor ez határozza meg azon napok számát, amely után a távoli elemek törölve lesznek. A saját elemek, valamint a megjelölt és iktatott elemek mindig meg lesznek tartva. A 0 érték letiltja ezt a viselkedést.
ja: データベースのクリーンアップが有効な場合、これはリモート項目が削除されるまでの日数を定義します。自身の項目、およびマークまたはファイルされた項目は常に保持されます。 0はこの動作を無効にします。
ru: Если очистка базы данных включена, эта настройка определяет число дней, после которого записи будут удаляться. Собственные записи, записи с закладками, записи в папках не удаляются. 0 отключает очистку.

source: Lifespan of unclaimed items
de: Lebensdauer nicht angeforderter Beiträge
fr: Durée de vie des conversations relayées
gd: Faid-bheatha nan nithean gun tagairt
hu: Nem igényelt elemek élettartama
ja: 請求されていない項目の寿命
ru: Время жизни ничейных элементов

source: When the database cleanup is enabled, this defines the days after which unclaimed remote items (mostly content from the relay) will be deleted. Default value is 90 days. Defaults to the general lifespan value of remote items if set to 0.
de: Wenn das Aufräumen der Datenbank aktiviert ist, definiert dies die Anzahl von Tagen, nach denen nicht angeforderte Beiträge (hauptsächlich solche, die über das Relais eintreffen) gelöscht werden. Der Standardwert beträgt 90 Tage. Wird dieser Wert auf 0 gesetzt, wird die Lebensdauer von Beiträgen anderer Knoten verwendet.
fr: Si le nettoyage de la base de donnée est actif, cette valeur représente le délai en jours après lequel les conversations relayées qui n'ont pas reçu d'interactions locales sont supprimées. La valeur par défaut est 90 jours. 0 pour aligner cette valeur sur la durée de vie des conversations distantes.
gd: Nuair a bhios sgioblachadh an stòir-dhàta an comas, mìnichidh seo na làithean mus dèid nithean gun tagairt (seo susbaint on ath-sheachadan mar as trice) a sguabadh às. ’S e 90 latha a tha sa bhun-roghainn. Ma shuidhicheas tu seo air 0, thèid luach faid-bheatha nan nithean cèine a chleachdadh mar bhun-roghainn.
hu: Ha az adatbázis-tisztítás engedélyezve van, akkor ez határozza meg azon napok számát, amely után a nem igényelt távoli elemek (főleg a továbbításból származó tartalmak) törölve lesznek. Az alapértelmezett érték 90 nap. A távoli elemek általános élettartamértékének alapértelmezettje lesz, ha 0 értékre van állítva.
ja: データベースのクリーンアップが有効になっている場合、これは、要求されていないリモート項目（主に中継からのコンテンツ）が削除されるまでの日数を定義します。デフォルト値は90日です。 0に設定されている場合、リモート項目の一般的なライフスパン値がデフォルトになります。
ru: Когда очистка базы данных включена, эта настройка определяет число дней, после которого ничейные элементы (в основном, данные с ретранслятора) будут удалены. Значение по умолчанию 90 дней. Приравнивается ко времени жизни элементов других серверов, если выставлено в 0.

source: Lifespan of raw conversation data
de: Lebensdauer der Beiträge
fr: Durée de vie des méta-données de conversation
gd: Faid-bheatha dàta amh nan còmhraidhean
hu: Nyers beszélgetési adatok élettartama
ja: Raw会話データの寿命
ru: Время жизни необработанных данных коммуникаций.

source: The conversation data is used for ActivityPub, as well as for debug purposes. It should be safe to remove it after 14 days, default is 90 days.
de: Die Konversationsdaten werden für ActivityPub sowie für Debug-Zwecke verwendet. Sie sollten gefahrlos nach 14 Tagen entfernt werden können, der Standardwert beträgt 90 Tage.
fr: Les données de conversation sont utilisées pour ActivityPub, ainsi qu'à des fins de débogage. Elles peuvent être supprimées en toute sécurité après 14 jours, la durée par défaut étant de 90 jours.
hu: A beszélgetési adatok az ActivityPub hálózatoknál, valamint hibakeresési célokhoz vannak használva. Biztonságosan el lehet távolítani azokat 14 nap után. Alapértelmezetten 90 nap.

source: Maximum numbers of comments per post
de: Maximale Anzahl von Kommentaren pro Beitrag
fr: Nombre maximum de commentaires par publication
gd: An àireamh as motha de bheachdan ri post
hu: Bejegyzésenkénti hozzászólások legnagyobb száma
ja: 投稿あたりのコメントの最大数
ru: Максимальное число комментариев для записи

source: How much comments should be shown for each post? Default value is 100.
de: Wie viele Kommentare sollen pro Beitrag angezeigt werden? Standardwert sind 100.
fr: Nombre de commentaire affiché pour chaque publication. Valeur par défaut : 100.
gd: Co mheud beachd a thèid a shealltainn do gach post? ’S e 100 a tha sa bhun-roghainn.
hu: Mennyi hozzászólást kell megjeleníteni az egyes bejegyzéseknél? Az alapértelmezett érték 100.
ja: 各投稿に表示されるコメントの数は？デフォルト値は100です。
ru: Сколько комментариев должно быть показано для каждой записи? Значение по-умолчанию: 100.

source: Maximum numbers of comments per post on the display page
de: Maximale Anzahl von Kommentaren in der Einzelansicht
fr: Nombre maximum de commentaires par publication dans leur page dédié (/display)
gd: An àireamh as motha de bheachdan ri post air duilleag na sealltainn
hu: Bejegyzésenkénti hozzászólások legnagyobb száma a megjelenítési oldalon
ru: Максимальное число комментариев на запись при его просмотре

source: How many comments should be shown on the single view for each post? Default value is 1000.
de: Wie viele Kommentare sollen auf der Einzelansicht eines Beitrags angezeigt werden? Grundeinstellung sind 1000.
fr: Valeur par défaut : 1 000.
gd: Co mheud beachd a thèid a shealltainn do gach post nuair a sheallar post fa leth? ’S e 1000 a tha sa bhun-roghainn.
hu: Mennyi hozzászólást kell megjeleníteni egy önálló nézeten az egyes bejegyzéseknél? Az alapértelmezett érték 1000.
ru: Сколько комментариев показывать при просмотре записи на отдельной странице? Значение по-умолчанию: 1000.

source: Items per page
de: Beiträge pro Seite
fr: Éléments par page
hu: Oldalankénti elemek

source: Number of items per page in stream pages (network, community, profile/contact statuses, search).
de: Anzahl der Elemente pro Seite in den Stream-Seiten (Netzwerk, Community, Profil/Kontaktstatus, Suche).
fr: Nombre d'éléments par page (concerne les pages Réseau, Communauté, Statuts de profil/contact, Recherche)
hu: Oldalankénti elemek száma az adatfolyam oldalakon (hálózat, közösség, profil- vagy partnerállapotok, keresés).
ru: Число записей на странице (ленты, сообщества, сообщения профиля, поиск).

source: Items per page for mobile devices
de: Beiträge pro Seite für mobile Endgeräte
fr: Éléments par page pour les appareils mobiles
hu: Oldalankénti elemek száma mobil eszközöknél

source: Number of items per page in stream pages (network, community, profile/contact statuses, search) for mobile devices.
de: Anzahl der Beiträge pro Seite in Stream-Seiten (Netzwerk, Community, Profil-/Kontaktstatus, Suche) für mobile Endgeräte.
fr: Nombre d'éléments par page pour les appareils mobiles (concerne les pages Réseau, Communauté, Statuts de profil/contact, Recherche)
hu: Oldalankénti elemek száma az adatfolyam oldalakon (hálózat, közösség, profil- vagy partnerállapotok, keresés) mobil eszközöknél.
ru: Число записей на странице (ленты, сообщества, сообщения профиля, поиск) для мобильных устройств.

source: Temp path
de: Temp-Pfad
fr: Chemin des fichiers temporaires
gd: Slighe shealadach
hu: Ideiglenes mappa útvonala
ja: 一時パス
ru: Временная папка

source: If you have a restricted system where the webserver can't access the system temp path, enter another path here.
de: Solltest du ein eingeschränktes System haben, auf dem der Webserver nicht auf das temp-Verzeichnis des Systems zugreifen kann, setze hier einen anderen Pfad.
fr: Si vous n'avez pas la possibilité d'avoir accès au répertoire temp, entrez un autre répertoire ici.
gd: Ma tha siostam cuingichte agad far nach urrainn dhan fhrithealaiche-lìn slighe temp an t-siostaim inntrigeadh, cuir a-steach slighe eile an-seo.
hu: Ha korlátozott rendszere van, ahol a webkiszolgáló nem tudja elérni a rendszer ideiglenes mappájának útvonalát, akkor adjon meg egy másik útvonalat itt.
ja: Webサーバーがシステムの一時パスにアクセスできない制限されたシステムがある場合は、ここに別のパスを入力します。
ru: Если на вашей системе веб-сервер не имеет доступа к системному пути tmp, введите здесь другой путь.

source: Only search in tags
de: Nur in Tags suchen
fr: Rechercher seulement dans les étiquettes
gd: Na lorg ach sna tagaichean
hu: Keresés csak címkékben
ja: タグでのみ検索
ru: Искать только в тегах

source: On large systems the text search can slow down the system extremely.
de: Auf großen Knoten kann die Volltext-Suche das System ausbremsen.
fr: La recherche textuelle peut ralentir considérablement les systèmes de grande taille.
gd: Air siostaman mòra, ’s urrainn dhan lorg teacsa maille mhòr a chur air an t-siostam.
hu: Nagy rendszereknél a szöveges keresés rendkívüli módon lelassíthatja a rendszert.
ja: 大規模なシステムでは、テキスト検索によりシステムの速度が著しく低下する可能性があります。
ru: На больших системах текстовый поиск может сильно замедлить систему.

source: Limited search scope
de: Suchfeld begrenzen
fr: Champ de recherche limité
hu: Korlátozott keresési hatókör

source: If enabled, searches will only be performed in the data used for the channels and not in all posts.
de: Ist dies aktiviert, werden bei Suchen nur die Daten der Kanäle durchsucht anstatt alle Beiträge zu durchsuchen.
fr: Si activé, les recherches ne seront effectuées que dans les données utilisées pour les chaînes et non dans toutes les publications.
hu: Ha engedélyezve van, akkor a keresések csak a csatornákhoz használt adatokban lesznek végrehajtva, nem az összes bejegyzésben.

source: Maximum age of items in the search table
de: Maximales Alter der Elemente in der Suchtabelle
fr: Âge maximum des éléments dans la table de recherche
hu: A keresési táblában lévő elemek legnagyobb életkora

source: Maximum age of items in the search table in days. Lower values will increase the performance and reduce disk usage. 0 means no age restriction.
de: Maximales Alter der Elemente in der Suchtabelle in Tagen. Niedrigere Werte erhöhen die Leistung und reduzieren den Festplattenverbrauch. 0 bedeutet keine Altersbeschränkung.
fr: Âge maximum, en jours, des éléments dans la table de recherche. Une valeur plus faible améliorera les performances et réduira l'utilisation du disque. 0 signifie aucune restriction.
hu: A keresési táblában lévő elemek legnagyobb életkora napokban. Az alacsonyabb értékek növelik a teljesítményt és csökkentik a lemezhasználatot. A 0 azt jelenti, hogy nincs életkori korlátozás.

source: Generate counts per contact circle when calculating network count
de: Erstelle Zählungen je Circle bei der Berechnung der Netzwerkanzahl
fr: Générer les comptes par cercle de contacts lors du calcul du nombre de réseaux.
gd: Cruthaich cunntasan do chearcallan luchd-aithne nuair a thèid cunntas an lìonraidh àireamhachadh
hu: Partnerkörönkénti számlálások előállítása a hálózatszám kiszámításakor
ru: Показывать счётчики записей по кругам при обновлении страницы сети

source: On systems with users that heavily use contact circles the query can be very expensive.
de: Auf Systemen mit Benutzern, die häufig Circles verwenden, kann die Abfrage sehr aufwändig sein.
fr: Sur les systèmes avec des utilisateurs utilisant fortement les cercles de contact, cette requête peut être très coûteuse.
gd: Air siostaman far an bheil tòrr chearcallan luchd-aithne ’gan cleachdadh, faodaidh a’ cheist seo a bhith glè dhaor.
hu: Olyan rendszereken, ahol a felhasználók nagymértékben használják a partnerköröket, a lekérdezés nagyon költséges lehet.
ru: Для систем, где активно используются круги контактов, это может быть затратно по ресурсам.

source: Process "view" activities
de: "view"-Aktivitäten verarbeiten
fr: Traiter les activités "view"
hu: „Megtekintés” tevékenységek feldolgozása

source: "view" activities are mostly geberated by Peertube systems. Per default they are not processed for performance reasons. Only activate this option on performant system.
de: "view"-Aktivitäten werden zumeist von Peertube-Systemen genutzt. Standardmäßig werden sie aus Leistungsgründen nicht verarbeitet. Aktivieren Sie diese Option nur auf performanten Systemen.
fr: Les activités "view" sont principalement gérées par les systèmes Peertube. Par défaut, elles ne sont pas traitées pour des raisons de performance. N'activez cette option que sur un système performant.
hu: A „megtekintés” tevékenységeket többnyire a Peertube rendszerek hozzák létre. Alapértelmezetten nem kerülnek feldolgozásra teljesítménybeli okokból. Csak teljesítőképes rendszerben kapcsolja be ezt a beállítást.

source: Days, after which a contact is archived
de: Anzahl der Tage, nach denen ein Kontakt archiviert wird
fr: Nombre de jours après lesquels un contact est archivé
hu: Napok, amely után a partner archiválásra kerül

source: Number of days that we try to deliver content or to update the contact data before we archive a contact.
de: Die Anzahl der Tage, die wir versuchen, Inhalte zu liefern oder die Kontaktdaten zu aktualisieren, bevor wir einen Kontakt archivieren.
fr: Nombre de jours pendant lesquels nous essayons d'envoyer du contenu ou de mettre à jour les données d'un contact avant d'archiver celui-ci.
hu: Azon napok száma, amikor megpróbálunk tartalmat szállítani vagy a partner adatait frissíteni, mielőtt archiváljuk a partnert.
