Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Comma separated list of nicknames that are forbidden from registration. Preset is a list of role names according RFC 2142.
de: Durch Kommas getrennte Liste von Spitznamen, die von der Registrierung ausgeschlossen sind. Die Vorgabe ist eine Liste von Rollennamen nach RFC 2142.
fr: Liste d'identifiants réservés séparés par des virgules. Ces identifiants ne peuvent pas être utilisés pour s'enregistrer. La liste de base provient de la RFC 2142.
gd: Liosta sgaraichte le cromagan de dh’fhar-ainmean nach fhaod clàradh. Tha liosta de dh’ainmean dreuchdan a-rèir RFC 2142 ro-shocraichte.
hu: A becenevek vesszővel elválasztott listája, amelyek tiltottak a regisztrációnál. Az előbeállítás az RFC 2142 szerinti szerepnevek listája.
ja: 登録が禁止されているニックネームのカンマ区切りリスト。プリセットは、RFC 2142に基づくロール名のリストです。
ru: Имена, перечисленные через запятую, которые запрещены для регистрации на этом узле. Предустановленный список соответствует RFC 2142.

source: Accounts abandoned after x days
de: Nutzerkonten gelten nach x Tagen als unbenutzt
fr: Les comptes sont abandonnés après x jours
gd: Cunntasan air an trèigsinn às dèidh x là
hu: Fiókok elhagyottak X nap után
ja: x日の間 放置されたアカウント
ru: Аккаунт считается после x дней не воспользованным

source: Will not waste system resources polling external sites for abandonded accounts. Enter 0 for no time limit.
de: Verschwende keine System-Ressourcen auf das Pollen externer Seiten, wenn Konten nicht mehr benutzt werden. 0 eingeben für kein Limit.
fr: Pour ne pas gaspiller les ressources système, on cesse d'interroger les sites distants pour les comptes abandonnés. Mettre 0 pour désactiver cette fonction.
gd: Cha chaith seo goireasan an t-siostam le ceasnachadh làraichean air an taobh a-muigh airson cunntasan air an trèigsinn. Cuir a-steach 0 airson cunntasan gun chrìoch ùine.
hu: Nem fogja pazarolni a rendszer erőforrásait a külső oldalak lekérdezésével az elhagyott fiókoknál. Adjon meg 0 értéket, hogy ne legyen időkorlát.
ja: 放置アカウントの外部サイトについてポーリングを停止しシステムリソースを節約します。時間制限なしの場合は0を入力します。
ru: Не будет тратить ресурсы для опроса сайтов для бесхозных контактов. Введите 0 для отключения лимита времени.

source: Allowed friend domains
de: Erlaubte Domains für Kontakte
fr: Domaines autorisés
gd: Àrainnean ceadaichte do chàirdeasan
hu: Engedélyezett ismerőstartományok
ja: 許可された友達ドメイン
ru: Разрешенные домены друзей

source: Comma separated list of domains which are allowed to establish friendships with this site. Wildcards are accepted. Empty to allow any domains
de: Liste der Domains, die für Kontakte erlaubt sind, durch Kommas getrennt. Platzhalter werden akzeptiert. Leer lassen, um alle Domains zu erlauben.
fr: Une liste de domaines, séparés par des virgules, autorisés à établir des relations avec les utilisateurs de ce site. Les '*' sont acceptés. Laissez vide pour autoriser tous les domaines
gd: Liosta sgaraichte le cromagan de dh’àrainnean a dh’fhaodas càirdeasan a stèidheachadh leis an làrach seo. Gabhaidh seo ri saoragan. Fàg bàn airson a h-uile àrainn a cheadachadh
hu: Azon tartományok vesszővel elválasztott listája, amelyeknek engedélyezett ismeretséget létesíteni ezzel az oldallal. A helyettesítő karakterek is elfogadottak. Ha üresen marad, akkor bármely tartomány megengedett.
ja: このサイトとの友達関係を確立できるドメインのカンマ区切りリスト。ワイルドカードが使用できます。すべてのドメインを許可するには空白にしてください。
ru: Разделенный запятыми список доменов, которые разрешены для установления связей. Групповые символы принимаются. Оставьте пустым для разрешения связи со всеми доменами.

source: Allowed email domains
de: Erlaubte Domains für E-Mails
fr: Domaines courriel autorisés
gd: Àrainnean puist-d ceadaichte
hu: Engedélyezett e-mail-tartományok
ja: 許可されたメールドメイン
ru: Разрешенные почтовые домены

source: Comma separated list of domains which are allowed in email addresses for registrations to this site. Wildcards are accepted. Empty to allow any domains
de: Liste der Domains, die für E-Mail-Adressen bei der Registrierung erlaubt sind, durch Kommas getrennt. Platzhalter werden akzeptiert. Leer lassen, um alle Domains zu erlauben.
fr: Liste de domaines - séparés par des virgules - dont les adresses de courriel sont autorisées à s'inscrire sur ce site. Les '*' sont acceptées. Laissez vide pour autoriser tous les domaines
gd: Liosta sgaraichte le cromagan de dh’àrainnean a tha ceadaichte ann am puist-d airson clàradh leis an làrach seo. Gabhaidh seo ri saoragan. Fàg bàn airson a h-uile àrainn a cheadachadh
hu: Azon tartományok vesszővel elválasztott listája, amelyek engedélyezettek az e-mail-címekben az oldalra történő regisztrációkhoz. A helyettesítő karakterek is elfogadottak. Ha üresen marad, akkor bármely tartomány megengedett.
ja: このサイトへの登録用の電子メールアドレスで許可されるドメインのカンマ区切りリスト。ワイルドカードが使用できます。すべてのドメインを許可するには空白にしてください。
ru: Разделенный запятыми список доменов, которые разрешены для установления связей. Групповые символы принимаются. Оставьте пустым для разрешения связи со всеми доменами.

source: Disallowed email domains
de: Nicht erlaubte Domains für E-Mails
fr: Domaines courriel interdits
hu: Nem engedélyezett e-mail-tartományok

source: Comma separated list of domains which are rejected as email addresses for registrations to this site. Wildcards are accepted.
de: Komma-getrennte Liste von Domains, die als E-Mail-Adressen für Registrierungen auf dieser Website abgelehnt werden. Platzhalter sind erlaubt.
fr: Liste, séparé par des virgules, de domaines d'adresse de courriel qui seront rejetés lors de l'enregistrement. Caractères de remplacement autorisés.
hu: Azon tartományok vesszővel elválasztott listája, amelyek visszautasítottak az e-mail-címekben az oldalra történő regisztrációkhoz. A helyettesítő karakterek is elfogadottak.

source: No OEmbed rich content
de: OEmbed nicht verwenden
fr: Désactiver le texte riche avec OEmbed
gd: Gun susbaint OEmbed bheartach
hu: Nincs OEmbed gazdag tartalom
ja: OEmbed リッチコンテンツなし
ru: Не показывать контент OEmbed

source: Don't show the rich content (e.g. embedded PDF), except from the domains listed below.
de: Verhindert das Einbetten von reichhaltigen Inhalten (z.B. eingebettete PDF Dateien). Ausgenommen von dieser Regel werden Domänen, die unten aufgeführt werden.
fr: Evite le contenu riche avec OEmbed (comme un document PDF incrusté), sauf provenant des domaines autorisés listés ci-après.
gd: Na seall susbaint bheartach (m. e. PDF leabaichte) ach o na h-àrainnean air an liosta gu h-ìosal.
hu: Ne jelenítse meg a gazdag tartalmat (például beágyazott PDF), kivéve az alább felsorolt tartományokról.
ja: 以下にリストされているドメインを除き、リッチコンテンツ（埋め込みPDFなど）を表示しないでください。
ru: Не показывать внедрённое содержимое (например, PDF), если источником не являются домены из списка ниже.

source: Trusted third-party domains
de: Vertrauenswürdige Drittanbieter-Domains
fr: Domaines tierce-partie de confiance
gd: Àrainnean threas-phàrtaidhea earbsach
hu: Megbízható harmadik fél tartományok
ru: Доверенные внешние домены

source: Comma separated list of domains from which content is allowed to be embedded in posts like with OEmbed. All sub-domains of the listed domains are allowed as well.
de: Komma separierte Liste von Domains von denen Inhalte in Beiträgen eingebettet werden dürfen. Alle Subdomains werden ebenfalls akzeptiert.
fr: Liste séparée par des virgules de domaines dont le contenu est autorisé à être intégré dans les publications comme avec OEmbed. Tous les sous-domaines des domains mentionnés sont autorisés également.
gd: Liosta sgaraichte le cromagan de dh’àrainnean on a dh’fhaodar susbaint a leabachadh am broinn phostaichean le OEmbed. Thèid cead a thoirt dhan a h-uile fo-àrainn dhe na h-àrainnean air an liosta cuideachd.
hu: Tartományok vesszővel elválasztott listája, amelyekről engedélyezett a tartalom bejegyzésekben való beágyazása, mint például az OEmbed használatával. A felsorolt tartományok összes altartománya is engedélyezve van.
ru: Список доменов через запятую, данные с которых будет разрешено внедрять в записи через OEmbed. Все поддомены этих доменов будут так же разрешены.

source: Block public
de: Öffentlichen Zugriff blockieren
fr: Interdire la publication globale
gd: Bac inntrigeadh poblach
hu: Nyilvános tiltása
ja: 一般公開をブロック
ru: Блокировать общественный доступ

source: Check to block public access to all otherwise public personal pages on this site unless you are currently logged in.
de: Klicken, um öffentlichen Zugriff auf sonst öffentliche Profile zu blockieren, wenn man nicht eingeloggt ist.
fr: Cocher pour bloquer les accès anonymes (non-connectés) à tout sauf aux pages personnelles publiques.
gd: Cuir cromag ris a bhacadh inntrigeadh poblach air a h-uile duilleag phearsanta a bhiodh poblach air an làrach seo ach dhan fheadhainn a bhios air a clàradh a-staigh.
hu: Jelölje be az ezen az oldalon lévő összes, egyébként nyilvános személyes oldal nyilvános hozzáférésének tiltásához, hacsak jelenleg nincs bejelentkezve.
ja: このサイトの一般公開済み個人ページを除き、すべてのページで非ログイン状態のアクセスをブロックするには、ここをチェックします。
ru: Отметьте, чтобы заблокировать публичный доступ ко всем иным публичным личным страницам на этом сайте, если вы не вошли на сайт.

source: Force publish
de: Erzwinge Veröffentlichung
fr: Forcer la publication globale
gd: Spàrr foillseachadh
hu: Közzététel kényszerítése
ja: 公開を強制する
ru: Принудительная публикация

source: Check to force all profiles on this site to be listed in the site directory.
de: Klicken, um Anzeige aller Profile dieses Servers im Verzeichnis zu erzwingen.
fr: Cocher pour publier obligatoirement tous les profils locaux dans l'annuaire du site.
gd: Cuir cromag ris a sparradh air a h-uile pròifil air an làrach seo gun nochd iad ann an eòlaire na làraich.
hu: Jelölje be, hogy ezen az oldalon az összes profil kényszerítetten fel legyen sorolva az oldal könyvtárában.
ja: このサイトのすべてのプロフィールがサイトディレクトリにリストされるように強制するには、チェックします。
ru: Отметьте, чтобы принудительно заставить все профили на этом сайте, быть перечислеными в каталоге сайта.

source: Enabling this may violate privacy laws like the GDPR
de: Wenn du diese Option aktivierst, verstößt das unter Umständen gegen Gesetze wie die EU-DSGVO.
fr: Activer cette option peut potentiellement enfreindre les lois sur la protection de la vie privée comme le RGPD.
gd: Ma chuireas tu seo an comas, dh’fhaoidte gum bris thu laghan mar an GDPR
hu: Ennek engedélyezése megsértheti az adatvédelmi rendeleteket, mint például a GDPR-t.
ja: これを有効にすると、GDPRなどのプライバシー法に違反する可能性があります。
ru: Включение этого может нарушить законы о личных данных, например, GDPR.

source: Global directory URL
de: URL des weltweiten Verzeichnisses
fr: URL de l'annuaire global
gd: URL an eòlaire cho-naisgte
hu: Globális könyvtár URL
ja: グローバルディレクトリURL
ru: URL глобального каталога

source: URL to the global directory. If this is not set, the global directory is completely unavailable to the application.
de: URL des weltweiten Verzeichnisses. Wenn diese nicht gesetzt ist, ist das Verzeichnis für die Applikation nicht erreichbar.
fr: URL de l'annuaire global. Si ce champ n'est pas défini, l'annuaire global sera complètement indisponible pour l'application.
gd: URL dhan eòlaire cho-naisgte. Mura deach seo a shuidheachadh, cha bhi an t-eòlaire uile-choitcheann ri fhaighinn idir dhan aplacaid.
hu: Az URL a globális könyvtárhoz. Ha ez nincs beállítva, akkor a globális könyvtár teljesen elérhetetlen lesz az alkalmazásoknak.
ja: グローバルディレクトリへのURL。これが設定されていない場合、グローバルディレクトリはアプリケーションで全く利用できなくなります。
ru: Ссылка глобального каталога. Если не указано, то глобальный каталог будет полностью недоступен.

source: Private posts by default for new users
de: Private Beiträge als Standard für neue Nutzer
fr: Publications privées par défaut pour les nouveaux utilisateurs
gd: Postaichean prìobhaideach ’na bhun-roghainn do chleachdaichean ùra
hu: Alapértelmezetten személyes bejegyzések az új felhasználóknál
ja: 新規ユーザー向けの 既定のプライベート投稿
ru: Частные сообщения по умолчанию для новых пользователей

source: Set default post permissions for all new members to the default privacy circle rather than public.
de: Die Standard-Zugriffsrechte für neue Nutzer werden so gesetzt, dass als Voreinstellung in den privaten Circle gepostet wird anstelle von öffentlichen.
fr: Rendre les publications de tous les nouveaux utilisateurs accessibles seulement par le cercle de contacts par défaut, et non par tout le monde.
gd: Suidhichidh seo ceadan phostaichean nam ball ùra air a’ chearcall phrìobhaideach gu bunaiteach seach air a’ chearcall phoblach.
hu: Az összes új tag alapértelmezett bejegyzés-jogosultságainak beállítása az alapértelmezett adatvédelmi körre a nyilvános helyett.
ru: Установить права на создание записей по-умолчанию для всех участников в приватный круг, а не для публично.

source: Don't include post content in email notifications
de: Inhalte von Beiträgen nicht in E-Mail-Benachrichtigungen versenden
fr: Ne pas inclure le contenu de la publication dans le courriel de notification
gd: Na gabh a-staigh susbaint nam post ann am brathan puist-d
hu: Ne ágyazza be a bejegyzés tartalmát az e-mailes értesítésekbe
ja: メール通知に投稿本文を含めないでください
ru: Не включать текст сообщения в email-оповещение.

source: Don't include the content of a post/comment/private message/etc. in the email notifications that are sent out from this site, as a privacy measure.
de: Inhalte von Beiträgen/Kommentaren/privaten Nachrichten/usw. zum Datenschutz nicht in E-Mail-Benachrichtigungen einbinden.
fr: Ne pas inclure le contenu d'un(e) publication/commentaire/message privé/etc dans le courriel de notification qui est envoyé à partir du site, par mesure de confidentialité.
gd: Na gabh a-staigh susbaint puist/beachd/teachdaireachd prìobhaidich/msaa. sna brathan puist-d a thèid a chur on làrach seo, a chùm prìobhaideachd.
hu: Adatvédelmi intézkedésként ne ágyazza be egy bejegyzés, hozzászólás, személyes üzenet stb. tartalmát azokba az e-mailes értesítésekbe, amelyek erről az oldalról kerülnek kiküldésre.
ja: プライバシー対策として、このサイトから送信されるメール通知に投稿/コメント/プライベートメッセージなどのコンテンツを含めないでください。
ru: Не включать содержание сообщения/комментария/личного сообщения и т.д.. в уведомления электронной почты, отправленных с сайта, в качестве меры конфиденциальности.

source: Disallow public access to addons listed in the apps menu.
de: Öffentlichen Zugriff auf Addons im Apps Menü verbieten.
fr: Interdire l’accès public pour les extensions listées dans le menu apps.
gd: Na ceadaich inntrigeadh poblach dha na tuilleadain a tha air an liosta ann an clàr-taice nan aplacaidean.
hu: Nyilvános hozzáférés letiltása az alkalmazások menüben felsorolt bővítményekhez
ja: アプリメニューにリストされているアドオンへの公開アクセスを許可しません。
ru: Запретить публичный доступ к аддонам, перечисленным в меню приложений.

source: Checking this box will restrict addons listed in the apps menu to members only.
de: Wenn ausgewählt, werden die im Apps Menü aufgeführten Addons nur angemeldeten Nutzern der Seite zur Verfügung gestellt.
fr: Cocher cette case restreint la liste des extensions dans le menu des applications seulement aux membres.
gd: Ma tha cromag sa bhogsa seo, bidh an t-inntrigeadh air na tuilleadain a chithear ann an clàr-taice nan aplacaidean cuingichte air na buill a-mhàin.
hu: A jelölőnégyzet bejelölésével csak a tagok számára fogja korlátozni az alkalmazások menüben felsorolt bővítményeket.
ja: このチェックボックスをオンにすると、アプリメニューにリストされているアドオンがメンバーのみに制限されます。
ru: При установке этого флажка, будут ограничены аддоны, перечисленные в меню приложений, только для участников.

source: Don't embed private images in posts
de: Private Bilder nicht in Beiträgen einbetten.
fr: Ne pas miniaturiser les images privées dans les publications
gd: Na leabaich dealbhan prìobhaideach ann am postaichean
hu: Ne ágyazzon be személyes képeket a bejegyzésekbe
ja: 投稿にプライベート画像を埋め込まないでください
ru: Не вставлять личные картинки в записи

source: Don't replace locally-hosted private photos in posts with an embedded copy of the image. This means that contacts who receive posts containing private photos will have to authenticate and load each image, which may take a while.
de: Ersetze lokal gehostete, private Fotos in Beiträgen nicht mit einer eingebetteten Kopie des Bildes. Dies bedeutet, dass Kontakte, die Beiträge mit privaten Fotos erhalten, sich zunächst auf den jeweiligen Servern authentifizieren müssen, bevor die Bilder geladen und angezeigt werden, was eine gewisse Zeit dauert.
fr: Ne remplacez pas les images privées hébergées localement dans les publications avec une image attaché en copie, car cela signifie que le contact qui reçoit les publications contenant ces photos privées devra s’authentifier pour charger chaque image, ce qui peut prendre du temps.
gd: Na cuir lethbhreac leabaichte dhen dealbh an àite dhealbhan prìobhaideach ann am postaichean a tha ’gan òstadh gu h-ionadail. Is ciall dha seo gum feum an luchd-aithne a gheibh postaichean sa bheil dealbhan prìobhaideach ùghdarrachadh is gach dealbh a luchdadh fa leth agus dh’fhaoidte gun doir sin greis.
hu: Ne cserélje ki a bejegyzésekben lévő helyileg kiszolgált személyes fényképeket a kép beágyazott másolatával. Ez azt jelenti, hogy a személyes fényképeket tartalmazó bejegyzéseket fogadó partnereknek hitelesíteniük kell magukat és be kell tölteniük minden egyes képet, ami eltarthat egy ideig.
ja: 投稿内のローカルでホストされているプライベート写真を画像の埋め込みコピーで置き換えないでください。つまり、プライベート写真を含む投稿を受け取ったコンタクトは、各画像を認証して読み込む必要があり、時間がかかる場合があります。
ru: Не заменяйте локально расположенные фотографии в записях на внедрённые копии изображений. Это означает, что контакты, которые получают сообщения, содержащие личные фотографии, будут вынуждены идентефицироваться и грузить каждое изображение, что может занять некоторое время.

source: Explicit Content
de: Sensibler Inhalt
fr: Contenu adulte
gd: Susbaint inbheach
hu: Felnőtteknek szánt tartalom
ja: 明示的なコンテンツ
ru: Контент для взрослых

source: Set this to announce that your node is used mostly for explicit content that might not be suited for minors. This information will be published in the node information and might be used, e.g. by the global directory, to filter your node from listings of nodes to join. Additionally a note about this will be shown at the user registration page.
de: Wähle dies, um anzuzeigen, dass dein Knoten hauptsächlich für explizite Inhalte verwendet wird, die möglicherweise nicht für Minderjährige geeignet sind. Diese Info wird in der Knoteninformation veröffentlicht und kann durch das Globale Verzeichnis genutzt werden, um deinen Knoten von den Auflistungen auszuschließen. Zusätzlich wird auf der Registrierungsseite ein Hinweis darüber angezeigt.
fr: Activez cette option si votre site est principalement utilisé pour publier du contenu adulte. Cette information est publique et peut être utilisée pour filtrer votre site dans le répertoire de site global. Elle est également affichée sur la page d'inscription.
gd: Suidhich seo a dh’innse gu bheil an nòd agad ’ga chleachdadh airson susbaint inbheach gu h-àraidh is nach eil e iomchaidh do mhion-aoisich ’s dòcha. Thèid am fiosrachadh seo fhoillseachadh ann am fiosrachadh an nòid agus gabhaidh a chleachdadh m.e. leis an eòlaire cho-naisgte airson an nòd agad a chriathradh air falbh o liosta nan nòdan a chùm ballrachd ùir. A bharrachd air sin, thèid nòta a shealltainn aig duilleag clàradh nan cleachdaichean.
hu: Állítsa be ezt annak közléséhez, hogy a csomópontját főként felnőtteknek szóló tartalomhoz használják, ami lehet, hogy nem alkalmas kiskorúak számára. Ez az információ közzé lesz téve a csomópont információiban, és használhatja például a globális könyvtár is, hogy kiszűrje a csomópontját a csatlakozáshoz felajánlott csomópontok listájából. Ezenkívül egy megjegyzés is meg lesz jelenítve ezzel kapcsolatban a felhasználó regisztrációs oldalán.
ja: これを設定して、このノードが主に未成年者には適さない可能性のある露骨なコンテンツを目的とすることを通知します。この情報はノード情報で公開され、たとえばグローバルディレクトリによって使用され、参加するノードのリストからノードをフィルタリングします。さらに、これに関するメモがユーザー登録ページに表示されます。
ru: Включите, если ваш узел будет содержать преимущественно откровенный/чувствительный контент, который не должен быть показан несовершеннолетним. Эта информация появится в информации об узле и может быть использована, например, в глобальном каталоге для скрытия вашего узла при подборе узлов для регистрации. Так же пометка об этом появится на странице регистрации.

source: Only local search
de: Nur lokale Suche
fr: Recherche locale uniquement
hu: Csak helyi keresés

source: Blocks search for users who are not logged in to prevent crawlers from blocking your system.
de: Sperrt die Suche für nicht eingeloggte Benutzer, um zu verhindern, dass Crawler Ihr System blockieren.
fr: Bloque la recherche pour les utilisateurs non connectés afin d'éviter aux robot d'indexation de bloquer votre système.
hu: Letiltja a keresést a nem bejelentkezett felhasználók számára, így megakadályozza a keresőmotoroknak, hogy letiltsák a rendszerét.

source: Blocked tags for trending tags
de: Blockierte Tags für Trend-Tags
fr: Étiquettes bloquées pour les tendances
hu: Letiltott címkék a népszerű címkéknél

source: Comma separated list of hashtags that shouldn't be displayed in the trending tags.
de: Durch Kommata getrennte Liste von Hashtags, die nicht in den Trending Tags angezeigt werden sollen.
fr: Liste d'étiquettes, séparées par des virgules, qui ne seront pas affichées dans les tendances.
hu: Kettős keresztes címkék vesszővel elválasztott listája, amelyeket nem szabad megjeleníteni a népszerű címkékben.

source: Cache contact avatars
de: Kontaktprofilbilder zwischenspeichern
fr: Mettre en cache les avatars des contacts
gd: Cuir avataran an luchd-aithne dhan tasgadan
hu: Partnerprofilképek gyorsítótárazása
ru: Кэшировать аватары

source: Locally store the avatar pictures of the contacts. This uses a lot of storage space but it increases the performance.
de: Die Profilbilder der Kontakte zwischenspeichern. Der Zwischenspeicher verbraucht viel Platz im Speicherplatz, verbessert aber die Performance.
fr: Stocker localement les images d'avatar des contacts. Cela utilise beaucoup d'espace disque mais améliore les performances.
gd: Stòr dealbhan avatar an luchd-aithne gu h-ionadail. Cleachdaidh seo tòrr àite san stòras ach cuiridh e ris an dèanadas.
hu: A partnerek profilképeinek helyi tárolása. Ez nagyon sok tárhelyet használ, de növeli a teljesítményt.
ru: Локально сохранять аватары контактов. Это потребует существенного расхода места на диске, но увеличит производительность.

source: Allow Users to set remote_self
de: Nutzern erlauben, das remote_self Flag zu setzen
fr: Autoriser les utilisateurs à définir remote_self
gd: Leig le cleachdaichean remote_self a shuidheachadh
hu: Távoli önmaguk beállításának engedélyezése a felhasználóknak
ja: ユーザーがremote_selfを設定できるようにする
ru: Разрешить пользователям установить remote_self
