Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Save to folder
de: In Ordner speichern
fr: Sauvegarder dans le dossier
gd: Sàbhail gu pasgan
hu: Mentés mappába
ja: フォルダーに保存
ru: Сохранить в папку

source: I will attend
de: Ich werde teilnehmen
fr: Je vais participer
gd: Bidh mi an làthair
hu: Részt veszek
ja: 参加します
ru: Я буду

source: I will not attend
de: Ich werde nicht teilnehmen
fr: Je ne vais pas participer
gd: Cha bhi mi ann
hu: Nem veszek részt
ja: 私は出席しません
ru: Меня не будет

source: I might attend
de: Ich werde eventuell teilnehmen
fr: Je vais peut-être participer
gd: Dh’fhaoidte gum bi mi an làthair
hu: Talán részt veszek
ja: 私は出席するかもしれません
ru: Возможно

source: Ignore thread
de: Thread ignorieren
fr: Ignorer cette conversation
gd: Leig seachad an snàithlean
hu: Szál mellőzése
ja: スレッドを無視
ru: Игнорировать обсуждение

source: Unignore thread
de: Thread nicht mehr ignorieren
fr: Ne pas ignorer cette conversation
gd: Na leig seachad an snàithlean tuilleadh
hu: Szál mellőzésének megszüntetése
ja: 無視しないスレッド
ru: Не игнорировать обсуждение

source: Toggle ignore status
de: Ignoriert-Status ein-/ausschalten
fr: Commuter le statut de suivi
gd: Toglaich staid na leigeil seachad
hu: Mellőzési állapot átváltása
ru: Переключить игнорирование

source: Add star
de: Markieren
fr: Ajouter une étoile
gd: Cuir rionnag ris
hu: Csillag hozzáadása
ru: Добавить в Избранное

source: Remove star
de: Markierung entfernen
fr: Retirer l'étoile
gd: Thoir an rionnag air falbh
hu: Csillag eltávolítása
ru: Убрать из Избранного

source: Toggle star status
de: Markierung umschalten
fr: Commuter l'état de l'étoile
gd: Toglaich staid na rionnaige
hu: Csillagállapot átváltása
ru: Добавить/убрать из Избранного

source: Pin
de: Anheften
fr: Épingler
gd: Prìnich
hu: Kitűzés
ru: Закрепить

source: Unpin
de: Losmachen
fr: Désépingler
gd: Dì-phrìnich
hu: Kitűzés megszüntetése
ru: Открепить

source: Toggle pin status
de: Angeheftet Status ändern
fr: Commuter le statut de l'épingle
gd: Toglaich staid a’ phrìneachaidh
hu: Kitűzés állapotának átváltása
ru: Закрепить/открепить

source: Pinned
de: Angeheftet
fr: Épinglé
gd: Prìnichte
hu: Kitűzve
ru: Закреплено

source: Add tag
de: Tag hinzufügen
fr: Ajouter un tag
gd: Cuir taga ris
hu: Címke hozzáadása
ru: Добавить тег

source: Quote share this
de: Teile und zitiere dies
fr: Citer et repartager ceci
gd: Co-roinn seo le iomradh
hu: Idézett megosztás
ru: Поделиться с комментарием

source: Quote Share
de: Zitat teilen
fr: Citer et repartager
gd: Iomradh
hu: Idézett megosztás
ru: Цитировать

source: Reshare this
de: Teile dies
fr: Partager ceci
gd: Co-roinn seo às ùr
hu: Újra megosztás
ru: Поделиться этим с подписчиками

source: Reshare
de: Teilen
fr: Partager
gd: Co-roinn
hu: Újra megosztás
ru: Поделиться

source: Cancel your Reshare
de: Teilen aufheben
fr: Annuler votre repartage
gd: Sguir dhen cho-roinneadh agad
hu: Újra megosztás megszakítása
ru: Отменить репост

source: Unshare
de: Nicht mehr teilen
fr: Ne plus partager
gd: Na co-roinn
hu: Megosztás megszüntetése
ru: Отменить репост

source: %s (Received %s)
de: %s (Empfangen %s)
fr: %s ( Reçu %s)
gd: %s (air fhaighinn %s)
hu: %s (fogadva: %s)
ja: %s (%s を受け取りました)
ru: %s (Получено %s)

source: Comment this item on your system
de: Kommentiere diesen Beitrag von deinem System aus
fr: Commenter ce sujet sur votre instance
gd: Thoir beachd ris an nì seo san t-siostam agad
hu: Hozzászólás az elemhez a saját rendszerén
ru: Прокомментировать это на вашем узле

source: Remote comment
de: Entfernter Kommentar
fr: Commentaire distant
gd: Beachd cèin
hu: Távoli hozzászólás
ru: Загруженный комментарий

source: Share via ...
de: Teile mit...
fr: Partager par...
gd: Co-roinn slighe…
hu: Megosztás ezen keresztül…
ru: Отправить в ...

source: Share via external services
de: Teile mit einem externen Dienst
fr: Partager par des services externes
gd: Co-roinn slighe seirbheise cèine
hu: Megosztás külső szolgáltatásokon keresztül
ru: Поделиться через сторонние сервисы

source: Unknown parent
de: Unbekannter Ursprungsbeitrag
fr: Parent inconnu
hu: Ismeretlen szülő
ru: Источник неизвестен

source: in reply to %s
de: Als Antwort auf %s
fr: en réponse à %s
hu: válasz a következőre: %s
ru: в ответ на %s

source: Parent is probably private or not federated.
de: Der Urspungsbeitrag ist wahrscheinlich privat oder nicht föderiert.
fr: Le parent est probablement privé ou non fédéré.
hu: A szülő valószínűleg személyes vagy nem föderált.
ru: Источник приватный или не федерируется.

source: to
de: zu
fr: à
gd: gu
hu: ide:
ja: に
ru: к

source: via
gd: slighe
hu: ezen keresztül:
ja: 投稿先:
ru: через

source: Wall-to-Wall
fr: Inter-mur
gd: Balla gu balla
hu: Falról-falra
ja: 壁間
ru: Стена-на-Стену

source: via Wall-To-Wall:
fr: en Inter-mur :
gd: slighe balla bu balla:
hu: falról-falra szolgáltatáson keresztül:
ja: Wall-to-Wall経由：
ru: через Стена-на-Стену:

source: Reply to %s
de: Antworte %s
fr: Répondre à %s
gd: Freagair gu %s
hu: Válasz erre: %s
ja: %sへの返信
ru: Ответ %s

source: Notifier task is pending
de: Die Benachrichtigungsaufgabe ist ausstehend
fr: La notification de la tâche est en cours
hu: Az értesítőfeladat függőben van
ja: 通知タスクは保留中です
ru: Постановка в очередь

source: Delivery to remote servers is pending
de: Die Auslieferung an Remote-Server steht noch aus
fr: La distribution aux serveurs distants est en attente
hu: A távoli kiszolgálókra történő kézbesítés függőben van
ja: リモートサーバーへの配信は保留中です
ru: Ожидается отправка адресатам

source: Delivery to remote servers is underway
de: Die Auslieferung an Remote-Server ist unterwegs
fr: La distribution aux serveurs distants est en cours
hu: A távoli kiszolgálókra történő kézbesítés úton van
ja: リモートサーバーへの配信が進行中です
ru: Отправка адресатам в процессе

source: Delivery to remote servers is mostly done
de: Die Zustellung an Remote-Server ist fast erledigt
fr: La distribution aux serveurs distants est presque terminée
hu: A távoli kiszolgálókra történő kézbesítés többnyire készen van
ja: リモートサーバーへの配信はもうすぐ完了します
ru: Отправка адресатам почти завершилась

source: Delivery to remote servers is done
de: Die Zustellung an die Remote-Server ist erledigt
fr: La distribution aux serveurs distants est terminée
hu: A távoli kiszolgálókra történő kézbesítés készen van
ja: リモートサーバーへの配信が完了しました
ru: Отправка адресатам завершена

source: %d comment
de: %d Kommentar
fr: %d commentaire
gd: %d bheachd
hu: %d hozzászólás
ja: %dコメント
ru: %d комментарий

source: Show more
de: Zeige mehr
fr: Montrer plus
gd: Seall barrachd dheth
hu: Több megjelenítése
ja: もっと見せる
ru: Показать больше

source: Show fewer
de: Zeige weniger
fr: Montrer moins
gd: Seall nas lugha dheth
hu: Kevesebb megjelenítése
ja: 表示を減らす
ru: Показать меньше

source: Reshared by: %s
de: Geteilt von: %s
fr: Partagé par : %s
gd: ’Ga cho-roinneadh le: %s
hu: Újra megosztotta: %s
ru: Репост от: %s

source: Viewed by: %s
de: Gesehen von: %s
fr: Vu par : %s
gd: Air a choimhead air le: %s
hu: Megtekintette: %s
ru: Просмотрено: %s

source: Read by: %s
de: Gelesen von: %s
fr: Lu par : %s
hu: Olvasta: %s
ru: Прочитано: %s

source: Liked by: %s
de: Diese Menschen mögen das: %s
fr: Aimé par : %s
gd: ’S toil le %s seo
hu: Kedvelte: %s
ru: Понравилось: %s

source: Disliked by: %s
de: Unbeliebt bei: %s
fr: Pas aimé par : %s
gd: Cha toil le %s seo
hu: Nem kedvelte: %s
ru: Не понравилось: %s

source: Attended by: %s
de: Besucht von: %s
fr: Y assisteront : %s
gd: An làthair: %s
hu: Részt vett: %s
ru: Присутствуют: %s

source: Maybe attended by: %s
de: Vielleicht besucht von: %s
fr: Y assisteront peut-être : %s
gd: An làthair ’s dòcha: %s
hu: Talán részt vett: %s
ru: Под вопросом: %s

source: Not attended by: %s
de: Nicht besucht von: %s
fr: N'y assisteront pas : %s
gd: Gun a bhith an làthair: %s
hu: Nem vett részt: %s
ru: Не присутствуют: %s

source: Commented by: %s
de: Kommentiert von: %s
fr: Commenté par : %s
hu: Hozzászólt: %s
ru: Прокомментировали: %s

source: Reacted with %s by: %s
de: Reagierte mit %s von: %s
fr: La réaction %s a été faite par : %s
gd: Chaidh freagairt le %s le: %s
hu: Reagált ezzel: %s: %s
ru: Отреагировали как %s : %s

source: Quote shared by: %s
de: Zitat geteilt von: %s
fr: Cité et repartagé par : %s
hu: Idézetten osztott meg: %s
ru: Процитировано: %s

source: Chat
hu: Csevegés
ru: Чат

source: (no subject)
de: (kein Betreff)
fr: (aucun sujet)
gd: (gun chuspair)
hu: (nincs tárgy)
ru: (нет темы)

source: The folder %s must be writable by webserver.
de: Das Verzeichnis %s muss für den Web-Server beschreibbar sein.
fr: Le répertoire %s doit être accessible en écriture par le serveur web.
gd: Ceumaidh cead sgrìobhaidh dhan phasgan %s a bhith aig an fhrithealaiche-lìn.
hu: A „%s” mappának írhatónak kell lennie a webkiszolgáló által.
ru: Каталог %s должен быть доступен для записи веб-сервером.

source: Login failed.
de: Anmeldung fehlgeschlagen.
fr: Échec de connexion.
gd: Dh’fhàillig leis a’ chlàradh a-steach.
hu: Bejelentkezés sikertelen.
ja: ログインに失敗しました。
ru: Войти не удалось.

source: Login failed. Please check your credentials.
de: Anmeldung fehlgeschlagen. Bitte überprüfe deine Angaben.
fr: Échec d'authentification. Merci de vérifier vos identifiants.
gd: Dh’fhàillig leis a’ chlàradh a-steach. Thoir sùil air an teisteas agad.
hu: Bejelentkezés sikertelen. Ellenőrizze a hitelesítési adatait.
ja: ログインに失敗しました。認証情報を確かめてください。
ru: Ошибка входа. Пожалуйста, проверьте данные для входа.

source: Welcome %s
de: Willkommen %s
fr: Bienvenue %s
gd: Fàilte ort, %s
hu: Üdvözöljük, %s!
ja: ようこそ%s
ru: Добро пожаловать, %s

source: Please upload a profile photo.
de: Bitte lade ein Profilbild hoch.
fr: Merci d'illustrer votre profil d'une image.
gd: An luchdaich thu suas dealbh pròifile?
hu: Töltsön fel egy profilfényképet.
ja: プロフィール写真をアップロードしてください。
ru: Пожалуйста, загрузите фотографию профиля.

source: OpenWebAuth: %1$s welcomes %2$s
de: OpenWebAuth: %1$s heißt %2$s herzlich willkommen
fr: %1$s souhaite la bienvenue à %2$s grâce à OpenWebAuth
gd: OpenWebAuth: Tha %1$s a’ cur fàilte air %2$s
hu: OpenWebAuth: %1$s üdvözli őt: %2$s
ja: OpenWebAuth: %2$sさん、%1$sへようこそ
ru: OpenWebAuth: %1$s приветствует %2$s

source: Friendica Notification
de: Friendica-Benachrichtigung
fr: Notification Friendica
gd: Brath Friendica
hu: Friendica értesítés
ja: Friendica の通知
ru: Уведомление Friendica

source: %1$s, %2$s Administrator
fr: L'administrateur de %1$s, %2$s.
gd: %1$s, rianaire %2$s
hu: %1$s, a(z) %2$s adminisztrátora
ru: %1$s, %2$s Администратор

source: %s Administrator
de: der Administrator von %s
fr: L'administrateur de %s
gd: Rianaire %s
hu: A(z) %s adminisztrátora
ru: %s Администратор

source: thanks
de: danke
fr: merci
gd: mòran taing
hu: köszönet
ru: спасибо

source: YYYY-MM-DD or MM-DD
de: YYYY-MM-DD oder MM-DD
fr: AAAA-MM-JJ ou MM-JJ
gd: YYYY-MM-DD no MM-DD
hu: YYYY-MM-DD vagy MM-DD
ja: YYYY-MM-DDまたはMM-DD
ru: YYYY-MM-DD или MM-DD

source: Time zone: <strong>%s</strong> <a href="%s">Change in Settings</a>
de: Zeitzone: <strong>%s</strong> <a href="%s">Änderbar in den Einstellungen</a>
fr: Fuseau horaire : <strong>%s</strong> <a href="%s">Le changer dans les paramètres</a>
gd: Roinn-tìde: <strong>%s</strong> <a href="%s">Atharraich i sna roghainnean</a>
hu: Időzóna: <strong>%s</strong> <a href="%s">Megváltoztatás a beállításokban</a>
ru: Временная зона: <strong>%s</strong> <a href="%s">Изменить в Настройках</a>

source: never
de: nie
fr: jamais
gd: chan ann idir
hu: soha
ru: никогда

source: less than a second ago
de: vor weniger als einer Sekunde
fr: il y a moins d'une seconde
gd: nas lugha na diog air ais
hu: kevesebb mint egy másodperce
ja: 1秒以内前
ru: менее секунды назад

source: year
de: Jahr
fr: année
gd: bhliadhna
hu: év
ja: 年
ru: год

source: years
de: Jahre
fr: années
gd: bliadhna(ichean)
hu: év
ja: 年
ru: лет

source: months
de: Monate
fr: mois
gd: mìos(an)
hu: hónap
ja: 月
ru: мес.

source: weeks
de: Wochen
fr: semaines
gd: seachdain(ean)
hu: hét
ja: 週間
ru: нед.

source: days
de: Tage
fr: jours
gd: là(ithean)
hu: nap
ja: 日
ru: дней

source: hour
de: Stunde
fr: heure
gd: uair a thìde
hu: óra
ja: 時間
ru: час

source: hours
de: Stunden
fr: heures
gd: uair(ean) a thìde
hu: óra
ja: 時間
ru: час.

source: minute
gd: mhionaid
hu: perc
ja: 分
ru: мин.

source: minutes
de: Minuten
gd: mionaid(ean)
hu: perc
ja: 分
ru: мин.

source: second
de: Sekunde
fr: seconde
gd: dhiog
hu: másodperc
ja: 秒
ru: секунда

source: seconds
de: Sekunden
fr: secondes
gd: diog(an)
hu: másodperc
ja: 秒
ru: сек.

source: in %1$d %2$s
fr: dans %1$d %2$s
gd: an ceann %1$d %2$s
hu: %1$d %2$s múlva
ru: через %1$d %2$s

source: %1$d %2$s ago
de: %1$d %2$s her
fr: Il y a %1$d %2$s
gd: %1$d %2$s air ais
hu: %1$d %2$s óta
ja: %1$d%2$s前
ru: %1$d %2$s назад

source: Notification from Friendica
de: Benachrichtigung von Friendica
fr: Notification de Friendica
gd: Brath o Friendica
hu: Értesítés a Friendicától
ru: Уведомление от Friendica

source: Empty Post
de: Leerer Beitrag
fr: Publication vide
gd: Post falamh
hu: Üres bejegyzés
ru: Пустая запись

source: default
de: Standard
fr: Par défaut
gd: bunaiteach
hu: alapértelmezett
ru: По умолчанию

source: greenzero
hu: zöld nulla

source: purplezero
hu: lila nulla

source: easterbunny
hu: húsvéti nyúl

source: darkzero
hu: sötét nulla

source: Variations
de: Variationen
gd: Fiamhan
hu: Variációk
ru: Вариации

source: Note
de: Hinweis
gd: An aire
hu: Jegyzet
ru: Примечание

source: Check image permissions if all users are allowed to see the image
de: Überprüfe, dass alle Benutzer die Berechtigung haben dieses Bild anzusehen
fr: Vérifier les permissions des images si tous les utilisateurs sont autorisés à voir l'image
gd: Thoir sùil air ceadan an deilbh ma dh’fhaodas a h-uile cleachdaiche an dealbh fhaicinn
hu: Ellenőrizze a kép jogosultságait, hogy minden felhasználó képes-e megtekinteni a képet.
ru: Проверьте настройки разрешений изображения, оно должно быть видно всем пользователям

source: Appearance
de: Erscheinungsbild
fr: Apparence
hu: Megjelenés
ru: Внешний вид

source: Accent color
de: Akzentfarbe
fr: Couleur d'accentuation
hu: Kiemelőszín
ru: Цвет акцентов

source: Blue
de: Blau
fr: Bleu
gd: Gorm
hu: Kék
ru: Синий

source: Red
de: Rot
fr: Rouge
gd: Dearg
hu: Piros
ru: Красный

source: Purple
de: Violett
fr: Violet
gd: Purpaidh
hu: Lila
ru: Фиолетовый

source: Green
de: Grün
fr: Vert
gd: Uaine
hu: Zöld
ru: Зелёный

source: Pink
de: Rosa
fr: Rose
gd: Pinc
hu: Rózsaszín
ru: Розовый

source: Copy or paste schemestring
de: Farbschema kopieren oder einfügen
fr: Copier ou coller le fil conducteur
gd: Dèan lethbhreac no cuir ann sreang sgeama
hu: Sémakarakterlánc másolása vagy beillesztése
ja: スキーム文字列のコピーまたは貼り付け
ru: Скопируйте или вставьте код темы

source: You can copy this string to share your theme with others. Pasting here applies the schemestring
de: Du kannst den String mit den Farbschema Informationen mit anderen Teilen. Wenn du einen neuen Farbschema-String hier einfügst wird er für deine Einstellungen übernommen.
fr: Vous pouvez copier le contenu de ce champ pour partager votre thème. Vous pouvez également y coller une définition de palette différente pour l'appliquer à votre thème.
gd: ’S urrainn dhut lethbhreac dhen t-sreang seo a dhèanamh airson an t-ùrlar agad a cho-roinneadh le càch. Nuair a chuireas tu rud ann an-seo, thèid sreang an sgeama a chur an sàs
hu: Lemásolhatja ezt a karakterláncot, hogy megossza a témáját másokkal. Ide beillesztve alkalmazza a sémakarakterláncot
ja: この文字列をコピーして、テーマを他の人と共有できます。ここに貼り付けると、スキーム文字列が適用されます
ru: Вы можете скопировать эту строку и поделиться настройками вашей темы с другими. Вставка строки здесь применяет настройки оформления темы.

source: Navigation bar background color
de: Hintergrundfarbe der Navigationsleiste
fr: Couleur d'arrière-plan de la barre de navigation
gd: Dath cùlaibh bàr na seòladaireachd
hu: Navigációs sáv háttérszíne
ja: ナビゲーションバーの背景色
ru: Цвет фона навигационной панели

source: Navigation bar icon color
de: Icon Farbe in der Navigationsleiste
fr: Couleur des icônes de la barre de navigation
gd: Dath ìomhaigheagan bàr na seòladaireachd
hu: Navigációs sáv ikonszíne
ru: Цвет значков навигационной панели

source: Link color
de: Linkfarbe
fr: Couleur des liens
gd: Dath nan ceanglaichean
hu: Hivatkozás színe
ru: Цвет ссылок

source: Set the background color
de: Hintergrundfarbe festlegen
fr: Paramétrer la couleur d'arrière-plan
gd: Suidhich dath a’ chùlaibh
hu: Háttérszín beállítása
ru: Установить цвет фона

source: Content background opacity
de: Opazität des Hintergrunds von Beiträgen
fr: Opacité du contenu d'arrière-plan
gd: Trìd-dhoilleireachd cùlaibh na susbainte
hu: Tartalom hátterének átlátszatlansága
ru: Прозрачность фона основного содержимого

source: Set the background image
de: Hintergrundbild festlegen
fr: Paramétrer l'image d'arrière-plan
gd: Suidhich dealbh a’ chùlaibh
hu: A háttérkép beállítása
ru: Установить фоновую картинку

source: Background image style
de: Stil des Hintergrundbildes
fr: Style de l'image de fond
gd: Stoidhle dealbh a’ chùlaibh
hu: Háttérkép stílusa
ru: Стиль фонового изображения

source: Always open Compose page
de: Immer die Composer Seite öffnen
fr: Toujours ouvrir la page Compose
gd: Fosgail duilleag an sgrìobhaidh an-còmhnaidh
hu: Mindig az írás oldal megnyitása
ru: Всегда открывать страницу редактора

source: The New Post button always open the <a href="/compose">Compose page</a> instead of the modal form. When this is disabled, the Compose page can be accessed with a middle click on the link or from the modal.
de: Neue Beiträge werden immer in der <a href="/compose">Composer Seite</a> anstelle des Dialoges bearbeitet. Ist diese Option deaktiviert, kann die Composer Seite durch einen Klick mit der mittleren Maustaste geöffnet werden.
fr: Le bouton Nouvelle publication ouvre systématiquement la <a href="/compose">page Compose</a> à la place du formulaire modal. Quand désactivé, la page Compose peut être ouverte via un clic milieu sur le lien ou à partir du modal.
hu: Az új bejegyzés gomb mindig az írás oldalt nyitja meg a modális űrlap helyett. Ha ez le van tiltva, akkor az írás oldal a hivatkozásra való középső kattintással vagy a modális űrlapról érhető el.
ru: Кнопка создания новой записи всегда будет открывать <a href="/compose">страницу редактора</a> вместо всплывающего окна. Когда это отключено, страница редактора может быть развёрнута из всплывающего окна, либо при открытии ссылки кнопки в новой вкладке.

source: Login page background image
de: Hintergrundbild der Login-Seite
fr: Image de fond de la page de login
hu: Bejelentkezési oldal háttérképe
ru: Фоновое изображение страницы входа

source: Login page background color
de: Hintergrundfarbe der Login-Seite
fr: Couleur d'arrière-plan de la page de login
hu: Bejelentkezési oldal háttérszíne
ru: Цвет фона страницы входа

source: Leave background image and color empty for theme defaults
de: Wenn die Theme-Vorgaben verwendet werden sollen, lass bitte die Felder für die Hintergrundfarbe und das Hintergrundbild leer.
fr: Laisser l'image et la couleur de fond vides pour les paramètres par défaut du thème
gd: Fàg dealbh ’s dath a’ chùlaibh bàn do bhun-roghainnean an ùrlair
hu: Hagyja üresen a háttérképet és színt a téma alapértelmezettjéhez
ru: Оставьте настройки фоновых цвета и изображения пустыми, чтобы применить настройки темы по-умолчанию.

source: Top Banner
fr: Bannière du haut
hu: Felső reklámcsík
ru: Верхний баннер

source: Resize image to the width of the screen and show background color below on long pages.
de: Skaliere das Hintergrundbild so, dass es die Breite der Seite einnimmt, und fülle den Rest der Seite mit der Hintergrundfarbe bei langen Seiten.
fr: Redimensionner l'image à la largeur de l'écran et combler en dessous avec la couleur d'arrière plan sur les pages longues.
hu: Kép átméretezése a képernyő szélességéhez, és a lenti háttérszín megjelenítése hosszú oldalakon.
ru: Растянуть изображение по ширине экрана и показать заливку цветом под ним на длинных страницах.

source: Full screen
de: Vollbildmodus
fr: Plein écran
hu: Teljes képernyő
ru: Во весь экран

source: Resize image to fill entire screen, clipping either the right or the bottom.
de: Skaliere das Bild so, dass es den gesamten Bildschirm füllt. Hierfür wird entweder die Breite oder die Höhe des Bildes automatisch abgeschnitten.
fr: Agrandir l'image pour remplir l'écran, jusqu'à toucher le bord droit ou le bas de l'écran.
hu: Kép átméretezése a teljes képernyő kitöltéséhez, levágva a jobb szélét vagy az alját.
ru: Растянуть изображение во весь экран, обрезав его часть справа или снизу.

source: Single row mosaic
de: Mosaik in einer Zeile
fr: Mosaïque sur une seule colonne
hu: Egysoros mozaik
ru: Мозаика в один ряд

source: Resize image to repeat it on a single row, either vertical or horizontal.
de: Skaliere das Bild so, dass es in einer einzelnen Reihe, entweder horizontal oder vertikal, wiederholt wird.
fr: Redimensionner l'image pour la répéter sur une seule colonne, verticale ou horizontale.
hu: Kép átméretezése az egy sorban való ismétléshez, függőlegesen vagy vízszintesen.
ru: Растянуть и размножить изображение в один ряд, вертикально или горизонтально.

source: Mosaic
de: Mosaik
fr: Mosaïque
hu: Mozaik
ru: Мозаика

source: Repeat image to fill the screen.
de: Wiederhole das Bild, um den Bildschirm zu füllen.
fr: Répète l'image pour couvrir l'écran.
hu: Kép ismétlése a képernyő kitöltéséhez.
ru: Размножить изображение по всему экрану.

source: Back to top
de: Zurück nach Oben
fr: Retour en haut
hu: Vissza a tetejére
ru: Наверх

source: Light
de: Hell
fr: Clair
hu: Világos
ru: Светлая

source: Dark
de: Dunkel
fr: Sombre
hu: Sötét
ru: Тёмная

source: Custom
de: Benutzerdefiniert
fr: Personnalisé
gd: Gnàthaichte
hu: Egyéni
ru: Другое

source: Guest
de: Gast
fr: Invité
hu: Vendég
ru: Гость

source: Visitor
de: Besucher
fr: Visiteur
hu: Látogató
ru: Посетитель

source: Alignment
de: Ausrichtung
fr: Alignement
hu: Igazítás
ru: Выравнивание

source: Left
de: Links
fr: Gauche
hu: Balra
ru: Слева

source: Center
de: Mitte
fr: Centré
hu: Középre
ru: Центр

source: Color scheme
de: Farbschema
fr: Schéma de couleurs
hu: Színséma
ru: Цветовая схема

source: Posts font size
de: Schriftgröße in Beiträgen
fr: Taille de texte des publications
hu: Bejegyzések betűmérete
ru: Размер шрифта записей

source: Textareas font size
de: Schriftgröße in Eingabefeldern
fr: Taille de police des zones de texte
hu: Szövegdobozok betűmérete
ru: Размер шрифта текстовых полей

source: Comma separated list of helper groups
de: Komma-separierte Liste der Helfer-Gruppen
fr: Liste de groupe d'entraide, séparés par des virgules
hu: Segítő csoportok vesszővel elválasztott listája
ru: Список групп поддержки через запятую

source: don't show
de: nicht zeigen
fr: cacher
hu: ne jelenítse meg
ru: не показывать

source: show
de: zeigen
fr: montrer
hu: megjelenítés
ru: показывать

source: Set style
de: Stil auswählen
fr: Définir le style
hu: Stílus beállítása
ru: Установить стиль

source: Community Pages
de: Gemeinschaftsseiten
fr: Pages Communautaires
hu: Közösségi oldalak
ru: Страницы сообщества

source: Community Profiles
de: Gemeinschaftsprofile
fr: Profils communautaires
hu: Közösségi profilok
ru: Профили сообщества

source: Help or @NewHere ?
de: Hilfe oder @NewHere
fr: Besoin d'aide ou @NouveauIci ?
hu: Súgó vagy @NewHere?
ru: Помощь

source: Connect Services
de: Verbinde Dienste
fr: Connecter des services
hu: Szolgáltatások hozzákapcsolása
ru: Подключить службы

source: Find Friends
de: Kontakte finden
fr: Trouver des contacts
hu: Ismerősök keresése
ru: Найти друзей

source: Last users
de: Letzte Nutzer
fr: Derniers utilisateurs
hu: Utolsó felhasználók
ru: Последние пользователи

source: Quick Start
de: Schnell-Start
fr: Démarrage rapide
gd: Grad-tòiseachadh
hu: Gyors kezdés
ru: Быстрый старт

source: Apologies but the website is unavailable at the moment.
de: Entschuldigung, aber die Webseite ist derzeit nicht erreichbar.
fr: Désolé mais le site web n'est pas disponible pour le moment.
