Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Edit circle
de: Circle ändern
fr: Modifier le cercle
gd: Deasaich an cearcall
hu: Kör szerkesztése
ru: Редактировать круг

source: Contacts not in any circle
de: Kontakte, die keinem Circle zugeordnet sind
fr: Contacts n'appartenant à aucun cercle
gd: Luchd-aithne gun chearcall
hu: Egyetlen körben sem lévő partnerek
ru: Контакты вне кругов

source: Create a new circle
de: Erstelle neuen Circle
fr: Créer un nouveau cercle
gd: Cruthaich cearcall ùr
hu: Új kör létrehozása
ru: Создать круг

source: Circle Name:
fr: Nom du cercle :
gd: Ainm a’ chearcaill:
hu: Kör neve:
ru: Название круга:

source: Edit circles
de: Circles bearbeiten
fr: Modifier les cercles
gd: Deasaich na cearcallan
hu: Körök szerkesztése
ru: Редактировать круги

source: Approve
de: Genehmigen
fr: Approuver
gd: Aontaich ris
hu: Jóváhagyás
ja: 承認する
ru: Одобрить

source: %s has blocked you
de: %s hat dich blockiert
fr: %s vous a bloqué(e).
hu: %s letiltotta Önt

source: Organisation
gd: Buidheann
hu: Szervezet
ja: 組織
ru: Организация

source: Group
de: Gruppe
fr: Groupe
gd: Buidheann
hu: Csoport
ru: Группа

source: Relay
de: Relais
fr: Relai
gd: Ath-sheachadan
hu: Továbbítás
ja: 中継
ru: Ретранслятор

source: Disallowed profile URL.
de: Nicht erlaubte Profil-URL.
fr: URL de profil interdite.
gd: URL pròifile mì-dhligheach.
hu: Nem engedélyezett profil URL.
ja: 許可されていないプロフィールURL。
ru: Запрещенный URL профиля.

source: Blocked domain
de: Blockierte Domain
fr: Domaine bloqué
gd: Àrainn bhacte
hu: Tiltott tartomány
ja: ブロックされたドメイン
ru: Заблокированный домен

source: Connect URL missing.
de: Connect-URL fehlt
fr: URL de connexion manquante.
gd: Tha URL a’ cheangail a dhìth.
hu: A kapcsolódási URL hiányzik.
ja: 接続URLがありません。
ru: Connect-URL отсутствует.

source: The contact could not be added. Please check the relevant network credentials in your Settings -> Social Networks page.
de: Der Kontakt konnte nicht hinzugefügt werden. Bitte überprüfe die Einstellungen unter Einstellungen -> Soziale Netzwerke
fr: Le contact n'a pu être ajouté. Veuillez vérifier les identifiants du réseau concerné dans la page Réglages -> Réseaux Sociaux si pertinent.
gd: Cha b’ urrainn dhuinn an neach-aithne a chur ris. Thoir sùil air teisteas an lìonraidh iomchaidh air duilleag nan “Roghainnean” > “Lìonraidhean sòisealta” agad.
hu: A partnert nem sikerült hozzáadni. Ellenőrizze a hozzá tartozó hálózat hitelesítési adatait a Beállítások → Közösségi hálózatok oldalon.
ja: コンタクトを追加できませんでした。ページの "設定" -> "ソーシャルネットワーク" で、関連するネットワーク認証情報を確認してください。
ru: Контакт не может быть добавлен. Пожалуйста проверьте учётные данные на странице Настройки -> Социальные сети.

source: Expected network %s does not match actual network %s
de: Erwartetes Netzwerk %s stimmt nicht mit dem tatsächlichen Netzwerk überein %s
fr: Le réseau %s espéré ne correspond pas au réseau %s actuel
gd: Chan eil an lìonra %s air a bheil dùil co-ionnann ris a lìonra %s a tha ann
hu: A várt %s hálózat nem egyezik a tényleges %s hálózattal
ru: Ожидаемая сеть %s не соответствует обнаруженной сети %s

source: This seems to be a relay account. They can't be followed by users.
de: Dies scheint ein Relais-Konto zu sein. Diese können nicht von Nutzern gefolgt werden.
fr: Cela semble être un compte relai. Ils ne peuvent pas être suivi par des utilisateurs.
hu: Úgy tűnik, hogy ez egy továbbító fiók. Ezeket nem követhetik a felhasználók.
ru: Похоже, что это аккаунт релея. На такие нельзя подписаться.

source: The profile address specified does not provide adequate information.
de: Die angegebene Profiladresse liefert unzureichende Informationen.
fr: L'adresse de profil indiquée ne fournit par les informations adéquates.
gd: Chan eil an seòladh pròifile a shònraich thu a’ solar am fiosrachadh iomchaidh.
hu: A megadott profilcím nem biztosít elegendő információt.
ja: 指定されたプロフィールアドレスは、適切な情報を提供しません。
ru: Указанный адрес профиля не дает адекватной информации.

source: No compatible communication protocols or feeds were discovered.
de: Es wurden keine kompatiblen Kommunikationsprotokolle oder Feeds gefunden.
fr: Aucun protocole de communication ni aucun flux n'a pu être découvert.
gd: Cha do lorg sinn pròtacal conaltraidh no inbhir iomchaidh.
hu: Nem lettek megfelelő kommunikációs protokollok vagy hírforrások felfedezve.
ja: 互換性のある通信プロトコルまたはフィードは見つかりませんでした。
ru: Обнаружены несовместимые протоколы связи или каналы.

source: An author or name was not found.
de: Es wurde kein Autor oder Name gefunden.
fr: Aucun auteur ou nom d'auteur n'a pu être trouvé.
gd: Cha deach an t-ùghdar no ainm a lorg.
hu: Egy szerző vagy név nem található.
ja: 著者または名前が見つかりませんでした。
ru: Автор или имя не найдены.

source: No browser URL could be matched to this address.
de: Zu dieser Adresse konnte keine passende Browser-URL gefunden werden.
fr: Aucune URL de navigation ne correspond à cette adresse.
gd: Cha b’ urrainn dhuinn URL a’ bhrabhsair a mhaidseadh ris an t-seòladh seo.
hu: Egyetlen böngésző URL-t sem sikerült illeszteni ehhez a címhez.
ja: このアドレスに一致するブラウザURLはありません。
ru: Нет URL браузера, который соответствует этому адресу.

source: Unable to match @-style Identity Address with a known protocol or email contact.
de: Konnte die @-Adresse mit keinem der bekannten Protokolle oder Email-Kontakte abgleichen.
fr: Impossible de faire correspondre l'adresse d'identité en "@" avec un protocole connu ou un contact courriel.
gd: Tha b’ urrainn dhuinn an seòladh-aithne san stoidhle @ a mhaidseadh le pròtacal as aithne dhuinn no neach-aithne puist-d.
hu: Nem lehet illeszteni @-stílusú személyazonosság-címet egy ismert protokollal vagy e-mailes partnerrel.
ja: @スタイルのIDアドレスを既知のプロトコルまたは電子メールのコンタクトと一致させることができません。
ru: Не получается совместить этот адрес с известным протоколом или контактом электронной почты.

source: Use mailto: in front of address to force email check.
de: Verwende mailto: vor der E-Mail-Adresse, um eine Überprüfung der E-Mail-Adresse zu erzwingen.
fr: Utilisez mailto: en face d'une adresse pour l'obliger à être reconnue comme courriel.
gd: Cleachd mailto: ron t-seòladh airson sgrùdadh nam post-d a sparradh.
hu: Használja a mailto: előtagot a cím előtt az e-mail-ellenőrzés kényszerítéséhez.
ja: メールチェックを強制するには、アドレスの前にmailto：を使用します。
ru: Bcgjkmpeqnt mailto: перед адресом для быстрого доступа к email.

source: Limited profile. This person will be unable to receive direct/personal notifications from you.
de: Eingeschränktes Profil. Diese Person wird keine direkten/privaten Nachrichten von dir erhalten können.
fr: Profil limité. Cette personne ne sera pas capable de recevoir des notifications directes/personnelles de votre part.
gd: Pròifil chuingichte. Chan fhaigh an neach seo brathan dìreach/pearsanta uat.
hu: Korlátozott profil. Ez a személy nem lesz képes közvetlen vagy személyes értesítéseket fogadni Öntől.
ja: 限定公開のプロフィールです。この人はあなたから直接/個人的な通知を受け取ることができません。
ru: Ограниченный профиль. Этот человек не сможет получить прямые / личные уведомления от вас.

source: Unable to retrieve contact information.
de: Konnte die Kontaktinformationen nicht empfangen.
fr: Impossible de récupérer les informations du contact.
gd: Cha d’ fhuair sinn grèim air fiosrachadh an neach-aithne.
hu: Nem lehet lekérni a partner információit.
ja: コンタクト情報を取得できません。
ru: Невозможно получить контактную информацию.

source: l F d, Y \@ g:i A \G\M\TP (e)
fr: l d F Y \@ G:i \G\M\TP (e)
gd: l, d F Y \@ g:i a \G\M\TP (e)
hu: Y. F j., l, H:i \G\M\TP (e)

source: Starts:
de: Beginnt:
fr: Débute :
gd: A’ tòiseachadh:
hu: Kezdődik:
ja: 開始：
ru: Начало:

source: Finishes:
de: Endet:
fr: Finit :
gd: Thig e gu crìoch:
hu: Befejeződik:
ja: 終了：
ru: Окончание:

source: all-day
de: ganztägig
fr: toute la journée
gd: fad an latha
hu: egész nap
ja: 一日中
ru: Весь день

source: Sept
de: Sep
fr: Sep
gd: Sult
hu: Szept
ja: 9月
ru: Сен

source: today
de: Heute
fr: aujourd'hui
gd: an-diugh
hu: ma
ja: 今日
ru: сегодня

source: month
de: Monat
fr: mois
gd: mìos
hu: hónap
ja: 月
ru: мес.

source: week
de: Woche
fr: semaine
gd: seachdain
hu: hét
ja: 週間
ru: неделя

source: day
de: Tag
fr: jour
gd: latha
hu: nap
ja: 日
ru: день

source: No events to display
de: Keine Veranstaltung zum Anzeigen
fr: Pas d'évènement à afficher
gd: Chan eil tachartas ri shealltainn ann
hu: Nincsenek megjelenítendő események
ja: 表示するイベントはありません
ru: Нет событий для показа

source: Access to this profile has been restricted.
de: Der Zugriff zu diesem Profil wurde eingeschränkt.
fr: L'accès au profil a été restreint.
gd: Chaidh an t-inntrigeadh dhan phròifil seo a chuingeachadh.
hu: A profilhoz való hozzáférés korlátozva lett.
ja: このプロフィールへのアクセスは制限されています。
ru: Доступ к этому профилю ограничен.

source: Event not found.
de: Veranstaltung nicht gefunden.
fr: Évènement non trouvé.
gd: Cha deach an tachartas a lorg.
hu: Az esemény nem található.
ru: Событие не найдено

source: l, F j
gd: l, j F
hu: F j., l
ru: l, j F

source: Edit event
de: Veranstaltung bearbeiten
fr: Editer l'évènement
gd: Deasaich an tachartas
hu: Esemény szerkesztése
ja: イベントを編集
ru: Редактировать мероприятие

source: Duplicate event
de: Veranstaltung kopieren
fr: Dupliquer l'évènement
gd: Dùblaich an tachartas
hu: Esemény kettőzése
ja: 重複イベント
ru: Дубликат события

source: Delete event
de: Veranstaltung löschen
fr: Supprimer l'évènement
gd: Sguab às an tachartas
hu: Esemény törlése
ja: イベントを削除
ru: Удалить событие

source: l F d, Y \@ g:i A
de: l, d. F Y\, H:i
gd: l, d F Y \@ g:i a
hu: Y. F j., l, H:i

source: D g:i A
de: D H:i
fr: D G:i
hu: D H:i

source: g:i A
de: H:i
fr: G:i
hu: H:i

source: Show map
de: Karte anzeigen
fr: Montrer la carte
gd: Seall am mapa
hu: Térkép megjelenítése
ja: 地図を表示
ru: Показать карту

source: Hide map
de: Karte verbergen
fr: Cacher la carte
gd: Falaich am mapa
hu: Térkép elrejtése
ja: 地図を隠す
ru: Скрыть карту

source: %s's birthday
de: %ss Geburtstag
fr: Anniversaire de %s's
gd: Cò-là breith aig %s
hu: %s születésnapja
ja: %sの誕生日
ru: день рождения %s

source: Happy Birthday %s
de: Herzlichen Glückwunsch, %s
fr: Joyeux anniversaire, %s !
gd: Co-là breith sona dhut, %s
hu: Boldog születésnapot, %s
ja: ハッピーバースデー %s
ru: С днём рождения %s

source: Detected languages in this post: %s
de: Erkannte Sprachen in diesem Beitrag: %s
fr: Langues détectées dans la publication : %s
hu: A bejegyzésben felismert nyelvek: %s

source: activity
de: Aktivität
fr: activité
gd: gnìomhachd
hu: tevékenység
ja: アクティビティ
ru: активность

source: comment
de: Kommentar
fr: commentaire
gd: beachd
hu: hozzászólás
ru: комментарий

source: post
de: Beitrag
fr: publication
hu: bejegyzés
ja: 投稿
ru: пост

source: %s is blocked
de: %s ist blockiert
fr: %s est bloqué(e)
gd: Tha %s ’ga bhacadh
hu: %s tiltva van
ru: %s заблокирован

source: %s is ignored
de: %s ist ignoriert
fr: %s est ignoré(e)
gd: Tha %s ’ga leigeil seachad
hu: %s mellőzve van
ru: %s игнорируется

source: Content from %s is collapsed
de: Inhalt vom %s ist zugeklappt
fr: Le contenu de %s est réduit
gd: Tha susbaint o %s ’ga cho-theannachadh
hu: A(z) %s helyről származó tartalom összecsukva
ru: Запись от %s скрыта

source: Sensitive content
de: Sensitiver Inhalt
fr: Contenu sensible
hu: Érzékeny tartalom

source: bytes
de: Byte
fr: octets
gd: baidht
hu: bájt
ja: バイト
ru: байт

source: %2$s (%3$d%%, %1$d vote)
de: %2$s (%3$d%%, %1$d Stimme)
gd: %2$s (%3$d%%, %1$d bhòt)
hu: %2$s (%3$d%%, %1$d szavazat)
ru: %2$s (%3$d%%, %1$d голос)

source: %2$s (%1$d vote)
de: %2$s (%1$d Stimme)
gd: %2$s (%1$d bhòt)
hu: %2$s (%1$d szavazat)
ru: %2$s (%1$d голос)

source: %d voter. Poll end: %s
de: %d Stimme, Abstimmung endet: %s
fr: %d votant. Fin du sondage : %s
gd: Rinn %d bhòtadh. Crìoch a’ chunntais-bheachd: %s
hu: %d szavazó. A szavazás vége: %s
ru: %d голос. Конец опроса: %s

source: %d voter.
de: %d Stimme.
fr: %d votant.
gd: Rinn %d bhòtadh.
hu: %d szavazó.
ru: %d голос.

source: Poll end: %s
de: Abstimmung endet: %s
fr: Fin du sondage : %s
gd: Crìoch a’ bhunntais-bheachd:%s
hu: Szavazás vége: %s
ru: Конец опроса: %s

source: View on separate page
de: Auf separater Seite ansehen
fr: Voir dans une nouvelle page
gd: Seall air duilleag fa leth
hu: Megtekintés külön oldalon
ja: 個別のページで見る
ru: Посмотреть в отдельной вкладке

source: [no subject]
de: [kein Betreff]
fr: [pas de sujet]
gd: [gun chuspair]
hu: [nincs tárgy]
ja: [件名なし]
ru: [без темы]

source: Wall Photos
de: Pinnwand-Bilder
fr: Photos du mur
gd: Dealbhan balla
hu: Falfényképek
ja: ウォール写真
ru: Фото стены

source: Edit profile
de: Profil bearbeiten
fr: Editer le profil
gd: Deasaich a’ phròifil
hu: Profil szerkesztése
ja: プロフィール編集
ru: Редактировать профиль

source: Change profile photo
de: Profilbild ändern
fr: Changer de photo de profil
gd: Atharraich dealbh na pròifil
hu: Profilfénykép megváltoztatása
ja: プロフィール写真を変更
ru: Изменить фото профиля

source: Homepage:
fr: Page personnelle :
gd: Duilleag-dhachaigh:
hu: Honlap:
ja: ホームページ：
ru: Домашняя страничка:

source: About:
de: Über:
fr: À propos :
gd: Mu dhèidhinn:
hu: Névjegy:
ja: この場所について:
ru: О себе:

source: Atom feed
fr: Flux Atom
gd: Inbhir Atom
hu: Atom hírforrás
ja: Atomフィード
ru: Фид Atom

source: This website has been verified to belong to the same person.
de: Die Webseite wurde verifiziert und gehört der gleichen Person.
fr: Ce site web a été vérifié comme appartenant à la même personne.
gd: Chaidh dearbhadh gu bheil an làrach-lìn seo aig an aon neach.
hu: Ez a weboldal ellenőrizve lett, hogy ugyanahhoz a személyhez tartozik.
ru: Принадлежность этой веб-страницы данному пользователю была подтверждена.

source: F d
de: d. F
gd: d F
hu: F j.

source: [today]
de: [heute]
fr: [aujourd'hui]
gd: [an-diugh]
hu: [ma]
ja: [今日]
ru: [сегодня]

source: Birthday Reminders
de: Geburtstagserinnerungen
fr: Rappels d'anniversaires
gd: Cuimhneachain co-là breith
hu: Születésnapi emlékeztetők
ja: 誕生日のリマインダー
ru: Напоминания о днях рождения

source: Birthdays this week:
de: Geburtstage diese Woche:
fr: Anniversaires cette semaine :
gd: Co-làithean breith an t-seachdain seo:
hu: Születésnapok ezen a héten:
ja: 今週の誕生日：
ru: Дни рождения на этой неделе:

source: g A l F d
de: l, d. F G \U\h\r
fr: g A | F d
gd: g a l d F
hu: F j., l, H

source: [No description]
de: [keine Beschreibung]
fr: [Sans description]
gd: [Gun tuairisgeul]
hu: [Nincs leírás]
ja: [説明なし]
ru: [без описания]

source: Event Reminders
de: Veranstaltungserinnerungen
fr: Rappels d'évènements
gd: Cuimhneachain air tachartasan
hu: Eseményemlékeztetők
ja: イベントリマインダー
ru: Напоминания о мероприятиях

source: Upcoming events the next 7 days:
de: Veranstaltungen der nächsten 7 Tage:
fr: Évènements à venir dans les 7 prochains jours :
gd: Tachartasan anns na 7 làithean seo tighinn:
hu: Közelgő események a következő 7 napon:
ja: 今後7日間の今後のイベント：
ru: События на ближайшие 7 дней:

source: Hometown:
de: Heimatort:
fr: Ville d'origine :
gd: Baile d’ àraich:
hu: Szülőváros:
ja: 出身地：
ru: Родной город:

source: Marital Status:
de: Familienstand:
fr: Statut marital :
gd: Inbhe pòsaidh:
hu: Családi állapot:
ru: Семейное положение:

source: With:
de: Mit:
fr: Avec :
gd: Le:
hu: Ezzel:
ru: Вместе:

source: Since:
de: Seit:
fr: Depuis :
gd: O chionn:
hu: Ekkortól:
ru: С:

source: Sexual Preference:
de: Sexuelle Vorlieben:
fr: Préférence sexuelle :
gd: Aidmheil cleamhnais:
hu: Szexuális irányultság:
ja: 性的嗜好：
ru: Сексуальные предпочтения:

source: Political Views:
de: Politische Ansichten:
fr: Opinions politiques :
gd: Beachdan poilitigeach:
hu: Politikai nézetek:
ja: 政見：
ru: Политические взгляды:

source: Religious Views:
de: Religiöse Ansichten:
fr: Opinions religieuses :
gd: Beachdan creideamhach:
hu: Vallási néztek:
ja: 宗教的見解：
ru: Религиозные взгляды:

source: Likes:
fr: J'aime :
gd: ’S toigh seo le:
hu: Kedvelések:
ja: 好きなもの：
ru: Нравится:

source: Dislikes:
fr: Je n'aime pas :
gd: Cha toigh seo le:
hu: Nem kedvelések:
ja: 嫌いなもの：
ru: Не нравится:

source: Title/Description:
de: Titel/Beschreibung:
fr: Titre / Description :
gd: Tiotal/Tuairisgeul:
hu: Cím vagy leírás:
ja: タイトル説明：
ru: Заголовок / Описание:

source: Summary
de: Zusammenfassung
fr: Résumé
gd: Geàrr-chunntas
hu: Összefoglaló
ja: 概要
ru: Резюме

source: Musical interests
de: Musikalische Interessen
fr: Goûts musicaux
gd: Ùidhean ciùil
hu: Zenei érdeklődések
ja: 音楽的興味
ru: Музыкальные интересы

source: Books, literature
de: Bücher, Literatur
fr: Lectures
gd: Leabhraichean ⁊ litreachas
hu: Könyvek, irodalom
ja: 本、文学
ru: Книги, литература

source: Television
de: Fernsehen
fr: Télévision
gd: Telebhisean
hu: Televízió
ja: テレビ
ru: Телевидение

source: Film/dance/culture/entertainment
de: Filme/Tänze/Kultur/Unterhaltung
fr: Cinéma / Danse / Culture / Divertissement
gd: Film/dannsa/cultar/dibheirsean
hu: Film, tánc, kultúra, szórakozás
ja: 映画/ダンス/文化/エンターテイメント
ru: Кино / танцы / культура / развлечения

source: Hobbies/Interests
de: Hobbies/Interessen
fr: Passe-temps / Centres d'intérêt
gd: Cur-seachadan/ùidhean
hu: Hobbik, érdeklődések
ja: 趣味/興味
ru: Хобби / Интересы

source: Love/romance
de: Liebe/Romantik
fr: Amour / Romance
gd: Gaol/suirghe
hu: Szerelem, romantika
ja: 愛/ロマンス
ru: Любовь / романтика

source: Work/employment
de: Arbeit/Anstellung
fr: Activité professionnelle / Occupation
gd: Obair/fastadh
hu: Munka, foglalkoztatás
ja: 仕事/雇用
ru: Работа / занятость

source: School/education
de: Schule/Ausbildung
fr: Études / Formation
gd: Sgoil/foghlam
hu: Iskola, oktatás
ja: 学校教育
ru: Школа / образование

source: Contact information and Social Networks
de: Kontaktinformationen und Soziale Netzwerke
fr: Coordonnées / Réseaux sociaux
gd: Fiosrachadh conaltraidh is meadhanan sòisealta
hu: Partnerinformációk és közösségi hálózatok
ja: コンタクト情報とソーシャルネットワーク
ru: Контактная информация и социальные сети

source: Responsible account: %s
de: Verantwortlicher Account: %s
fr: Compte responsable : %s
hu: Felelős fiók: %s

source: SERIOUS ERROR: Generation of security keys failed.
de: FATALER FEHLER: Sicherheitsschlüssel konnten nicht erzeugt werden.
fr: ERREUR FATALE : La génération des clés de sécurité a échoué.
gd: MEARACHD MHÒR: Dh’fhàillig le gintinn nan iuchraichean tèarainteachd.
hu: SÚLYOS HIBA: a biztonsági kulcsok előállítása nem sikerült.
ja: 重大なエラー：セキュリティキーの生成に失敗しました。
ru: СЕРЬЕЗНАЯ ОШИБКА: генерация ключей безопасности не удалась.

source: Login failed
de: Anmeldung fehlgeschlagen
fr: Échec de l'identification
gd: Dh’fhàillig leis a’ chlàradh a-steach
hu: Bejelentkezés sikertelen
ja: ログインに失敗しました
ru: Вход не удался

source: Not enough information to authenticate
de: Nicht genügend Informationen für die Authentifizierung
fr: Pas assez d'informations pour s'identifier
gd: Tha fiosrachadh a dhìth dhan dearbhadh
hu: Nincs elegendő információ a hitelesítéshez
ja: 認証に十分な情報がありません
ru: Недостаточно информации для входа

source: Password can't be empty
de: Das Passwort kann nicht leer sein
fr: Le mot de passe ne peut pas être vide
gd: Chan fhaod am facal-faire a bhith bàn
hu: A jelszó nem lehet üres
ja: パスワードは空にできません
ru: Пароль не может быть пустым

source: Empty passwords are not allowed.
de: Leere Passwörter sind nicht erlaubt.
fr: Les mots de passe vides ne sont pas acceptés.
gd: Chan eil faclan-faire bàna ceadaichte.
hu: Az üres jelszavak nem megengedettek.
ja: 空のパスワードは許可されていません。
ru: Пароль не должен быть пустым.

source: The new password has been exposed in a public data dump, please choose another.
de: Das neue Passwort wurde in einem öffentlichen Daten-Dump veröffentlicht. Bitte verwende ein anderes Passwort.
fr: Le nouveau mot de passe fait partie d'une fuite de mot de passe publique, veuillez en choisir un autre.
gd: Chaidh am facal-faire ùr fhoillseachadh ann an dumpadh dàta poblach, tagh fear eile.
hu: Az új jelszót közzétették egy nyilvános adattárban. Válasszon egy másikat.
ja: 新しいパスワードは公開データダンプで公開されています。別のパスワードを選択してください。
ru: Новый пароль содержится в опубликованных списках украденных паролей, пожалуйста, используйте другой.

source: The password length is limited to 72 characters.
de: Die Länge des Passworts ist auf 72 Zeichen begrenzt.
fr: La taille du mot de passe est limitée à 72 caractères.
gd: Chan fhaod am facal-faire a bhith nas fhaide na 72 caractar.
hu: A jelszó hossza 72 karakterre van korlátozva.
ru: Длина пароля ограничена 72 символами.

source: The password can't contain white spaces nor accentuated letters
de: Das Passwort kann weder Leerzeichen noch akzentuierte Zeichen beinhalten.
fr: Le mot de passe ne peut pas contenir d'espaces ou de lettres accentuées
gd: Chan fhaod àite bàn no litir le stràc a bhith am broinn an fhacail-fhaire
hu: A jelszó nem tartalmazhat üres karaktereket vagy ékezetes betűket
ru: Пароль не может содержать пробелов и букв с акцентами.

source: Passwords do not match. Password unchanged.
de: Die Passwörter stimmen nicht überein. Das Passwort bleibt unverändert.
fr: Les mots de passe ne correspondent pas. Aucun changement appliqué.
gd: Chan eil an dà fhacal-faire co-ionnann. Cha deach am facal-faire atharrachadh.
hu: A jelszavak nem egyeznek. A jelszó változatlan maradt.
ja: パスワードが一致していません。パスワードは変更されていません。
ru: Пароли не совпадают. Пароль не изменен.

source: An invitation is required.
de: Du benötigst eine Einladung.
fr: Une invitation est requise.
gd: Tha feum air cuireadh.
hu: Egy meghívás szükséges.
ja: 招待状が必要です。
ru: Требуется приглашение.

source: Invitation could not be verified.
de: Die Einladung konnte nicht überprüft werden.
fr: L'invitation fournie n'a pu être validée.
gd: Cha b’ urrainn dhuinn an cuireadh a dhearbhadh.
hu: A meghívást nem sikerült ellenőrizni.
ja: 招待を確認できませんでした。
ru: Приглашение не может быть проверено.

source: Invalid OpenID url
de: Ungültige OpenID URL
fr: Adresse OpenID invalide
gd: URL OpenID mì-dhligheach
hu: Érvénytelen OpenID URL
ja: 無効なOpenID URL
ru: Неверный URL OpenID

source: We encountered a problem while logging in with the OpenID you provided. Please check the correct spelling of the ID.
de: Beim Versuch, dich mit der von dir angegebenen OpenID anzumelden, trat ein Problem auf. Bitte überprüfe, dass du die OpenID richtig geschrieben hast.
fr: Nous avons eu un souci avec l'OpenID que vous avez fourni. Merci de vérifier qu'il est correctement écrit.
gd: Thachair sinn ri duilgheadas fhad ’s a bha sinn ’gad clàradh a-steach leis an OpenID a thug thu seachad. Thoir sùil air litreachadh an ID.
hu: Problémába ütköztünk a megadott OpenID-val történő bejelentkezés közben. Ellenőrizze az azonosító helyesírását.
ja: 指定したOpenIDでログイン中に問題が発生しました。 IDの正しいスペルを確認してください。
ru: Мы столкнулись с проблемой при входе с OpenID, который вы указали. Пожалуйста, проверьте правильность написания ID.

source: The error message was:
de: Die Fehlermeldung lautete:
fr: Le message d'erreur était :
gd: Seo teachdaireachd na mearachd:
hu: A hibaüzenet ez volt:
ja: エラーメッセージは次のとおりです。
ru: Сообщение об ошибке было:

source: Please enter the required information.
de: Bitte trage die erforderlichen Informationen ein.
fr: Entrez les informations requises.
gd: Cuir a-steach am fiosrachadh riatanach.
hu: Adja meg a szükséges információkat.
ja: 必要な情報を入力してください。
ru: Пожалуйста, введите необходимую информацию.

source: system.username_min_length (%s) and system.username_max_length (%s) are excluding each other, swapping values.
de: system.username_min_length (%s) and system.username_max_length (%s) schließen sich gegenseitig aus, tausche Werte aus.
fr: system.username_min_length (%s) et system.username_max_length (%s) s'excluent mutuellement, leur valeur sont échangées.
gd: Tha system.username_min_length (%s) agus system.username_max_length (%s) ag às-dùnadh càch a chèile, a’ cur nan luachan an àite càch a chèile.
hu: A system.username_min_length (%s) és a system.username_max_length (%s) kizárják egymást, értékek felcserélése.
ja: system.username_min_length（ %s ）とsystem.username_max_length（ %s ）は、お互いを除外し、値を交換しています。
ru: system.username_min_length (%s) и system.username_max_length (%s) противоречат друг другу, меняем их местами.
