Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Show notifications of ignored contacts
de: Zeige Benachrichtigungen von ignorierten Kontakten
fr: Montrer les notifications des contacts ignorés
hu: Mellőzött partnerek értesítéseinek megjelenítése
ja: 無視されたコンタクトの通知を表示
ru: Показывать уведомления игнорируемых контактов

source: You don't see posts from ignored contacts. But you still see their comments. This setting controls if you want to still receive regular notifications that are caused by ignored contacts or not.
de: Beiträge von ignorierten Kontakten werden dir nicht angezeigt. Aber du siehst immer noch ihre Kommentare. Diese Einstellung legt fest, ob du dazu weiterhin Benachrichtigungen erhalten willst oder ob diese einfach verworfen werden sollen.
fr: Par défaut les notifications de vos contacts ignorés sont également ignorées.
hu: Nem látja a mellőzött partnerektől érkező bejegyzéseket. Viszont továbbra is látja a hozzászólásaikat. Ez a beállítás azt vezérli, hogy továbbra is szeretne-e olyan normál értesítéseket kapni vagy sem, amelyeket mellőzött partnerek okoznak.
ja: 無視されたコンタクトからの投稿は表示されません。しかし、相手のコメントは表示されます。この設定では、無視されたコンタクトからの通知を定期的に受け取るかどうかを設定します。
ru: Вы не видите записи от игнорируемых контактов, но вы видите их комментарии. Эта настройка определяет, хотите ли вы получать уведомления от действий игнорируемых контактов или нет.

source: Advanced Account/Page Type Settings
de: Erweiterte Konto-/Seitentyp-Einstellungen
fr: Paramètres avancés de compte/page
hu: Speciális fióktípus vagy oldaltípus beállítások
ja: アカウント/ページタイプの詳細設定
ru: Расширенные настройки учётной записи

source: Change the behaviour of this account for special situations
de: Verhalten dieses Kontos in bestimmten Situationen:
fr: Modifier le comportement de ce compte dans certaines situations
hu: A fiók viselkedésének megváltoztatása bizonyos helyzetekre.
ja: 特別な状況でこのアカウントの動作を変更する
ru: Измените поведение этого аккаунта в специальных ситуациях

source: Relocate
de: Umziehen
fr: Relocaliser
gd: Imrich
hu: Áthelyezés
ja: 再配置
ru: Перемещение

source: If you have moved this profile from another server, and some of your contacts don't receive your updates, try pushing this button.
de: Wenn du dein Profil von einem anderen Server umgezogen hast und einige deiner Kontakte deine Beiträge nicht erhalten, verwende diesen Button.
fr: Si vous avez migré ce profil depuis un autre serveur et que vos contacts ne reçoivent plus vos mises à jour, essayez ce bouton.
hu: Ha áthelyezte ezt a profilt egy másik kiszolgálóról, és néhány partnere nem kapta meg a frissítéseket, akkor próbálja meg megnyomni ezt a gombot.
ja: このプロフィールを別のサーバーから移動し、コンタクトの一部が更新を受信しない場合は、このボタンを押してみてください。
ru: Если вы переместили эту анкету с другого сервера, и некоторые из ваших контактов не получили ваши обновления, попробуйте нажать эту кнопку.

source: Resend relocate message to contacts
de: Umzugsbenachrichtigung erneut an Kontakte senden
fr: Renvoyer un message de relocalisation aux contacts.
gd: Cuir teachdaireachd mun imrich dhan neach-aithne
hu: Áthelyezési üzenet küldése a partnereknek
ja: 再配置メッセージをコンタクトに再送信する
ru: Отправить перемещённые сообщения контактам

source: Addon Settings
de: Addon Einstellungen
fr: Paramètres d'extension
gd: Roghainnean nan tuilleadan
hu: Bővítménybeállítások
ja: アドオン設定
ru: Настройки дополнений

source: No Addon settings configured
de: Keine Addon-Einstellungen konfiguriert
fr: Aucuns paramètres d'Extension paramétré.
gd: Cha deach roghainnean tuilleadain a rèiteachadh
hu: Nincsenek bővítménybeállítások meghatározva
ja: アドオン設定は構成されていません
ru: Настройки дополнений не изменены

source: This page can be used to define the channels that will automatically be reshared by your account.
de: Diese Seite kann verwendet werden, um die Kanäle zu definieren, die automatisch von Deinem Konto geteilt werden.
fr: Cette page peut être utilisée pour définir les chaînes qui seront automatiquement repartagées par votre compte.
hu: Ez az oldal használható azon csatornák meghatározásához, amelyeket a fiókja automatikusan meg fog osztani.
ru: На этой странице можно определить каналы, которые будут автоматически публиковаться этой учётной записью.

source: This page can be used to define your own channels.
de: Auf dieser Seite kannst du deine eigenen Kanäle definieren.
fr: Cette page permet de définir votre propres chaînes.
hu: Ez az oldal használható a saját csatornák meghatározásához.
ru: На этой странице вы можете определить свои собственные каналы

source: Publish
de: Veröffentlichen
fr: Publier
hu: Közzététel
ru: Публиковать

source: When selected, the channel results are reshared. This only works for public ActivityPub posts from the public timeline or the user defined circles.
de: Wenn ausgewählt, werden die Kanalergebnisse erneut geteilt. Dies funktioniert nur für öffentliche ActivityPub-Beiträge aus der öffentlichen Timeline oder den vom Benutzer definierten Circles.
fr: Si sélectionné, les résultats de la chaîne sont repartagés. Ceci ne fonctionne que pour les publications ActivityPub publiques ou pour les cercles définis par l'utilisateur.
hu: Ha ki van választva, akkor a csatorna eredményei újra megosztásra kerülnek. Ez csak a nyilvános idővonalról vagy a felhasználó által meghatározott körökből származó nyilvános ActivityPub-bejegyzéseknél működik.
ru: Если включено, содержимое канала будет публиковаться. Это будет работать только для публичных записей, поступивших по ActivityPub из публичной ленты или кругов пользователя.

source: Label
de: Bezeichnung
fr: Titre
hu: Címke
ru: Название

source: Description
de: Beschreibung
hu: Leírás
ja: 説明
ru: Описание

source: Access Key
de: Zugriffsschlüssel
fr: Clé d'accès
hu: Hívóbetű
ru: Горячая клавиша

source: Circle/Channel
de: Circle/Kanal
fr: Cercle/Chaîne
hu: Kör vagy csatorna
ru: Круг/Канал

source: Include Tags
de: Tags einschließen
fr: Inclure des étiquettes
hu: Címkék felvétele
ru: Включить теги

source: Exclude Tags
de: Tags ausschließen
fr: Exclure des étiquettes
hu: Címkék kizárása
ru: Исключить теги

source: Minimum Size
de: Mindestgröße
fr: Taille minimum
hu: Legkisebb méret
ru: Минимальный размер

source: Maximum Size
de: Maximale Größe
fr: Taille maximum
hu: Legnagyobb méret
ru: Максимальный размер

source: Full Text Search
de: Volltextsuche
fr: Recherche de texte intégral
hu: Teljes szöveges keresés
ru: Полнотекстовый поиск

source: Delete channel
de: Lösche Kanal
fr: Supprimer la chaîne
hu: Csatorna törlése
ru: Удалить канал

source: Check to delete this entry from the channel list
de: Haken setzen, um diesen Eintrag aus der Kanalliste zu löschen
fr: Cochez pour supprimer cette entrée de la liste de chaîne
hu: Jelölje be a bejegyzés csatornalistából való törléséhez
ru: Отметьте, чтобы удалить этот канал из списка

source: Short name for the channel. It is displayed on the channels widget.
de: Kurzname für den Kanal. Er wird im Widget für die Kanäle angezeigt.
fr: Nom court de la chaîne. Il est affiché dans le widget des chaînes.
hu: A csatorna rövid neve. Ez a csatornák felületi elemen jelenik meg.
ru: Короткое название для канала, будет отображаться в их списке.

source: This should describe the content of the channel in a few word.
de: Dies sollte den Inhalt des Kanals in wenigen Worten beschreiben.
fr: Décrivez le contenu de votre chaîne en quelques mots.
hu: Ennek néhány szóban le kell írnia a csatorna tartalmát.
ru: Описание содержимого канала в нескольких словах.

source: When you want to access this channel via an access key, you can define it here. Pay attention to not use an already used one.
de: Wenn du auf diesen Kanal über einen Zugangsschlüssel zugreifen willst, kannst du ihn hier festlegen. Achte darauf, dass du nicht einen bereits verwendeten Schlüssel benutzt.
fr: Si vous accédez à cette chaîne via une clé d'accès, saisissez là ici. Attention à ne pas saisir une clé déjà utilisée.
hu: Ha hívóbetűn keresztül szeretne hozzáférni ehhez a csatornához, akkor itt határozhatja meg azt. Figyeljen arra, hogy ne használjon már használatban lévőt.
ru: Если вы хотите сделать доступ к каналу по горячей клавише, определите её здесь. Будьте внимательны и не берите уже используемую где-то клавишу.

source: Select a circle or channel, that your channel should be based on.
de: Wähle einen Circle oder Kanal, auf dem Ihr Kanal basieren soll.
fr: Choisissez un cercle ou une chaîne sur lequel se basera votre chaîne.
hu: Válasszon egy kört vagy csatornát, amelyen a csatornájának alapulnia kell.
ru: Выберите круг или канал, на основе которого будет создан этот.

source: Comma separated list of tags. A post will be used when it contains any of the listed tags.
de: Durch Kommata getrennte Liste von Tags. Ein Beitrag wird verwendet, wenn er eines der aufgeführten Tags enthält.
fr: Liste d'étiquettes, séparées par des virgules. Une publication sera affichée si elle contient au moins une de ces étiquettes.
hu: Címkék vesszővel elválasztott listája. Egy bejegyzés akkor lesz használva, ha a felsorolt címkék bármelyikét tartalmazza.
ru: Список тегов через запятую. Запись попадёт в канал, если в ней есть любой из них.

source: Comma separated list of tags. If a post contain any of these tags, then it will not be part of nthis channel.
de: Durch Kommata getrennte Liste von Tags. Wenn ein Beitrag eines dieser Tags enthält, wird er nicht Teil dieses Kanals sein.
fr: Liste d'étiquettes, séparées par des virgules. Si une publication contient une de ces étiquettes, elle ne sera pas affichée sur cette chaîne.
hu: Címkék vesszővel elválasztott listája. Ha egy bejegyzés ezen címkék bármelyikét tartalmazza, akkor nem lesz része ennek a csatornának.
ru: Список тегов через запятую. Запись не попадёт в канал, если в ней есть любой из них.

source: Minimum post size. Leave empty for no minimum size. The size is calculated without links, attached posts, mentions or hashtags.
de: Mindestbeitragsgröße. Lass dieses Feld leer um die Mindestgröße nicht anzugeben. Die Größe wird ohne Links, angehängte Beiträge, Erwähnungen oder Hashtags berechnet.
fr: Taille minimum d'une publication. Laisser vide pour aucune limite. La taille est calculée sans prendre en compte les liens, les publications attachées, les mentions ou les étiquettes.
hu: Legkisebb bejegyzésméret. Hagyja üresen, ha nincs legkisebb méret. A méret hivatkozások, csatolt bejegyzések, említések vagy kettős keresztes címkék nélkül kerül kiszámításra.
ru: Минимальный размер записи. Оставьте пустым для отключения. Размер считается без учёта ссылок, приложенных записей, отметок и тегов.

source: Maximum post size. Leave empty for no maximum size. The size is calculated without links, attached posts, mentions or hashtags.
de: Maximalbeitragsgröße. Lass dieses Feld leer um die Maximalgröße nicht anzugeben. Die Größe wird ohne Links, angehängte Beiträge, Erwähnungen oder Hashtags berechnet.
fr: Taille maximum d'une publication. Laisser vide pour aucune limite. La taille est calculée sans prendre en compte les liens, les publications attachées, les mentions ou les étiquettes.
hu: Legnagyobb bejegyzésméret. Hagyja üresen, ha nincs legnagyobb méret. A méret hivatkozások, csatolt bejegyzések, említések vagy kettős keresztes címkék nélkül kerül kiszámításra.
ru: Максимальный размер записи. Оставьте пустым для отключения. Размер считается без учёта ссылок, приложенных записей, отметок и тегов.

source: Search terms for the body, supports the "boolean mode" operators from MariaDB. See the help for a complete list of operators and additional keywords: %s
de: Suchbegriffe für den Body, unterstützt die "boolean mode"-Operatoren von MariaDB. In der Hilfe findest du eine vollständige Liste der Operatoren und zusätzliche Schlüsselwörter: %s
fr: Recherche les termes dans le corps, supporte les opérateurs "boolean mode" de MariaDB. Consultez l'aide pour une liste complète des opérateurs et des mots clés additionnels : %s
hu: A törzs keresési kifejezései. Támogatja a MariaDB „logikai módú” operátorait. Nézze meg a súgóban az operátorok és a további kulcsszavak teljes listáját: %s
ru: Поисковый запрос для записей, можно использовать операторы "boolean mode" для MariaDB. Справка по операторам и ключевым словам: %s

source: Check to display images in the channel.
de: Aktiviere diese Option, um Bilder im Kanal anzuzeigen.
fr: Cochez pour afficher les images dans la chaîne.
hu: Jelölje be a csatornában lévő képek megjelenítéséhez.
ru: Отметьте для включения записей с картинками.

source: Check to display videos in the channel.
de: Aktiviere diese Option, um Videos im Kanal anzuzeigen.
fr: Cochez pour afficher la vidéo dans la chaîne.
hu: Jelölje be a csatornában lévő videók megjelenítéséhez.
ru: Отметьте для включения записей с видео.

source: Check to display audio in the channel.
de: Aktiviere diese Option, um Audio im Kanal anzuzeigen.
fr: Cochez pour afficher l'audio dans la chaîne.
hu: Jelölje be a csatornában lévő hangok megjelenítéséhez.
ru: Отметьте для включения записей со аудио.

source: Select all languages that you want to see in this channel.
de: Wähle alle Sprachen aus, die du in diesem Kanal sehen willst.
fr: Sélectionnez les langues que vous souhaitez voir sur cette chaîne.
hu: Válassza ki az összes nyelvet, amelyet látni szeretne ezen a csatornán.
ru: Выберите все языки, которые вы хотите видеть в этом канале.

source: Add new entry to the channel list
de: Neuen Eintrag zur Kanalliste hinzufügen
fr: Ajoute une nouvelle entrée dans la liste des chaînes
hu: Új bejegyzés hozzáadása a csatornalistához
ru: Добавить в список каналов

source: Add
de: Hinzufügen
fr: Ajouter
hu: Hozzáadás
ja: 追加
ru: Добавить

source: Current Entries in the channel list
de: Aktuelle Einträge in der Kanalliste
fr: Entrées actuelles dans la liste des chaînes
hu: Jelenlegi bejegyzések a csatornalistában
ru: Текущий список каналов

source: Delete entry from the channel list
de: Eintrag aus der Kanalliste löschen
fr: Supprimer l'entrée de la liste des chaînes
hu: Bejegyzés törlése a csatornalistáról
ru: Удалить из списка каналов

source: Delete entry from the channel list?
de: Eintrag aus der Kanalliste löschen?
fr: Supprimer l'entrée de la liste des chaînes ?
hu: Törli a bejegyzést a csatornalistáról?
ru: Удалить запись из списка каналов?

source: Failed to connect with email account using the settings provided.
de: Verbindung zum E-Mail-Konto mit den angegebenen Einstellungen nicht möglich.
fr: Impossible de se connecter au compte courriel configuré.
gd: Cha deach leinn ceangal a dhèanamh leis a’ chunntas puist-d a’ cleachdadh nan roghainnean a chaidh a thoirt seachad.
hu: Nem sikerült kapcsolódni a megadott beállításokat használó e-mail-fiókkal.
ja: 提供された設定を使用してメールアカウントに接続できませんでした。
ru: Не удалось подключиться к аккаунту e-mail, используя указанные настройки.

source: Built-in support for %s connectivity is enabled
de: Eingebaute Unterstützung für die Verbindung zu %s ist aktiviert.
fr: Le support intégré pour la connectivité %s est activé
hu: A(z) %s összekapcsolhatóságának beépített támogatása engedélyezve
ru: Встроенная поддержка для %s включена

source: Built-in support for %s connectivity is disabled
de: Eingebaute Unterstützung für die Verbindung zu %s ist nicht aktiviert.
fr: Le support intégré pour la connectivité %s est désactivé
hu: A(z) %s összekapcsolhatóságának beépített támogatása letiltva
ru: Встроенная поддержка для %s отключена

source: Email access is disabled on this site.
de: Zugriff auf E-Mails für diese Seite deaktiviert.
fr: L'accès courriel est désactivé sur ce site.
gd: Tha an t-inntrigeadh le post-d à comas dhan làrach seo.
hu: Az e-mailes hozzáférés le van tiltva ezen az oldalon.
ja: このサイトではメールアクセスが無効になっています。
ru: Доступ эл. почты отключен на этом сайте.

source: None
de: Keine
fr: Aucun(e)
gd: Chan eil gin
hu: Nincs
ja: 無し
ru: Ничего

source: Default (Mastodon will display the title and a link to the post)
de: Grundeinstellung (Mastodon zweigt den Titel und einen Link auf den Beitrag)
fr: Par défaut (Mastodon affichera le titre et un lien vers la publication)
hu: Alapértelmezett (a Mastodon megjeleníti a címet és a bejegyzésre mutató hivatkozást)
ru: По-умолчанию (Mastodon будет показывать запись как заголовок и ссылку на статью)

source: Use the summary (Mastodon and some others will treat it as content warning)
de: Verwende die Zusammenfassung (sie wird auf Mastodon und anderen als Inhaltswarnung behandelt)
fr: Utiliser le résumé (Mastodon et quelques autres le considèreront comme un avertissement de contenu)
hu: Az összefoglaló használata (a Mastodon és néhányan egyéb tartalomfigyelmeztetésként fogja kezelni)
ru: Показывать выдержку (Mastodon и некоторые другие платформы покажут это как предупреждение о контенте)

source: Embed the title in the body
de: Titel in Nachrichtenkörper einbetten
fr: Intégrer le titre dans le corps du texte
hu: A cím beágyazása a törzsbe
ru: Добавлять заголовок в текст записи

source: General Social Media Settings
de: Allgemeine Einstellungen zu Sozialen Medien
fr: Paramètres généraux des réseaux sociaux
gd: Roghainnean coitcheann nam meadhanan sòisealta
hu: Általános közösségimédia-beállítások
ja: 一般的なソーシャルメディア設定
ru: Общие настройки социальных медиа

source: Followed content scope
de: Umfang zu folgender Inhalte
fr: Étendue des contenus suivis
gd: Farsaingeachd na susbainte air a leanas tu
hu: Követett tartalom hatóköre
ru: Какие записи показывать в ленте

source: By default, conversations in which your follows participated but didn't start will be shown in your timeline. You can turn this behavior off, or expand it to the conversations in which your follows liked a post.
de: Normalerweise werden Unterhaltungen an denen deine Kontakte beteiligt sind, sie aber nicht begonnen haben, in deiner Timeline angezeigt. Mit dieser Einstellung kann dieses Vorgehen kontrolliert werden. Es kann entweder dahin erweitert werden, dass auch Unterhaltungen angezeigt werden in denen deine Kontakte einen Kommentar mögen, oder komplett ausgeschaltet werden, so dass nur noch die Unterhaltungen angezeigt werden, die von deinen Kontakten gestartet wurden.
fr: Par défaut, les conversations dans lesquelles vos comptes suivis ont participé mais qu'ils n'ont pas commencées seront affichées dans votre flux. Vous pouvez désactiver ce comportement, ou l'étendre aux conversations dans lesquelles vos comptes suivis ont aimé une publication.
gd: Nochdaidh na còmhraidhean sa ghabh an fheadhainn air a leanas tu pàirt ach nach do thòisich iad fhèin air an loidhne-ama agad a ghnàth. ’S urrainn dhut seo a chur dheth no a leudachadh ach an nochd na còmhraidhean far an toigh leis an fheadhainn air a leanas tu post.
hu: Alapértelmezetten az idővonalán megjelennek azok a beszélgetések, amelyekben a követői részt vettek, de nem ők indították el. Ezt a viselkedést kikapcsolhatja, vagy kiterjesztheti azokra a beszélgetésekre, amelyekben a követőinek tetszett egy bejegyzés.
ru: По-умолчанию в вашу ленту попадают и записи, которые ваши контакты не создали сами, а лишь прокомментировали. Вы можете отключить это, либо наоборот расширить до загрузки записей, которым ваши контакты поставили отметку "нравится".

source: Only conversations my follows started
de: Nur Unterhaltungen, die meine Kontakte gestartet haben
fr: Seulement les conversations démarrées par mes comptes suivis
gd: Na còmhraidhean a thòisich cuideigin air a leanas mi a-mhàin
hu: Csak a követőim által indított beszélgetések
ru: Только записи, созданные моими контактами

source: Conversations my follows started or commented on (default)
de: Unterhaltungen an denen meine Kontakte beteiligt sind (Grundeinstellung)
fr: Les conversations que mes comptes suivis ont commencé ou commentées (par défaut)
gd: Na còmhraidhean a thòisich cuideigin air a leanas mi no a chuir iad beachd riutha (bun-roghainn)
hu: A követőim által indított vagy hozzászólt beszélgetések (alapértelmezett)
ru: Записи, которые мои контакты создали или прокомментировали (по-умолчанию)

source: Any conversation my follows interacted with, including likes
de: Unterhaltungen mit denen meine Kontakte interagiert haben, inklusive likes
fr: Toute conversation avec laquelle mes comptes suivis ont interagi, y compris les "J'aime"
gd: Còmhradh sam bith leis an do rinn cuideigin air a leanas mi co-luadar, a’ gabhail a-staigh nas toigh leotha
hu: A követőim által interakcióba került beszélgetések, beleértve a kedveléseket is
ru: Любые записи, с которыми мои контакты взаимодействовали, включая лайки

source: Collapse sensitive posts
de: "Sensible" Inhalte einklappen
fr: Réduire les publications sensibles
hu: Érzékeny bejegyzések összecsukása
ru: Сворачивать чувствительные записи

source: If a post is marked as "sensitive", it will be displayed in a collapsed state, if this option is enabled.
de: Wenn ein Beitrag als "sensibel" gekennzeichnet ist, wird er eingeklappt angezeigt, wenn diese Option aktiviert ist.
fr: Si actif, les publications marquées comme "sensible" seront affichées réduites.
hu: Ha egy bejegyzés „érzékenyként” van jelölve, akkor az összecsukott állapotban jelenik meg, ha ez a beállítás engedélyezve van.
ru: Если это включено и запись помечена как "чувствительная", она будет отображаться в свёрнутом виде.

source: Enable intelligent shortening
de: Intelligentes kürzen einschalten
fr: Activer l'abbréviation intelligente
gd: Cuir an giorrachadh tapaidh an comas
hu: Intelligens rövidítés engedélyezése
ru: Включить умное сокращение

source: Normally the system tries to find the best link to add to shortened posts. If disabled, every shortened post will always point to the original friendica post.
de: Normalerweise versucht das System, den besten Link zu finden, um ihn zum gekürzten Postings hinzuzufügen. Wird diese Option ausgewählt, wird stets ein Link auf die originale Friendica-Nachricht beigefügt.
fr: L'abbréviation intelligente cherche le lien le plus adapté dans les publications abbréviées. Quand elle est désactivée, le lien est toujours celui de la publication Friendica initiale.
gd: Mar as àbhaist, feuchaidh an siostam gun dèid an ceangal as fheàrr a lorg gus a chur ri postaichean giorraichte. Ma tha seo à comas, tomhaidh gach post giorraichte ris a’ phost tùsail air friendica an-còmhnaidh.
hu: Általában a rendszer megpróbálja megkeresni a legjobb hivatkozást a rövidített bejegyzésekhez történő hozzáadáshoz. Ha le van tiltva, akkor minden egyes rövidített bejegyzés mindig az eredeti Friendica bejegyzésre fog mutatni.
ru: Обычно система пытается найти лучшую ссылку для добавления к сокращенной записи. Если эта настройка включена, то каждая сокращенная запись будет указывать на оригинальную запись в Friendica.

source: Enable simple text shortening
de: Einfache Textkürzung aktivieren
fr: Activer l'abbréviation de texte simple
gd: Cuir an comas giorrachadh teacsa sìmplidh
hu: Egyszerű szövegrövidítés engedélyezése
ru: Включить простое сокращение текста

source: Normally the system shortens posts at the next line feed. If this option is enabled then the system will shorten the text at the maximum character limit.
de: Normalerweise kürzt das System Beiträge bei Zeilenumbrüchen. Ist diese Option aktiv, wird das System die Kürzung beim Erreichen der maximalen Zeichenzahl vornehmen.
fr: Cette option raccourcit le texte des publications au nombre de caractères exact au lieu d'attendre la fin du paragraphe.
gd: Mar as àbhaist, giorraichidh an siostam na postaichean aig an ath earrann. Ma tha an roghainn seo an comas, giorraichidh an siostam an teacsa aig crìoch nan caractaran ceadaichte.
hu: Általában a rendszer lerövidíti a bejegyzéseket a következő soremelésnél. Ha ez a beállítás engedélyezve van, akkor a rendszer a legnagyobb karakterkorlátnál fogja rövidíteni a szöveget.
ru: Обычно система обрезает записи на следующей строке. Если эта настройка включена, система будет сокращать записи по достижении лимита символов.
