Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Please enter your username and password to add the OpenID to your existing account.
de: Bitte gib seinen Nutzernamen und das Passwort ein um die OpenID zu deinem bestehenden Nutzerkonto hinzufügen zu können.
fr: Veuillez saisir votre nom d'utilisateur et votre mot de passer pour ajouter l'OpenID à votre compte existant.
hu: Adja meg a felhasználónevét és a jelszavát, hogy hozzáadja az OpenID azonosítóját a meglévő fiókjához.
ja: ユーザー名とパスワードを入力して、既存のアカウントにOpenIDを追加してください。
ru: Пожалуйста, введите ваше имя пользователя и пароль для того, чтобы добавить OpenID к вашей учётной записи.

source: Or login using OpenID:
de: Oder melde dich mit deiner OpenID an:
fr: Ou connectez-vous via OpenID :
hu: Vagy bejelentkezés OpenID használatával:
ja: または、OpenIDを使用してログインします。
ru: Или зайти с OpenID:

source: Password:
de: Passwort:
fr: Mot de passe :
hu: Jelszó:
ja: パスワード：
ru: Пароль:

source: Remember me
de: Anmeldedaten merken
fr: Se souvenir de moi
hu: Emlékezzen rám
ja: 次から自動的にログイン
ru: Запомнить

source: Forgot your password?
de: Passwort vergessen?
fr: Mot de passe oublié?
hu: Elfelejtette a jelszavát?
ja: パスワードをお忘れですか？
ru: Забыли пароль?

source: Website Terms of Service
de: Website-Nutzungsbedingungen
fr: Conditions d'utilisation du site internet
hu: Weboldal használati feltételei
ja: ウェブサイト利用規約
ru: Правила сайта

source: terms of service
de: Nutzungsbedingungen
fr: conditions d'utilisation
hu: használati feltételek
ja: 利用規約
ru: правила

source: Website Privacy Policy
de: Website-Datenschutzerklärung
fr: Politique de confidentialité du site internet
hu: Weboldal adatvédelmi irányelvei
ja: ウェブサイトのプライバシーポリシー
ru: Политика конфиденциальности сервера

source: privacy policy
de: Datenschutzerklärung
fr: politique de confidentialité
hu: adatvédelmi irányelv
ja: 個人情報保護方針
ru: политика конфиденциальности

source: Logged out.
de: Abgemeldet.
fr: Déconnecté.
hu: Kijelentkezve.
ja: ログアウトしました。
ru: Выход из системы.

source: OpenID protocol error. No ID returned
de: OpenID Protokollfehler. Keine ID zurückgegeben.
fr: Erreur de protocole OpenID. Pas d'ID en retour.
hu: OpenID protokollhiba. Nem lett azonosító visszaadva
ja: OpenID プロトコルエラー。返答にてIDが返されませんでした。
ru: Ошибка протокола OpenID. Не возвращён ID.

source: Account not found. Please login to your existing account to add the OpenID to it.
de: Nutzerkonto nicht gefunden. Bitte melde dich an und füge die OpenID zu deinem Konto hinzu.
fr: Compte non trouvé. Veuillez vous connecter à votre compte existant pour y ajouter l'OpenID.
hu: A fiók nem található. Jelentkezzen be a meglévő fiókjába, hogy hozzáadja az OpenID-t ahhoz.
ja: アカウントが見つかりませんでした。 既存のアカウントにログインして、OpenIDを追加してください。
ru: Учётная запись не найдена. Пожалуйста, зайдите в вашу существующую запись, чтобы добавить OpenID к ней.

source: Account not found. Please register a new account or login to your existing account to add the OpenID to it.
de: Nutzerkonto nicht gefunden. Bitte registriere ein neues Konto oder melde dich mit einem existierendem Konto an um diene OpenID hinzuzufügen.
fr: Compte non trouvé. Veuillez créer un nouveau compte ou vous connecter à votre compte existant pour y ajouter l'OpenID.
hu: A fiók nem található. Regisztráljon új fiókot vagy jelentkezzen be a meglévő fiókjába, hogy hozzáadja az OpenID-t ahhoz.
ja: アカウントが見つかりませんでした。 OpenIDを追加するには、新しいアカウントを登録するか、既存のアカウントにログインしてください。
ru: Учётная запись не найдена. Пожалуйста, зарегистрируйте новую учётную запись или зайдите в существующую, чтобы добавить к ней OpenID.

source: Passwords do not match.
de: Die Passwörter stimmen nicht überein.
fr: Les mots de passe ne correspondent pas.
hu: A jelszavak nem egyeznek.
ja: パスワードが一致していません。
ru: Пароли не совпадают

source: Password does not need changing.
de: Passwort muss nicht geändert werden.
fr: Le mot de passe n'a pas besoin d'être changé.
hu: A jelszót nem kell megváltoztatni.
ru: Смена пароля не требуется.

source: Password unchanged.
de: Passwort unverändert.
fr: Mot de passe non changé.
hu: A jelszó nincs megváltoztatva.
ja: パスワードは変更されていません。
ru: Пароль не поменялся

source: Password Too Long
de: Passwort ist zu lang
fr: Mot de passe trop long
hu: A jelszó túl hosszú
ru: Пароль слишком длинный

source: Since version 2022.09, we've realized that any password longer than 72 characters is truncated during hashing. To prevent any confusion about this behavior, please update your password to be fewer or equal to 72 characters.
de: Mit der Version 2022.09 haben wir festgestellt, dass jedes Passwort, das länger als 72 Zeichen ist, beim Hashing abgeschnitten wird. Um Verwirrung über dieses Verhalten zu vermeiden, aktualisiere dein Passwort bitte so, dass es höchstens 72 Zeichen hat.
fr: Depuis la version 2022.09, nous nous sommes rendu compte que tout mot de passe plus long que 72 caractères est tronqué lors du hashage. Pour éviter toute confusion à propos de ce comportement, merci de mettre à jour votre mot de passe pour qu'il soit d'une taille inférieure ou égale à 72 caractères.
hu: A 2022.09-es verzió óta rájöttünk, hogy a 72 karakternél hosszabb jelszavak a kivonatolás során le lesznek vágva. Az ezzel a viselkedéssel kapcsolatos félreértések elkerülése érdekében arra kérjük, frissítse jelszavát úgy, hogy az legfeljebb 72 karakterből álljon.
ru: С версии 2022.09 мы поняли, что пароли длиннее 72 символов обрезаются при хешировании. Чтобы избежать связанных с этим неожиданностей, пожалуйста, смените ваш пароль, чтобы его длина не превышала 72 символа.

source: Update Password
de: Passwort aktualisieren
fr: Mettre à jour le mot de passe
hu: Jelszó frissítése
ru: Изменить пароль

source: Current Password:
de: Aktuelles Passwort:
fr: Mot de passe actuel :
hu: Jelenlegi jelszó:
ja: 現在のパスワード：
ru: Текущий пароль:

source: Your current password to confirm the changes
de: Dein aktuelles Passwort um die Änderungen zu bestätigen
fr: Votre mot de passe actuel pour confirmer les modifications
hu: A jelenlegi jelszava a változtatások megerősítéséhez
ja: 変更を確認するための現在のパスワード
ru: Ваш текущий пароль, для подтверждения изменений

source: Allowed characters are a-z, A-Z, 0-9 and special characters except white spaces and accentuated letters.
de: Erlaube Zeichen sind a-z, A-Z, 0-9 und Sonderzeichen, abgesehen von Leerzeichen und akzentuierten Buchstaben.
fr: Les caractères autorisés sont a-z, A-Z, 0-9 et les caractères spéciaux à l'exception des espaces et des lettres accentuées.
hu: Az engedélyezett karakterek az a-z, A-Z, 0-9 tartományokban lévők és a különleges karakterek, kivéve az üres karaktereket és az ékezetes betűket.
ru: Допустимые символы a-z, A-Z, 0-9 и специальные символы за исключением пробелов и букв с акцентами.

source: Password length is limited to 72 characters.
de: Die Länge des Passworts ist auf 72 Zeichen begrenzt.
fr: La taille du mot de passe est limitée à 72 caractères.
hu: A jelszó hossza 72 karakterre van korlátozva.
ru: Длина пароля ограничена 72-мя символами.

source: Remaining recovery codes: %d
de: Verbleibende Wiederherstellungscodes: %d
fr: Codes de récupération restants : %d
hu: Hátralévő visszaszerzési kódok: %d
ja: 残りの復旧コード： %d
ru: Осталось кодов для восстановления: %d

source: Invalid code, please retry.
de: Ungültiger Code, bitte erneut versuchen.
fr: Code invalide, veuillez réessayer.
hu: Érvénytelen kód, próbálja újra.
ja: 無効なコードです。再試行してください。
ru: Неправильный код, попробуйте ещё.

source: Two-factor recovery
de: Zwei-Faktor-Wiederherstellung
fr: Récupération d'identification à deux facteurs
hu: Kétlépcsős visszaszerzés
ja: 二要素回復
ru: Двухфакторное восстановление доступа

source: <p>You can enter one of your one-time recovery codes in case you lost access to your mobile device.</p>
de: Du kannst einen deiner einmaligen Wiederherstellungscodes eingeben, falls du den Zugriff auf dein Mobilgerät verloren hast.</p>
fr: <p>Vous pouvez saisir l'un de vos codes de récupération à usage unique si vous avez perdu l'accès à votre périphérique mobile.</p>
hu: <p>Megadhatja az egyszeri visszaszerzési kódjai egyikét abban az esetben, ha elvesztette a hozzáférést a mobil eszközéhez.</p>
ja: <p>モバイルデバイスにアクセスできなくなった場合に備えて、ワンタイムリカバリコードのいずれかを入力できます。</p>
ru: <p>Вы можете ввести один из ваших одноразовых кодов восстановления в случае, если у вас нет доступа к мобильному устройству.</p>

source: Don’t have your phone? <a href="%s">Enter a two-factor recovery code</a>
de: Hast du dein Handy nicht? <a href="%s">Gib einen Zwei-Faktor-Wiederherstellungscode ein</a>
fr: Vous n'avez pas votre téléphone ? <a href="%s">Saisissez un code de récupération à deux facteurs</a>
hu: Nincs meg a telefonja? <a href="%s">Adjon meg egy kétlépcsős visszaszerzési kódot</a>
ja: お使いの携帯電話を持ってませんか？ <a href="%s">二要素認証の回復コードを入力</a>
ru: Нет телефона? <a href="%s">Введите код восстановления</a>

source: Please enter a recovery code
de: Bitte gib einen Wiederherstellungscode ein
fr: Veuillez saisir un code de récupération
hu: Adjon meg egy visszaszerzési kódot
ja: 復旧コードを入力してください
ru: Пожалуйста, введите код восстановления

source: Submit recovery code and complete login
de: Sende den Wiederherstellungscode und schließe die Anmeldung ab
fr: Soumettre le code de récupération et compléter l'identification
hu: Visszaszerzési kód elküldése és a bejelentkezés befejezése
ja: 復旧コードを送信してログインを完了する
ru: Отправить код восстановления и завершить вход

source: Sign out of this browser?
de: Von diesem Browser abmelden?
fr: Se déconnecter de ce navigateur ?
hu: Kijelentkezni ebből a böngészőből?
ru: Выйти из этого браузера?

source: <p>If you trust this browser, you will not be asked for verification code the next time you sign in.</p>
de: <p>Wenn du diesem Browser vertraust, wirst du bei zukünftigen Anmeldungen nicht nach dem Verifikationscode gefragt.</p>
fr: <p>Si vous faites confiance à ce navigateur, votre code de vérification ne vous sera pas demandé la prochaine fois que vous vous connecterez.</p>
hu: <p>Ha megbízik ebben a böngészőben, akkor a következő bejelentkezéskor nem kéri Öntől az ellenőrző kódot.</p>
ru: <p>Если вы доверяете этому браузеру, то при следующем входе код двухфакторной аутентификации запрошен не будет.</p>

source: Sign out
de: Abmelden
fr: Se déconnecter
hu: Kijelentkezés
ru: Выйти

source: Trust and sign out
de: Vertrauen und Abmelden
fr: Faire confiance et se déconnecter
hu: Megbízás és kijelentkezés
ru: Доверять и выйти

source: Couldn't save browser to Cookie.
de: Konnte keine Cookies speichern.
fr: Impossible d'enregistrer ce navigateur dans le cookie.
hu: Nem sikerült elmenteni a böngészőt a sütibe.
ru: Не удалось сохранить браузер в Cookie

source: Trust this browser?
de: Vertraust du diesen Browser?
fr: Faire confiance à ce navigateur ?
hu: Megbízik ebben a böngészőben?
ru: Доверять этому браузеру?

source: <p>If you choose to trust this browser, you will not be asked for a verification code the next time you sign in.</p>
de: <p>Wenn du diesem Browser vertraust, wirst du bei zukünftigen Anmeldungen nicht nach dem Verifikationscode gefragt.</p>
fr: <p>Si vous choisissez de faire confiance à ce navigateur, votre code de vérification ne vous sera pas demandé la prochaine fois que vous vous connecterez.</p>
hu: <p>Ha azt választja, hogy megbízik ebben a böngészőben, akkor a következő bejelentkezéskor nem kéri Öntől az ellenőrző kódot.</p>
ru: <p>Если вы решите доверять этому браузеру, то при следующем входе код двухфакторной аутентификации запрошен не будет.</p>

source: Not now
de: Nicht jetzt
fr: Pas maintenant
hu: Most nem
ru: Не сейчас

source: Don't trust
de: Nicht vertrauen
fr: Ne pas faire confiance
hu: Ne bízzon meg
ru: Не доверять

source: Trust
de: Vertrauen
fr: Faire confiance
hu: Megbízás
ru: Доверять

source: <p>Open the two-factor authentication app on your device to get an authentication code and verify your identity.</p>
de: <p>Öffne die Zwei-Faktor-Authentifizierungs-App auf deinem Gerät, um einen Authentifizierungscode abzurufen und deine Identität zu überprüfen.</p>
fr: <p>Ouvrez l'application d'identification à deux facteurs sur votre appareil afin d'avoir un code d'identification et vérifier votre identité.</p>
hu: <p>Nyissa meg a kétlépcsős hitelesítés alkalmazást az eszközén, hogy megkapjon egy hitelesítő kódot és ellenőrizze a személyazonosságát.</p>
ja: <p>デバイスで二要素認証アプリを開き、認証コードを取得して本人確認を行います。</p>
ru: <p>Откройте приложение для двухфакторной аутентификации на вашем устройстве, чтобы получить код аутентификации и подтвердить вашу личность.</p>

source: If you do not have access to your authentication code you can use a <a href="%s">two-factor recovery code</a>.
de: Wenn du keinen Zugriff auf deinen Authentifikationscode hast, kannst du einen <a href="%s">Zwei-Faktor Wiederherstellungsschlüssel</a> verwenden.
fr: Si vous n'avez pas accès à votre code d'identification vous pouvez utiliser un <a href="%s">code de récupération à deux facteurs</a>.
hu: Ha nem fér hozzá a hitelesítési kódjához, akkor használhat egy <a href="%s">kétlépcsős visszaszerzési kódot</a>.
ru: Если у вас нет доступа к кодам аутентификации, вы можете использовать <a href="%s">код восстановления</a>.

source: Please enter a code from your authentication app
de: Bitte gebe einen Code aus Ihrer Authentifizierungs-App ein
fr: Veuillez saisir le code fourni par votre application mobile d'authentification à deux facteurs
hu: Adjon meg egy kódot a hitelesítő alkalmazásából
ja: 認証アプリからコードを入力してください
ru: Пожалуйста, введите код из вашего приложения для аутентификации

source: Verify code and complete login
de: Code überprüfen und Anmeldung abschließen
fr: Vérifier le code de récupération et compléter l'identification
hu: Kód ellenőrzése és a bejelentkezés befejezése
ja: コードを確認してログインを完了する
ru: Введите код для завершения входа

source: Please use a shorter name.
de: Bitte verwende einen kürzeren Namen.
fr: Veuillez saisir un nom plus court.
hu: Használjon rövidebb nevet.
ja: 短い名前を使用してください。
ru: Пожалуйста, выберите имя короче.

source: Name too short.
de: Der Name ist zu kurz.
fr: Le nom est trop court.
hu: A név túl rövid.
ja: 名前が短すぎます。
ru: Имя слишком короткое

source: Wrong Password.
de: Falsches Passwort
fr: Mot de passe erroné.
hu: Hibás jelszó.
ja: パスワードが間違っています。
ru: Неправильный пароль

source: Invalid email.
de: Ungültige E-Mail-Adresse.
fr: Courriel invalide.
hu: Érvénytelen e-mail-cím.
ja: 無効なメール。
ru: Неправильный адрес почты

source: Cannot change to that email.
de: Ändern der E-Mail nicht möglich.
fr: Ne peut pas changer vers ce courriel.
hu: Nem lehet megváltoztatni arra az e-mail-címre.
ja: そのメールに変更できません。
ru: Нельзя установить этот адрес почты

source: Settings were not updated.
de: Einstellungen nicht aktualisiert
fr: Les paramètres n'ont pas été mis à jour.
hu: A beállítások nem lettek frissítve.
ja: 設定が更新されませんでした。
ru: Настройки не были изменены.

source: Relocate message has been send to your contacts
de: Die Umzugsbenachrichtigung wurde an Deine Kontakte versendet.
fr: Un message de relocalisation a été envoyé à vos contacts.
gd: Chaidh teachdaireachd mun imrich a chur dhan luchd-aithne agad
hu: Az áthelyezési üzenet el lett küldve a partnereknek
ja: 再配置メッセージがコンタクトに送信されました
ru: Перемещённое сообщение было отправлено списку контактов

source: Unable to find your profile. Please contact your admin.
de: Konnte dein Profil nicht finden. Bitte kontaktiere den Admin.
fr: Impossible de trouver votre profile. Merci de contacter votre administrateur.
hu: Nem található a profilja. Vegye fel a kapcsolatot a rendszergazdával.
ja: プロフィールが見つかりません。管理者に連絡してください。
ru: Не получается найти ваш профиль. Пожалуйста свяжитесь с администратором.

source: Account for a service that automatically shares content based on user defined channels.
de: Konto für einen Dienst, der automatisch Inhalte basierend auf vom Benutzer definierten Kanälen teilt.
fr: Compte de service qui partage automatiquement du contenu basés les chaînes de l'utilisateur
hu: Fiók egy olyan szolgáltatáshoz, amely automatikusan megosztja a tartalmat a felhasználó által meghatározott csatornák alapján.
ru: Учётная запись, которая автоматически публикует контент из каналов, созданных пользователем.

source: Personal Page Subtypes
de: Unterarten der persönlichen Seite
fr: Sous-catégories de page personnelle
hu: Személyes oldal altípusai
ja: 個人ページのサブタイプ
ru: Подтипы личной страницы

source: Community Group Subtypes
de: Unterarten der Gemeinschaftsgruppen
fr: Sous-catégories de groupe communautaire
hu: Közösségi csoport altípusai
ru: Типы групп сообществ

source: Account for a personal profile.
de: Konto für ein persönliches Profil.
fr: Compte pour profil personnel.
hu: Egy személyes profil fiókja.
ja: 個人プロフィールを説明します。
ru: Личная учётная запись

source: Account for an organisation that automatically approves contact requests as "Followers".
de: Konto für eine Organisation, das Kontaktanfragen automatisch als "Follower" annimmt.
fr: Compte pour une organisation qui accepte les demandes comme "Abonnés".
hu: Egy szervezet fiókja, amely automatikusan jóváhagyja a partnerkéréseket, mint például a „követőket”.
ja: コンタクトリクエストを「フォロワー」として自動的に承認します。組織に適したアカウントです。
ru: Учётная запись организации, которая автоматически одобряет новых подписчиков.

source: Account for a news reflector that automatically approves contact requests as "Followers".
de: Konto für einen Feedspiegel, das Kontaktanfragen automatisch als "Follower" annimmt.
fr: Compte pour les miroirs de nouvelles qui accepte automatiquement les de contact comme "Abonnés".
hu: Egy hírportál fiókja, amely automatikusan jóváhagyja a partnerkéréseket, mint például a „követőket”.
ja: コンタクトのリクエストを「フォロワー」として自動的に承認します。ニュース再配信に適したアカウントです。
ru: Учётная запись новостной ленты, которая автоматически одобряет новых подписчиков.

source: Account for community discussions.
de: Konto für Diskussionsforen.
fr: Compte pour des discussions communautaires.
hu: Közösségi beszélgetések fiókja.
ja: コミュニティディスカッションのアカウント。
ru: Учётная запись для совместных обсуждений.

source: Account for a regular personal profile that requires manual approval of "Friends" and "Followers".
de: Konto für ein normales, persönliches Profil. Kontaktanfragen müssen manuell als "Friend" oder "Follower" bestätigt werden.
fr: Les demandes d'abonnement doivent être acceptées manuellement.
gd: Cunntas do phròifil phearsanta àbhaisteach a dh’iarras aontachadh a làimh air “Caraidean” is “Luchd-leantainn”.
hu: Egy szokásos személyes profil fiókja, amely az „ismerősök” és a „követők” kézi jóváhagyását igényli.
ja: "Friends "および"Followers "の手動承認を必要とする通常の個人プロフィールのアカウント。
ru: Личная учётная запись, которая требует ручного одобрения для новых подписчиков и друзей.

source: Account for a public profile that automatically approves contact requests as "Followers".
de: Konto für ein öffentliches Profil, das Kontaktanfragen automatisch als "Follower" annimmt.
fr: Compte pour un profil public qui accepte les demandes de contact comme "Abonnés".
hu: Egy nyilvános profil fiókja, amely automatikusan jóváhagyja a partnerkéréseket, mint például a „követőket”.
ja: コンタクトリクエストを「フォロワー」として自動的に承認します。一般公開プロフィールのアカウントです。
ru: Учётная запись для публичного профиля, которая автоматически одобряет новых подписчиков.

source: Automatically approves all contact requests.
de: Bestätigt alle Kontaktanfragen automatisch.
fr: Les demandes de participation au forum sont automatiquement acceptées.
hu: Automatikusan jóváhagyja az összes partnerkérést.
ja: すべてのコンタクトリクエストを自動的に承認します。
ru: Автоматически одобряет все запросы на подписку.

source: Contact requests have to be manually approved.
de: Kontaktanfragen müssen manuell akzeptiert werden.
fr: Les demandes de contact doivent être validées manuellement.
hu: A partnerkéréseket kézzel kell jóváhagyni.
ru: Запросы на добавление одобряются вручную.

source: Account for a popular profile that automatically approves contact requests as "Friends".
de: Konto für ein gefragtes Profil, das Kontaktanfragen automatisch als "Friend" annimmt.
fr: Les demandes d'abonnement sont automatiquement acceptées.
hu: Egy népszerű profil fiókja, amely automatikusan jóváhagyja a partnerkéréseket, mint például az „ismerősöket”.
ja: コンタクトのリクエストを「フレンド」として自動的に承認します。知名度のあるプロフィールに適したアカウントです。
ru: Учётная запись для публичной личности, которая автоматически добавляет все новые контакты в друзья.

source: Private Group [Experimental]
de: Private Gruppe [experimentell]
fr: Groupe Privé [Expérimental]
hu: Személyes csoport [kísérleti]
ru: Частная группа [экспериментально]

source: Requires manual approval of contact requests.
de: Kontaktanfragen müssen manuell bestätigt werden.
fr: Les demandes de participation au forum nécessitent une approbation.
gd: Feumaidh tu aontachadh ri iarrtasan luchd-aithne a làimh.
hu: A partnerkérések kézi jóváhagyását igényli.
ja: コンタクトリクエストの手動承認が必要です。
ru: Требует ручного одобрения запросов на подписку.

source: (Optional) Allow this OpenID to login to this account.
de: (Optional) Erlaube die Anmeldung für dieses Konto mit dieser OpenID.
fr: (Facultatif) Autoriser cet OpenID à se connecter à ce compte.
hu: (Kihagyható) Lehetővé teszi ezen OpenID számára, hogy bejelentkezzen ebbe a fiókba.
ja: （オプション）このOpenIDがこのアカウントにログインできるようにします。
ru: (Необязательно) Разрешить этому OpenID входить в этот аккаунт

source: Publish your profile in your local site directory?
de: Darf dein Profil im lokalen Verzeichnis dieses Servers veröffentlicht werden?
fr: Publier votre profil dans le répertoire local
hu: Közzéteszi a profilját a helyi oldal könyvtárában?
ja: ローカルサイトディレクトリにプロフィールを公開しますか？
ru: Опубликовать ваш профиль в каталоге вашего сервера?

source: Your profile will be published in this node's <a href="%s">local directory</a>. Your profile details may be publicly visible depending on the system settings.
de: Dein Profil wird im <a href="%s">lokalen Verzeichnis</a> dieses Knotens veröffentlicht. Je nach Systemeinstellungen kann es öffentlich auffindbar sein.
fr: Votre profil sera public sur l'<a href="%s">annuaire local</a> de cette instance. Les détails de votre profil pourront être visible publiquement selon les paramètres de votre système.
hu: A profilja közzé lesz téve ennek a csomópontnak a <a href="%s">helyi könyvtárában</a>. A profilrészletei esetleg nyilvánosan láthatóak lehetnek a rendszerbeállításoktól függően.
ja: プロフィールはこのノードの<a href="%s">ローカルディレクトリ</a>で公開されます。システム設定によっては、プロフィールの詳細が公開される場合があります。
ru: Ваш профиль будет опубликован в <a href="%s">локальном каталоге</a> этого сервера. Данные вашего профиля могут быть доступны публично в зависимости от настроек.

source: Your profile will also be published in the global friendica directories (e.g. <a href="%s">%s</a>).
de: Dein Profil wird auch in den globalen Friendica Verzeichnissen (z.B. <a href="%s">%s</a>) veröffentlicht werden.
fr: Votre profil sera aussi publié dans le répertoire Friendica global (<a href="%s">%s</a>).
gd: Thèid a’ phròifil agad fhoillseachadh sna h-eòlairean cho-naisgte aig Friendica cuideachd (m.e. <a href="%s">%s</a>).
hu: A profilja közzé lesz téve a globális Friendica könyvtárakban is (például itt: <a href="%s">%s</a>).
ja: あなたのプロフィールはグローバルなFriendicaディレクトリに公開されます（例：<a href="%s"> %s </a>）。
ru: Ваш профиль так же будет опубликован в глобальных каталогах Френдики (напр. <a href="%s">%s</a>).

source: Account Settings
de: Kontoeinstellungen
fr: Compte
hu: Fiókbeállítások
ja: アカウント設定
ru: Настройки аккаунта

source: Your Identity Address is <strong>'%s'</strong> or '%s'.
de: Die Adresse deines Profils lautet <strong>'%s'</strong> oder '%s'.
fr: L’adresse de votre profil est <strong>'%s'</strong> ou '%s'.
hu: Az Ön személyazonosság-címe <strong>„%s”</strong> vagy „%s”.
ja: IDアドレスは<strong> ' %s ' </strong>または ' %s 'です。
ru: Ваш адрес: <strong>'%s'</strong> или '%s'.

source: Password Settings
de: Passwort-Einstellungen
fr: Réglages de mot de passe
hu: Jelszóbeállítások
ja: パスワード設定
ru: Смена пароля
