Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Remove contact from circle
de: Kontakt aus Circle entfernen
fr: Retirer ce contact du cercle
gd: Thoir air falbh an neach-aithne on chearcall
hu: Partner eltávolítása a körből
ru: Удалить контакт из круга

source: Click on a contact to add or remove.
de: Klicke einen Kontakt an, um ihn hinzuzufügen oder zu entfernen
fr: Cliquez sur un contact pour l'ajouter ou le supprimer.
gd: Briog air neach-aithne gus a chur ris no a thoirt air falbh.
hu: Kattintson egy partnerre a hozzáadáshoz vagy eltávolításhoz.
ja: コンタクトをクリックして追加・削除
ru: Нажмите на контакт, чтобы добавить или удалить.

source: Add contact to circle
de: Kontakt zu Circle hinzufügen
fr: Ajouter ce contact au cercle
gd: Cuir an neach-aithne ris a’ chearcall
hu: Partner hozzáadása a körhöz
ru: Добавить контакт в круг

source: %d contact edited.
de: %d Kontakt bearbeitet.
fr: %d contact mis à jour.
gd: Chaidh %d neach-aithne a dheasachadh.
hu: %d partner szerkesztve.
ja: %dコンタクトを編集しました。
ru: %d контакт изменен.

source: Show all contacts
de: Alle Kontakte anzeigen
fr: Montrer tous les contacts
gd: Seall an luchd-aithne gu lèir
hu: Összes partner megjelenítése
ja: すべてのコンタクトを表示
ru: Показать все контакты

source: Pending
de: Ausstehend
fr: En attente
gd: Ri dhèiligeadh
hu: Függőben
ja: 保留
ru: В ожидании

source: Only show pending contacts
de: Zeige nur noch ausstehende Kontakte.
fr: Ne montrer que les demandes d'abonnement
gd: Na seall ach an luchd-aithne ri dhèiligeadh
hu: Csak a függőben lévő partnerek megjelenítése
ja: 保留中のコンタクトのみを表示
ru: Показать только контакты "в ожидании"

source: Blocked
de: Geblockt
fr: Bloqués
gd: ’Ga bhacadh
hu: Tiltva
ja: ブロックされました
ru: Заблокированы

source: Only show blocked contacts
de: Nur blockierte Kontakte anzeigen
fr: Ne montrer que les contacts bloqués
gd: Na seall ach an luchd-aithne bacte
hu: Csak a tiltott partnerek megjelenítése
ja: ブロックされたコンタクトのみを表示
ru: Показать только блокированные контакты

source: Ignored
de: Ignoriert
fr: Ignorés
gd: ’Ga leigeil seachad
hu: Mellőzve
ja: 無視された
ru: Игнорируются

source: Only show ignored contacts
de: Nur ignorierte Kontakte anzeigen
fr: Ne montrer que les contacts ignorés
gd: Na seall ach an luchd-aithne ’gan leigeil seachad
hu: Csak a mellőzött partnerek megjelenítése
ja: 無視されたコンタクトのみを表示
ru: Показать только игнорируемые контакты

source: Collapsed
de: Zugeklappt
fr: Réduits
gd: ’Ga cho-theannachadh
hu: Összecsukva
ru: Свёрнуто

source: Only show collapsed contacts
de: Zeige nur zugeklappte Kontakte
fr: N'afficher que les contacts réduits
gd: Na seall ach an luchd-aithne co-theannaichte
hu: Csak az összecsukott partnerek megjelenítése
ru: Показать только сворачиваемые контакты

source: Archived
de: Archiviert
fr: Archivés
gd: San tasg-lann
hu: Archiválva
ja: アーカイブ済み
ru: Архивированные

source: Only show archived contacts
de: Nur archivierte Kontakte anzeigen
fr: Ne montrer que les contacts archivés
gd: Na seall ach an luchd-aithne san tasg-lann
hu: Csak az archivált partnerek megjelenítése
ja: アーカイブされたコンタクトのみを表示
ru: Показывать только архивные контакты

source: Hidden
de: Verborgen
fr: Cachés
gd: Falaichte
hu: Rejtett
ja: 非表示
ru: Скрытые

source: Only show hidden contacts
de: Nur verborgene Kontakte anzeigen
fr: Ne montrer que les contacts masqués
gd: Na seall ach an luchd-aithne falaichte
hu: Csak a rejtett partnerek megjelenítése
ja: 非表示のコンタクトのみを表示
ru: Показывать только скрытые контакты

source: Organize your contact circles
de: Verwalte Deine Circles
fr: Organisez vos cercles de contact
gd: Cuir rian air cearcallan an luchd-aithne agad
hu: Partnerkörök szervezése
ru: Настроить круги контактов

source: Search your contacts
de: Suche in deinen Kontakten
fr: Rechercher dans vos contacts
gd: Lorg san luchd-aithne agad
hu: Partnerek keresése
ja: コンタクトを検索する
ru: Поиск ваших контактов

source: Results for: %s
de: Ergebnisse für: %s
fr: Résultats pour : %s
gd: Toraidhean airson: %s
hu: Találatok erre: %s
ja: 結果： %s
ru: Результаты для: %s

source: Update
de: Aktualisierungen
fr: Mises à jour
gd: Ùraich
hu: Frissítés
ja: 更新
ru: Обновление

source: Unblock
de: Entsperren
fr: Débloquer
gd: Dì-bhac
hu: Tiltás feloldása
ja: ブロック解除
ru: Разблокировать

source: Unignore
de: Ignorieren aufheben
fr: Ne plus ignorer
gd: Na leig seachad tuilleadh
hu: Mellőzés feloldása
ja: 無視しない
ru: Не игнорировать

source: Uncollapse
de: Aufklappen
fr: Ne plus réduire
gd: Na co-theannaich tuilleadh
hu: Összecsukás megszüntetése
ru: Не сворачивать

source: Batch Actions
de: Stapelverarbeitung
fr: Actions multiples
gd: Gnìomhan ’nan grunnan
hu: Tömeges műveletek
ja: バッチアクション
ru: Пакетные действия

source: Conversations started by this contact
de: Unterhaltungen, die von diesem Kontakt begonnen wurden
fr: Conversations entamées par ce contact
gd: Na còmhraidhean a thòisich an neach-aithne seo
hu: A partner által elkezdett beszélgetések
ja: このコンタクトが開始した会話
ru: Диалоги этого контакта

source: Posts and Comments
de: Statusnachrichten und Kommentare
fr: Publications et commentaires
gd: Postaichean ’s beachdan
hu: Bejegyzések és hozzászólások
ja: 投稿とコメント
ru: Записи и комментарии

source: Individual Posts and Replies
de: Individuelle Beiträge und Antworten
fr: Publications et réponses individuelles
gd: Postaichean ’s freagairtean fa leth
hu: Egyéni bejegyzések és válaszok
ru: Отдельные записи и ответы

source: Posts containing media objects
de: Beiträge die Medien Objekte beinhalten
fr: Publications contenant des objets média
gd: Postaichean sa bheil nithean meadhain
hu: Médiaobjektumokat tartalmazó bejegyzések
ru: Записи с медиа

source: View all known contacts
de: Alle bekannten Kontakte anzeigen
fr: Voir tous les contacts connus
gd: Seall a h-uile neach-aithne as aithne dhut
hu: Összes ismert partner megtekintése
ru: Показать все известные контакты

source: Advanced Contact Settings
de: Fortgeschrittene Kontakteinstellungen
fr: Réglages avancés du contact
gd: Roghainnean adhartach an luchd-aithne
hu: Speciális partnerbeállítások
ja: 高度なコンタクト設定
ru: Дополнительные Настройки Контакта

source: Mutual Friendship
de: Beidseitige Freundschaft
fr: Relation réciproque
gd: Co-dhàimh
hu: Kölcsönös ismeretség
ja: 相互フォロー
ru: Взаимная дружба

source: is a fan of yours
de: ist ein Fan von dir
fr: Vous suit
gd: dealasach ort
hu: az Ön rajongója
ja: あなたのファンです
ru: является вашим поклонником

source: you are a fan of
de: Du bist Fan von
fr: Vous le/la suivez
gd: tha thu dealasach air
hu: Ön rajong érte:
ja: あなたはファンです
ru: Вы - поклонник

source: Pending outgoing contact request
de: Ausstehende ausgehende Kontaktanfrage
fr: Demande d'abonnement distant en attente
gd: Iarrtas neach-aithne a-mach gun dèiligeadh
hu: Függőben lévő kimenő partnerkérés
ja: 保留中の送信済みコンタクトリクエスト
ru: Исходящий запрос на подписку

source: Pending incoming contact request
de: Ausstehende eingehende Kontaktanfrage
fr: Demande d'abonnement à votre compte en attente
gd: Iarrtas neach-aithne a-steach ri dhèiligeadh
hu: Függőben lévő bejövő partnerkérés
ja: 保留中の受信済みコンタクトリクエスト
ru: Входящий запрос на подписку

source: Visit %s's profile [%s]
de: Besuche %ss Profil [%s]
fr: Visiter le profil de %s [%s]
gd: Tadhail air a’ phròifil aig %s [%s]
hu: %s profiljának megtekintése [%s]
ja: %sのプロフィール[ %s ]を開く
ru: Посетить профиль %s [%s]

source: Contact update failed.
de: Konnte den Kontakt nicht aktualisieren.
fr: Impossible d'appliquer les réglages.
gd: Dh’fhàillig ùrachadh an neach-aithne.
hu: A partner frissítése sikertelen.
ja: コンタクトの更新に失敗しました。
ru: Обновление контакта неудачное.

source: Return to contact editor
de: Zurück zum Kontakteditor
fr: Retour à l'éditeur de contact
gd: Air ais gu deasaiche an neach-aithne
hu: Visszatérés a partnerszerkesztőhöz
ja: コンタクトエディターに戻る
ru: Возврат к редактору контакта

source: Name
fr: Nom
gd: Ainm
hu: Név
ja: 名
ru: Имя

source: Account Nickname
de: Konto-Spitzname
fr: Pseudo du compte
gd: Far-ainm a’ chunntais
hu: Fiók beceneve
ja: アカウントのニックネーム
ru: Ник аккаунта

source: Account URL
de: Konto-URL
fr: URL du compte
gd: URL a’ chunntais
hu: Fiók URL
ja: アカウントURL
ru: URL аккаунта

source: Poll/Feed URL
de: Pull/Feed-URL
fr: Téléverser des photos
gd: URL a’ chunntais-bheachd/an inbhir
hu: Lekérés vagy hírforrás URL
ja: ポーリング/フィードURL
ru: URL опроса/ленты

source: New photo from this URL
de: Neues Foto von dieser URL
fr: Nouvelle photo depuis cette URL
gd: Dealbh ùr on URL seo
hu: Új fénykép erről az URL-ről
ja: このURLからの新しい写真
ru: Новое фото из этой URL

source: No known contacts.
de: Keine bekannten Kontakte.
fr: Aucun contact connu.
gd: Chan eil luchd-aithne ann.
hu: Nincsenek ismert partnerek.
ru: Нет известных контактов.

source: No common contacts.
de: Keine gemeinsamen Kontakte.
fr: Aucun contact en commun.
gd: Chan eil neach-aithne an cumantas ann.
hu: Nincsenek közös partnerek.
ru: Общих контактов нет.

source: Follower (%s)
de: Folgende (%s)
fr: Abonné (%s)
gd: Neach-leantainn (%s)
hu: Követő (%s)
ja: フォロワー（ %s ）
ru: Подписчик (%s)

source: Following (%s)
de: Gefolgte (%s)
fr: Abonnement (%s)
gd: A’ leantainn (%s)
hu: Követés (%s)
ja: フォロー中（ %s ）
ru: Подписан на (%s)

source: Mutual friend (%s)
de: Beidseitige Freundschafte (%s)
fr: Contact mutuel (%s)
gd: Co-dhàimh (%s)
hu: Kölcsönösen ismerősök (%s)
ja: 相互の友人（ %s ）
ru: Взаимный друг (%s)

source: These contacts both follow and are followed by <strong>%s</strong>.
de: Diese Kontakte sind sowohl Folgende als auch Gefolgte von <strong>%s</strong>.
fr: Ces contacts sont mutuellement abonnés avec <strong>%s</strong>.
gd: Tha an luchd-aithne seo an dà chuid a’ leantainn ’s ’gan leantainn le <strong>%s</strong>.
hu: Ezeket a partnereket <strong>%s</strong> követi és ők is követik őt.
ru: Эти контакты взаимно добавлены в друзья <strong>%s</strong>.

source: Common contact (%s)
de: Gemeinsamer Kontakt (%s)
fr: Contact commun (%s)
gd: Neach-aithne an cumantas (%s)
hu: Közös partner (%s)
ru: Общий контакт (%s)

source: Both <strong>%s</strong> and yourself have publicly interacted with these contacts (follow, comment or likes on public posts).
de: Du und <strong>%s</strong> haben mit diesen Kontakten öffentlich interagiert (Folgen, Kommentare und Likes in öffentlichen Beiträgen)
fr: <strong>%s</strong> et vous-mêmes avez interagi publiquement avec ces contacts (abonnement, commentaires ou "J'aime" sur des publications publiques)
gd: Rinn thu fhèin agus <strong>%s</strong> co-luadar gu poblach leis an luchd-aithne seo (leantainn, beachd air no gur toigh leibh post poblach).
hu: <strong>%s</strong> és Ön is nyilvánosan kapcsolatba léptek ezekkel a partnerekkel (követés, hozzászólás vagy kedvelések a nyilvános bejegyzéseknél).
ru: <strong>%s</strong> и вы публично взаимодействовали с этими контактами (добавляли их, комментировали публичные посты или оставляли лайки к ним).

source: Contact (%s)
de: Kontakt (%s)
gd: Neach-aithne (%s)
hu: Partner (%s)
ja: コンタクト（ %s ）
ru: Контакт (%s)

source: Access denied.
de: Zugriff verweigert.
fr: Accès refusé.
gd: Chaidh inntrigeadh a dhiùltadh.
hu: Hozzáférés megtagadva.
ja: アクセスが拒否されました。
ru: Доступ запрещен.

source: Submit Request
de: Anfrage abschicken
fr: Envoyer la requête
gd: Cuir an t-iarrtas a-null
hu: Kérés elküldése
ja: リクエストを送る
ru: Отправить запрос

source: You already added this contact.
de: Du hast den Kontakt bereits hinzugefügt.
fr: Vous avez déjà ajouté ce contact.
gd: Chuir thu an neach-aithne seo ris mu thràth.
hu: Már hozzáadta ezt a partnert.
ja: このコンタクトは既に追加されています。
ru: Вы уже добавили этот контакт.

source: The network type couldn't be detected. Contact can't be added.
de: Der Netzwerktyp wurde nicht erkannt. Der Kontakt kann nicht hinzugefügt werden.
fr: Impossible de détecter le type de réseau. Le contact ne peut pas être ajouté.
gd: Cha do mhothaich sinn do sheòrsa an lìonraidh. Cha b’ urrainn dhuinn an neach-aithne a chur ris.
hu: A hálózat típusát nem sikerült felismerni. A partnert nem lehet hozzáadni.
ja: ネットワークの種類を検出できませんでした。コンタクトを追加できません。
ru: Тип сети не может быть определен. Контакт не может быть добавлен.

source: Diaspora support isn't enabled. Contact can't be added.
de: Diaspora-Unterstützung ist nicht aktiviert. Der Kontakt kann nicht zugefügt werden.
fr: Le support de Diaspora est désactivé. Le contact ne peut pas être ajouté.
gd: Chan eil taic ri diaspora* an comas. Cha b’ urrainn dhuinn an neach-aithne a chur ris.
hu: A Diaspora támogatása nincs engedélyezve. A partnert nem lehet hozzáadni.
ja: Diasporaのサポートは有効になっていません。コンタクトを追加できません。
ru: Поддержка Diaspora не включена. Контакт не может быть добавлен.

source: Please answer the following:
de: Bitte beantworte folgendes:
fr: Merci de répondre à ce qui suit :
gd: Freagair seo:
hu: Válaszoljon a következőre:
ja: 以下に答えてください。
ru: Пожалуйста, ответьте следующее:

source: Your Identity Address:
de: Adresse Deines Profils:
fr: Votre adresse d'identité :
gd: Seòladh do dhearbh-aithne:
hu: Az Ön személyazonosság-címe:
ja: あなたのIdentityアドレス:
ru: Ваш адрес:

source: Profile URL
de: Profil URL
fr: URL du Profil
gd: URL na pròifile
hu: Profil URL
ja: プロフィールURL
ru: URL профиля

source: Tags:
fr: Étiquettes :
gd: Tagaichean:
hu: Címkék:
ja: タグ：
ru: Ключевые слова:

source: %s knows you
de: %skennt dich
fr: %s vous connaît
gd: Is aithne dha %s thu
hu: %s ismeri Önt
ja: %sはあなたを知っています
ru: %s знают Вас

source: Add a personal note:
de: Eine persönliche Notiz beifügen:
fr: Ajouter une note personnelle :
gd: Cuir nòta pearsanta ris:
hu: Személyes jegyzet hozzáadása:
ja: 個人メモを追加します。
ru: Добавить личную заметку:

source: Posts and Replies
de: Beiträge und Antworten
fr: Publications et réponses
gd: Postaichean ’s freagairtean
hu: Bejegyzések és válaszok
ru: Записи и ответы

source: The contact could not be added.
de: Der Kontakt konnte nicht hinzugefügt werden.
fr: Le contact n'a pas pu être ajouté.
gd: Cha b’ urrainn dhuinn an neach-aithne a chur ris.
hu: A partnert nem sikerült hozzáadni.
ja: コンタクトを追加できませんでした。
ru: Не удалось добавить этот контакт.

source: Invalid request.
de: Ungültige Anfrage
fr: Requête invalide.
gd: Iarrtas mì-dhligheach.
hu: Érvénytelen kérés.
ja: 無効なリクエストです。
ru: Неверный запрос.

source: No keywords to match. Please add keywords to your profile.
de: Keine Schlüsselwörter zum Abgleichen gefunden. Bitte füge einige Schlüsselwörter zu deinem Profil hinzu.
fr: Aucun mot-clé ne correspond. Merci d'ajouter des mots-clés à votre profil.
gd: Chan eil faclan-luirg rim maidseadh ann. Cuir faclan-luirg ris a’ phròifil agad.
hu: Nincs illesztendő kulcsszó. Adjon kulcsszavakat a profiljához.
ja: 合致するキーワードが有りません。あなたのプロフィールにキーワードを追加してください。
ru: Нет совпадающих ключевых слов. Пожалуйста, добавьте ключевые слова в ваш профиль.

source: Profile Match
de: Profilübereinstimmungen
fr: Correpondance de profils
gd: Maidseadh na pròifile
hu: Profilegyezés
ja: 一致するプロフィール
ru: Похожие профили

source: Failed to update contact record.
de: Aktualisierung der Kontaktdaten fehlgeschlagen.
fr: Échec de mise à jour du contact.
gd: Cha b’ urrainn dhuinn clàr an neach-aithne ùrachadh.
hu: Nem sikerült frissíteni a partner rekordját.
ja: コンタクトレコードを更新できませんでした。
ru: Не удалось обновить запись контакта.

source: Contact has been unblocked
de: Kontakt wurde wieder freigegeben
fr: Le contact n'est plus bloqué
gd: Chaidh an neach-aithne a dhì-bhacadh
hu: A partner tiltása fel lett oldva
ja: コンタクトのブロックが解除されました
ru: Контакт разблокирован

source: Contact has been blocked
de: Kontakt wurde blockiert
fr: Le contact a été bloqué
gd: Chaidh an neach-aithne a bhacadh
hu: A partner tiltva lett
ja: コンタクトがブロックされました
ru: Контакт заблокирован

source: Contact has been unignored
de: Kontakt wird nicht mehr ignoriert
fr: Le contact n'est plus ignoré
gd: Chan eil an neach-aithne ’ga leigeil seachad tuilleadh
hu: A partner mellőzése fel lett oldva
ja: コンタクトは無視されていません
ru: У контакта отменено игнорирование

source: Contact has been ignored
de: Kontakt wurde ignoriert
fr: Le contact a été ignoré
gd: Tha an neach-aithne ’ga leigeil seachad
hu: A partner mellőzve lett
ja: コンタクトは無視されました
ru: Контакт проигнорирован

source: Contact has been uncollapsed
de: Kontakt wurde aufgeklappt
fr: Le contact n'est plus réduit
gd: Chan eil an neach-aithne ’ga cho-theannachadh tuilleadh
hu: A partner összecsukása meg lett szüntetve
ru: Записи контакта не сворачиваются

source: Contact has been collapsed
de: Kontakt wurde zugeklappt
fr: Le contact a été réduit
gd: Tha an neach-aithne ’ga cho-theannachadh
hu: A partner össze lett csukva
ru: Записи контакта сворачиваются

source: You are mutual friends with %s
de: Du hast mit %s eine beidseitige Freundschaft
fr: Vous êtes ami (et réciproquement) avec %s
gd: Tha co-dhàimh eadar thu fhèin is %s a-nis
hu: Ön kölcsönösen ismerős %s partnerrel
ja: あなたは%sと共通の友達です
ru: У Вас взаимная дружба с %s

source: You are sharing with %s
de: Du teilst mit %s
fr: Vous partagez avec %s
gd: Tha thu a’ co-roinneadh le %s
hu: Ön megoszt %s partnerrel
ja: %sと共有しています
ru: Вы делитесь с %s

source: %s is sharing with you
de: %s teilt mit dir
fr: %s partage avec vous
gd: Tha %s a’ co-roinneadh leat
hu: %s megoszt Önnel
ja: %sはあなたと共有しています
ru: %s делится с Вами

source: Private communications are not available for this contact.
de: Private Kommunikation ist für diesen Kontakt nicht verfügbar.
fr: Les communications privées ne sont pas disponibles pour ce contact.
gd: Chan eil conaltradh prìobhaideach ri fhaighinn dhan neach-aithne seo.
hu: A személyes kommunikációk nem érhetők el ennél a partnernél.
ja: このコンタクトへのプライベート通信は利用できません。
ru: Приватные коммуникации недоступны для этого контакта.

source: This contact is on a server you ignored.
de: Dieser Kontakt befindet sich auf einem Server, den du ignoriert hast.
fr: Ce contact est sur un serveur que vous ignorez.
hu: Ez a partner olyan kiszolgálón van, amelyet mellőzött.
ru: Этот контакт на игнорируемом вами сервере.

source: Never
de: Niemals
fr: Jamais
gd: Chan ann idir
hu: Soha
ja: 全くない
ru: Никогда

source: (Update was not successful)
de: (Aktualisierung war nicht erfolgreich)
fr: (Échec de la mise à jour)
gd: (Cha deach leis an ùrachadh)
hu: (a frissítés nem volt sikeres)
ja: （更新は成功しませんでした）
ru: (Обновление не удалось)

source: (Update was successful)
de: (Aktualisierung war erfolgreich)
fr: (Mise à jour effectuée avec succès)
gd: (Chaidh leis an ùrachadh)
hu: (a frissítés sikeres volt)
ja: （更新は成功しました）
ru: (Обновление было успешно)

source: Suggest friends
de: Kontakte vorschlagen
fr: Suggérer des abonnements
gd: Mol caraidean
hu: Ismerősök ajánlása
ja: 友人のおすすめ
ru: Предложить друзей

source: Network type: %s
de: Netzwerktyp: %s
fr: Type de réseau %s
gd: Seòrsa an lìonraidh: %s
hu: Hálózat típusa: %s
ja: ネットワークの種類： %s
ru: Сеть: %s

source: Communications lost with this contact!
de: Verbindungen mit diesem Kontakt verloren!
fr: Communications perdues avec ce contact !
gd: Chaidh an conaltradh leis an neach-aithne seo a chall!
hu: A kommunikációk megszakadtak ezzel a partnerrel!
ja: このコンタクトとの通信が失われました！
ru: Связь с контактом утеряна!

source: Fetch further information for feeds
de: Weitere Informationen zu Feeds holen
fr: Chercher plus d'informations pour les flux
gd: Faigh barrachd fiosrachaidh dha na h-inbhirean
hu: További információk lekérése a hírforrásokhoz
ja: フィードの詳細情報を取得する
ru: Получить подробную информацию о фидах

source: Fetch information like preview pictures, title and teaser from the feed item. You can activate this if the feed doesn't contain much text. Keywords are taken from the meta header in the feed item and are posted as hash tags.
de: Zusätzliche Informationen wie Vorschaubilder, Titel und Zusammenfassungen vom Feed-Eintrag laden. Du kannst diese Option aktivieren, wenn der Feed nicht allzu viel Text beinhaltet. Schlagwörter werden aus den Meta-Informationen des Feed-Headers bezogen und als Hash-Tags verwendet.
fr: Récupère des informations comme les prévisualisations d'images, les titres et les accroches depuis l'élément du flux de discussion. Vous pouvez activer ceci si le flux ne contient pas beaucoup de texte. Les mots clés sont récupérés de la balise meta de l'élément du flux de discussion et sont publiés comme étiquettes.
gd: Faigh fiosrachadh mar dhealbhan ro-sheallaidh, tiotal is tàladh o nì an inbhir. ’S urrainn dhut seo a chur an comas mur eil cus teacsa san inbhir. Thèid faclan-luirg a thogail o bhann-cinn nì an inbhir agus am postadh ’nan tagaichean hais.
hu: Információk lekérése a hírforrás eleméből, mint például előnézeti képek, cím és előzetes. Akkor kapcsolhatja be ezt, ha a hírforrás nem tartalmaz sok szöveget. A kulcsszavak a hírforrás elemében lévő metafejlécéből lesznek kiszedve, és kettős keresztes címkékként lesznek beküldve.
ja: フィード項目からプレビュー画像、タイトル、ティーザーなどの情報を取得します。フィードに多くのテキストが含まれていない場合は、これをアクティブにできます。キーワードはフィード項目のメタヘッダーから取得され、ハッシュタグとして投稿されます。
ru: Извлекать картинки предпросмотра, заголовок и вступление из записи ленты. Вы можете включить эту опцию, если лента не содержит много текста. Ключевые слова берутся из метаданных записи и публикуются как теги.

source: Fetch information
de: Beziehe Information
fr: Récupérer informations
gd: Faigh am fiosrachadh
hu: Információk lekérése
ja: 情報を取得する
ru: Получить информацию

source: Fetch keywords
de: Schlüsselwörter abrufen
fr: Récupérer les mots-clés
gd: Faigh na faclan-luirg
hu: Kulcsszavak lekérése
ja: キーワードを取得する
ru: Получить ключевые слова

source: Fetch information and keywords
de: Beziehe Information und Schlüsselworte
fr: Récupérer informations
gd: Faigh am fiosrachadh ’s na faclan-luirg
hu: Információk és kulcsszavak lekérése
ja: 情報とキーワードを取得する
ru: Получить информацию и ключевые слова

source: No mirroring
de: Kein Spiegeln
fr: Pas de miroir
gd: Gun sgàthanachadh
hu: Nincs tükrözés
ja: ミラーリングなし
ru: Не зеркалировать

source: Mirror as my own posting
de: Spiegeln als meine eigenen Beiträge
fr: Refléter les publications de ce profil comme les vôtres
gd: Sgàthanaich ’na phost leam fhìn
hu: Tükrözés saját beküldésként
ja: 自分の投稿としてミラー
ru: Зеркалировать как мои сообщения

source: Native reshare
de: Natives Teilen
fr: Partage natif
gd: Co-roinneadh tùsail
hu: Natív újra megosztás
ru: Обычный репост

source: Contact Information / Notes
de: Kontakt-Informationen / -Notizen
fr: Informations de contact / Notes
gd: Fiosrachadh an neach-aithne / Nòtaichean
hu: Partner információ vagy jegyzetek
ja: コンタクト/メモ
ru: Информация о контакте / Заметки

source: Contact Settings
de: Kontakteinstellungen
fr: Paramètres du Contact
gd: Roghainnean an neach-aithne
hu: Partnerbeállítások
ja: コンタクト設定
ru: Настройки контакта

source: Contact
de: Kontakt
gd: Neach-aithne
hu: Partner
ja: コンタクト
ru: Контакт

source: Their personal note
de: Die persönliche Mitteilung
fr: Leur note personnelle
gd: An nòta pearsanta aca
hu: A személyes jegyzeteik
ja: 彼らの個人的なメモ
ru: Персональная заметка

source: Edit contact notes
de: Notizen zum Kontakt bearbeiten
fr: Éditer les notes des contacts
gd: Deasaich notaichean an neach-aithne
hu: Partner jegyzeteinek szerkesztése
ja: コンタクトメモを編集する
ru: Редактировать заметки контакта

source: Block/Unblock contact
de: Kontakt blockieren/freischalten
fr: Bloquer/débloquer ce contact
gd: Bac/Dì-bhac an neach-aithne
hu: Partner tiltása vagy tiltásának feloldása
ja: コンタクトのブロック/ブロック解除
ru: Блокировать / Разблокировать контакт

source: Ignore contact
de: Ignoriere den Kontakt
fr: Ignorer ce contact
gd: Leig seachad an neach-aithne
hu: Partner mellőzése
ja: コンタクトを無視
ru: Игнорировать контакт

source: View conversations
de: Unterhaltungen anzeigen
fr: Voir les conversations
gd: Seall na còmhraidhean
hu: Beszélgetések megtekintése
ja: 会話を見る
ru: Просмотр бесед

source: Last update:
de: Letzte Aktualisierung:
fr: Dernière mise-à-jour :
gd: An t-ùrachadh mu dheireadh:
hu: Utolsó frissítés:
ja: 最後の更新：
ru: Последнее обновление:

source: Update public posts
de: Öffentliche Beiträge aktualisieren
fr: Fréquence de mise à jour:
gd: Ùraich na postaichean poblach
hu: Nyilvános bejegyzések frissítése
ja: 一般公開の投稿を更新
ru: Обновить публичные сообщения

source: Update now
de: Jetzt aktualisieren
fr: Mettre à jour
gd: Ùraich an-dràsta
hu: Frissítés most
ja: 今すぐ更新
ru: Обновить сейчас
