Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: We would like to offer some tips and links to help make your experience enjoyable. Click any item to visit the relevant page. A link to this page will be visible from your home page for two weeks after your initial registration and then will quietly disappear.
de: Wir möchten dir einige Tipps und Links anbieten, die dir helfen könnten, den Einstieg angenehmer zu machen. Klicke auf ein Element, um die entsprechende Seite zu besuchen. Ein Link zu dieser Seite hier bleibt für dich an deiner Pinnwand für zwei Wochen nach dem Registrierungsdatum sichtbar und wird dann verschwinden.
fr: Nous souhaiterions vous donner quelques astuces et ressources pour rendre votre expérience la plus agréable possible. Cliquez sur n'importe lequel de ces éléments pour visiter la page correspondante. Un lien vers cette page restera visible sur votre page d'accueil pendant les deux semaines qui suivent votre inscription initiale, puis disparaîtra silencieusement.
hu: Tippeket és hivatkozásokat szeretnénk ajánlani, hogy élvezhetővé tegyük az alkalmazás használatát. Kattintson bármelyik elemre a kapcsolódó oldal megtekintéséhez. Az erre az oldalra mutató hivatkozás a kezdőlapjáról érhető el a kezdeti regisztrációt követő két héten belül, azután csendben eltűnik.
ja: 私たちはあなたの経験を楽しいものにするためのいくつかのヒントとリンクを提供したいと思います。項目をクリックして、関連するページにアクセスします。このページへのリンクは、最初の登録後2週間、ホームページから表示され、その後静かに消えます。
ru: Мы хотели бы предложить некоторые советы и ссылки, помогающие сделать вашу работу приятнее. Нажмите на любой элемент, чтобы посетить соответствующую страницу. Ссылка на эту страницу будет видна на вашей домашней странице в течение двух недель после первоначальной регистрации, а затем она исчезнет.

source: Getting Started
de: Einstieg
fr: Bien démarrer
gd: Toiseach tòiseachaidh
hu: Kezdeti lépések
ja: はじめに
ru: Начало работы

source: Friendica Walk-Through
de: Friendica Rundgang
fr: Friendica pas-à-pas
hu: Friendica útmutató
ja: Friendica ウォークスルー
ru: Знакомство с Friendica

source: On your <em>Quick Start</em> page - find a brief introduction to your profile and network tabs, make some new connections, and find some groups to join.
de: Auf der <em>Quick Start</em>-Seite findest du eine kurze Einleitung in die einzelnen Funktionen deines Profils und die Netzwerk-Reiter, wo du interessante Foren findest und neue Kontakte knüpfst.
fr: Sur votre page d'accueil, dans <em>Conseils aux nouveaux venus</em> - vous trouverez une rapide introduction aux onglets Profil et Réseau, pourrez vous connecter à Facebook, établir de nouvelles relations, et choisir des groupes à rejoindre.
gd: Air an duilleag <em>grad-tòiseachaidh</em> agad – gheibh thu facal-toisich air tabaichean na pròifile ’s an lìonraidh agad, ’s urrainn dhut dàimhean ùra a stèidheachadh is gheibh thu lorg air buidhnean ùra airson ballrachd fhaighinn annta.
hu: A <em>Gyors kezdés</em> oldalon találhat egy rövid bemutatót a profil és hálózati lapokról, új kapcsolatok létesítésről, valamint találhat néhány csoportot, amelyekhez csatlakozhat.
ja: <em>クイックスタート</em>ページで、プロフィールとネットワークタブの簡単な紹介を見つけ、新しい接続を作成し、参加するグループを見つけます。
ru: На вашей странице <em>Быстрый старт</em> - можно найти краткое введение в ваш профиль и сетевые закладки, создать новые связи, и найти группы, чтобы присоединиться к ним.

source: Go to Your Settings
de: Gehe zu deinen Einstellungen
fr: Éditer vos Réglages
hu: Ugrás a beállításaihoz
ja: 設定に移動
ru: Перейти к вашим настройкам

source: On your <em>Settings</em> page - change your initial password. Also make a note of your Identity Address. This looks just like an email address - and will be useful in making friends on the free social web.
de: Ändere bitte unter <em>Einstellungen</em> dein Passwort. Außerdem merke dir deine Identifikationsadresse. Diese sieht aus wie eine E-Mail-Adresse und wird benötigt, um Kontakte mit anderen im Friendica Netzwerk zu knüpfen..
fr: Sur la page des <em>Réglages</em> - changez votre mot de passe initial. Notez bien votre Identité. Elle ressemble à une adresse de courriel - et vous sera utile pour vous faire des amis dans le web social libre.
hu: A <em>Beállítások</em> oldalon változtathatja meg a kezdeti jelszavát. Szintén itt talál egy megjegyzést a személyazonosság-címével kapcsolatban. Ez úgy néz ki mint egy e-mail-cím, és hasznos lesz a szabad közösségi hálón az ismerősök kereséséhez.
ja: [<em>設定</em>]ページで、初期パスワードを変更します。また、IDアドレスを書き留めます。これはメールアドレスのように見えます。無料のソーシャルウェブで友達を作るのに役立ちます。
ru: На вашей странице <em>Настройки</em> - вы можете изменить свой первоначальный пароль. Также обратите внимание на ваш личный адрес. Он выглядит так же, как адрес электронной почты - и будет полезен для поиска друзей в свободной социальной сети.

source: Review the other settings, particularly the privacy settings. An unpublished directory listing is like having an unlisted phone number. In general, you should probably publish your listing - unless all of your friends and potential friends know exactly how to find you.
de: Überprüfe die restlichen Einstellungen, insbesondere die Einstellungen zur Privatsphäre. Wenn du dein Profil nicht veröffentlichst, ist das, als wenn du deine Telefonnummer nicht ins Telefonbuch einträgst. Im Allgemeinen solltest du es veröffentlichen - außer all deine Kontakte und potentiellen Kontakte wissen genau, wie sie dich finden können.
fr: Vérifiez les autres réglages, tout particulièrement ceux liés à la vie privée. Un profil non listé, c'est un peu comme un numéro sur liste rouge. En général, vous devriez probablement publier votre profil - à moins que tous vos amis (potentiels) sachent déjà comment vous trouver.
hu: Vizsgálja felül az egyéb beállításokat is, különösen az adatvédelmi beállításokat. Egy nem közzétett könyvtárlistázás olyan, mint ha egy nyilvánosságra nem hozott telefonszáma lenne. Általában valószínűleg közzé kell tennie a listázását, hacsak az ismerősei és a lehetséges ismerősei nem tudják pontosan, hogy hogyan találják meg Önt.
ja: 他の設定、特にプライバシー設定を確認してください。公開されていないディレクトリ一覧は、一覧にない電話番号を持っているようなものです。一般に、おそらくあなたのリストを公開する必要があります-あなたの友人や潜在的な友人全員があなたを見つける方法を正確に知っていない限り。
ru: Просмотрите другие установки, в частности, параметры конфиденциальности. Неопубликованные пункты каталога с частными номерами телефона. В общем, вам, вероятно, следует опубликовать свою информацию - если все ваши друзья и потенциальные друзья точно знают, как вас найти.

source: Upload a profile photo if you have not done so already. Studies have shown that people with real photos of themselves are ten times more likely to make friends than people who do not.
de: Lade ein Profilbild hoch, falls du es noch nicht getan hast. Studien haben gezeigt, dass es zehnmal wahrscheinlicher ist, neue Kontakte zu finden, wenn du ein Bild von dir selbst verwendest, als wenn du dies nicht tust.
fr: Téléversez (envoyez) une photo de profil si vous n'en avez pas déjà une. Les études montrent que les gens qui affichent de vraies photos d'eux sont dix fois plus susceptibles de se faire des amis.
hu: Töltsön fel profilfényképet, ha ezt még nem tette meg. A tanulmányok kimutatták, hogy a saját magukról valódi fényképpel rendelkező emberek tízszer valószínűbben találnak ismerősöket mint azok az emberek, akiknek nincs profilfényképük.
ja: まだプロフィール写真をアップロードしていない場合はアップロードします。研究では、自分の実際の写真を持っている人は、持っていない人よりも友達を作る可能性が10倍高いことが示されています。
ru: Загрузите фотографию профиля, если вы еще не сделали это. Исследования показали, что люди с реальными фотографиями имеют в десять раз больше шансов подружиться, чем люди, которые этого не делают.

source: Edit Your Profile
de: Editiere dein Profil
fr: Éditer votre Profil
hu: A profil szerkesztése
ja: プロフィールを編集する
ru: Редактировать профиль

source: Edit your <strong>default</strong> profile to your liking. Review the settings for hiding your list of friends and hiding the profile from unknown visitors.
de: Editiere dein <strong>Standard</strong>-Profil nach deinen Vorlieben. Überprüfe die Einstellungen zum Verbergen deiner Kontaktliste vor unbekannten Betrachtern des Profils.
fr: Éditez votre profil <strong>par défaut</strong> à votre convenance. Vérifiez les réglages concernant la visibilité de votre liste d'amis par les visiteurs inconnus.
hu: Szerkessze az <strong>alapértelmezett</strong> profilját a kedve szerint. Vizsgálja felül a beállításokat az ismerősök listájának elrejtéséhez és a profiljának az ismeretlen látogatók elől történő elrejtéséhez.
ja: お好みに合わせて<strong>既定の</strong>プロフィールを編集します。友達のリストを非表示にし、未知の訪問者からプロフィールを非表示にするための設定を確認します。
ru: Отредактируйте профиль <strong>по умолчанию</strong> на свой ​​вкус. Просмотрите установки для сокрытия вашего списка друзей и сокрытия профиля от неизвестных посетителей.

source: Profile Keywords
de: Profil-Schlüsselbegriffe
fr: Mots-clés du profil
hu: Profil kulcsszavai
ja: プロフィールキーワード
ru: Ключевые слова профиля

source: Set some public keywords for your profile which describe your interests. We may be able to find other people with similar interests and suggest friendships.
de: Trage ein paar öffentliche Stichwörter in dein Profil ein, die deine Interessen beschreiben. Eventuell sind wir in der Lage Leute zu finden, die deine Interessen teilen und können dir dann Kontakte vorschlagen.
fr: Choisissez quelques mots-clé publics pour votre profil qui décrivent vos intérêts. Nous pourrons peut-être trouver d'autres personnes aux intérêts similaires et suggérer des abonnements.
hu: Állítson be néhány nyilvános kulcsszót a profiljához, amely bemutatja az érdeklődési köreit. Képesek lehetünk megtalálni a hasonló érdeklődéssel rendelkező más embereket, és ajánlhatunk ismeretségeket.
ja: あなたの興味を説明するいくつかの公開キーワードをプロフィールに設定します。同様の興味を持つ他の人を見つけ、友情を提案することができるかもしれません。
ru: Установите некоторые публичные ключевые слова для вашего профиля, которые описывают ваши интересы. Мы можем помочь найти других людей со схожими интересами и предложить дружбу.

source: Connecting
de: Verbindungen knüpfen
fr: Connexions
hu: Kapcsolatépítés
ja: 接続中
ru: Подключение

source: Importing Emails
de: Emails Importieren
fr: Importer courriels
hu: E-mailek importálása
ja: メールのインポート
ru: Импортирование Email-ов

source: Enter your email access information on your Connector Settings page if you wish to import and interact with friends or mailing lists from your email INBOX
de: Gib deine E-Mail-Zugangsinformationen auf der Connector-Einstellungsseite ein, falls du E-Mails aus Deinem Posteingang importieren und mit Kontakten und Mailinglisten interagieren willst.
fr: Entrez vos paramètres de courriel dans les Réglages des connecteurs si vous souhaitez importer et interagir avec des amis ou des listes venant de votre Boîte de Réception.
gd: Cuir a-steach fiosrachadh inntrigidh dhan phost-d agad air duilleag roghainnean nan ceangladairean agad ma tha thu airson ion-phortadh is co-luadar le caraidean no liostaichean-phuist o BHOGSA a-STEACH a’ phuist-d agad
hu: Adja meg az e-mail-címéhez való hozzáférés információt az összekötő beállításainak oldalán, ha a postafiókja beérkező üzeneteiből szeretne ismerősöket vagy levelezési listákat importálni, valamint velük kapcsolatba lépni.
ja: メールの受信トレイから友人やメーリングリストをインポートしてやり取りする場合は、コネクタ設定ページでメールアクセス情報を入力します
ru: Введите информацию о доступе к вашему email на странице настроек вашего коннектора, если вы хотите импортировать, и общаться с друзьями или получать рассылки на ваш ящик электронной почты

source: Go to Your Contacts Page
de: Gehe zu deiner Kontakt-Seite
fr: Consulter vos Contacts
hu: Ugrás a partnerek oldalára
ja: コンタクトページに移動します
ru: Перейти на страницу ваших контактов

source: Your Contacts page is your gateway to managing friendships and connecting with friends on other networks. Typically you enter their address or site URL in the <em>Add New Contact</em> dialog.
de: Die Kontakte-Seite ist die Einstiegsseite, von der aus du Kontakte verwalten und dich mit Personen in anderen Netzwerken verbinden kannst. Normalerweise gibst du dazu einfach ihre Adresse oder die URL der Seite im Kasten <em>Neuen Kontakt hinzufügen</em> ein.
fr: Votre page Contacts est le point d'entrée vers la gestion de vos contacts et l'abonnement à des contacts sur d'autres serveurs. Vous pourrez y saisir leur adresse d'Identité ou l'URL de leur site dans le formulaire <em>Ajouter un nouveau contact</em>.
hu: A partnerek oldal az átjáró az ismeretségek kezeléséhez és a más hálózatokon lévő ismerősökkel történő kapcsolatfelvételhez. Jellemzően csak be kell írnia a címüket vagy az oldal URL-jét az <em>Új partner hozzáadása</em> párbeszédablakba.
ja: コンタクトページは、友情を管理し、他のネットワーク上の友だちとつながるための入り口です。通常、<em>新しいコンタクトの追加</em>ダイアログにアドレスまたはサイトのURLを入力します。
ru: Ваша страница контактов - это ваш шлюз к управлению дружбой и общением с друзьями в других сетях. Обычно вы вводите свой ​​адрес или адрес сайта в диалог <em>Добавить новый контакт</em>.

source: Go to Your Site's Directory
de: Gehe zum Verzeichnis Deiner Friendica-Instanz
fr: Consulter l'Annuaire de votre Site
hu: Ugrás az oldal könyvtárához
ja: サイトのディレクトリに移動します
ru: Перейти в каталог вашего сайта

source: The Directory page lets you find other people in this network or other federated sites. Look for a <em>Connect</em> or <em>Follow</em> link on their profile page. Provide your own Identity Address if requested.
de: Über die Verzeichnisseite kannst du andere Personen auf diesem Server oder anderen, verknüpften Seiten finden. Halte nach einem <em>Verbinden</em>- oder <em>Folgen</em>-Link auf deren Profilseiten Ausschau und gib deine eigene Profiladresse an, falls du danach gefragt wirst.
fr: La page Annuaire vous permet de trouver d'autres personnes au sein de ce réseaux ou parmi d'autres sites fédérés. Cherchez un lien <em>Relier</em> ou <em>Suivre</em> sur leur profil. Vous pourrez avoir besoin d'indiquer votre adresse d'identité.
hu: A könyvtárak oldal lehetővé teszi más emberek keresését ezen a hálózaton vagy más föderált oldalakon. Keresse meg a <em>Kapcsolódás</em> vagy a <em>Követés</em> hivatkozást a profiloldalukon. Adja meg a saját személyazonosság-címét, ha kérik.
ja: ディレクトリ ページでは、このネットワークまたは他のフェデレーションサイト内の他のユーザーを検索できます。プロフィールページで<em>接続</em>または<em>フォロー</em>リンクを探します。要求された場合、独自のIdentityアドレスを提供します。
ru: На странице каталога вы можете найти других людей в этой сети или на других похожих сайтах. Ищите ссылки <em>Подключить</em> или <em>Подписаться</em> на страницах их профилей. Укажите свой собственный адрес идентификации, если требуется.

source: Finding New People
de: Neue Leute kennenlernen
fr: Trouver de nouvelles personnes
hu: Új emberek keresése
ja: 新しい人を見つける
ru: Поиск людей

source: On the side panel of the Contacts page are several tools to find new friends. We can match people by interest, look up people by name or interest, and provide suggestions based on network relationships. On a brand new site, friend suggestions will usually begin to be populated within 24 hours.
de: Im seitlichen Bedienfeld der Kontakteseite gibt es diverse Werkzeuge, um neue Personen zu finden. Wir können Menschen mit den gleichen Interessen finden, anhand von Namen oder Interessen suchen oder aber aufgrund vorhandener Kontakte neue Leute vorschlagen. Auf einer brandneuen - soeben erstellten - Seite starten die Kontaktvorschläge innerhalb von 24 Stunden.
fr: Sur le panneau latéral de la page Contacts, il y a plusieurs moyens de trouver de nouveaux contacts. Nous pouvons mettre les gens en relation selon leurs intérêts, rechercher des amis par nom ou intérêt, et fournir des suggestions en fonction de la topologie du réseau. Sur un site tout neuf, les suggestions d'abonnement devraient commencer à apparaître au bout de 24 heures.
hu: A partnerek oldal oldalsávjában számos eszköz található új ismerősök kereséséhez. Találhatunk embereket az érdeklődésük szerint, kereshetünk embereket név vagy érdeklődés szerint, valamint ajánlásokat adhatunk a hálózati kapcsolatok alapján. Egy teljesen új oldalon az ismerősök ajánlásai általában 24 órán belül kezdenek megjelenni.
ja: コンタクトページのサイドパネルには、新しい友達を見つけるためのいくつかのツールがあります。関心ごとに人を照合し、名前または興味ごとに人を検索し、ネットワーク関係に基づいて提案を提供できます。新しいサイトでは、通常24時間以内に友人の提案が表示され始めます。
ru: На боковой панели страницы Контакты есть несколько инструментов, чтобы найти новых друзей. Мы можем искать по соответствию интересам, посмотреть людей по имени или интересам, и внести предложения на основе сетевых отношений. На новом сайте, предложения дружбы, как правило, начинают заполняться в течение 24 часов.

source: Add Your Contacts To Circle
de: Kontakte zum Circle hinzufügen
fr: Ajouter vos contacts à des cercles
hu: Partnerek hozzáadása a körhöz
ru: Добавьте ваши контакты в круги

source: Once you have made some friends, organize them into private conversation circles from the sidebar of your Contacts page and then you can interact with each circle privately on your Network page.
de: Sobald du einige Freunde gefunden hast, kannst du diese in der Seitenleiste deiner Kontaktseite in private Circles einteilen und dann mit jedem Circle auf deiner Netzwerkseite privat interagieren.
fr: Une fois que vous vous êtes fait des amis, organisez-les en cercles de conversation privés dans la barre latérale de votre page Contacts. Vous pouvez ensuite interagir avec chaque cercle en privé sur votre page Réseau.
hu: Miután szerezett néhány ismerőst, szervezze őket személyes beszélgetési körökbe a partnerek oldal oldalsávján keresztül, és ezután személyes módon léphet kapcsolatba minden egyes körrel a hálózat oldalon.
ru: После того, как вы найдете несколько друзей, соберите их в круги частных бесед в боковой панели на странице Контакты, а затем вы можете взаимодействовать с каждой группой приватно в вашей ленте.

source: Why Aren't My Posts Public?
de: Warum sind meine Beiträge nicht öffentlich?
fr: Pourquoi mes éléments ne sont pas publics ?
hu: Miért nem nyilvánosak a bejegyzéseim?
ja: 投稿が一般に公開されないのはなぜですか？
ru: Почему мои записи не публичные?

source: Friendica respects your privacy. By default, your posts will only show up to people you've added as friends. For more information, see the help section from the link above.
de: Friendica respektiert Deine Privatsphäre. Mit der Grundeinstellung werden Deine Beiträge ausschließlich Deinen Kontakten angezeigt. Für weitere Informationen diesbezüglich lies dir bitte den entsprechenden Abschnitt in der Hilfe unter dem obigen Link durch.
fr: Friendica respecte votre vie privée. Par défaut, toutes vos publications seront seulement montrés à vos amis. Pour plus d'information, consultez la section "aide" du lien ci-dessus.
hu: A Friendica tiszteletben tartja a magánszférát. Alapértelmezetten a bejegyzései csak azoknak az embereknek jelennek meg, akiket ismerősként felvett. További információkért nézze meg a súgószakaszt a fenti hivatkozáson keresztül.
ja: Friendicaはあなたのプライバシーを尊重します。デフォルトでは、投稿は友達として追加した人にのみ表示されます。詳細については、上記のリンクのヘルプセクションを参照してください。
ru: Friendica уважает вашу приватность. По умолчанию, ваши сообщения будут показываться только для людей, которых вы добавили в список друзей. Для получения дополнительной информации см. раздел справки по ссылке выше.

source: Getting Help
de: Hilfe bekommen
fr: Obtenir de l'aide
hu: Segítség kérése
ja: ヘルプを得る
ru: Получить помощь

source: Go to the Help Section
de: Zum Hilfe Abschnitt gehen
fr: Aller à la section Aide
hu: Ugrás a súgószakaszhoz
ja: ヘルプセクションに移動
ru: Перейти в раздел справки

source: Our <strong>help</strong> pages may be consulted for detail on other program features and resources.
de: Unsere <strong>Hilfe</strong>-Seiten können herangezogen werden, um weitere Einzelheiten zu anderen Programm-Features zu erhalten.
fr: Nos pages d'<strong>aide</strong> peuvent être consultées pour davantage de détails sur les fonctionnalités ou les ressources.
hu: A <strong>súgó</strong> oldalaink további részleteket közölhetnek a program egyéb funkcióiról és erőforrásairól.
ja: プログラムのその他の機能やリソースの詳細については、<strong>ヘルプ</strong>ページをご覧ください。
ru: Наши страницы <strong>помощи</strong> могут проконсультировать о подробностях и возможностях программы и ресурса.

source: {0} wants to follow you
de: {0} möchte dir folgen
fr: {0} souhaite vous suivre
hu: {0} követni szeretné Önt
ru: {0} хочет подписаться на вас

source: {0} has started following you
de: {0} folgt dir jetzt
fr: {0} a commencé à vous suivre
gd: Tha {0} a’ leantainn ort a-nis
hu: {0} elkezdte követni Önt
ru: {0} подписался на вас

source: %s liked %s's post
de: %s mag %ss Beitrag
fr: %s a aimé la publication de %s
gd: Is toigh le %s am post aig %s
hu: %s kedvelte %s bejegyzését
ja: %sが%sの投稿を高く評価しました
ru: %s нравится %s сообшение

source: %s disliked %s's post
de: %s mag %ss Beitrag nicht
fr: %s n'a pas aimé la publication de %s
gd: Cha toigh le %s am post aig %s
hu: %s nem kedvelte %s bejegyzését
ja: %sは%sの投稿を好きではないようです
ru: %s не нравится сообщение %s

source: %s is attending %s's event
de: %s nimmt an %s's Event teil
fr: %s participe à l'évènement de %s
gd: Bidh %s an làthair aig an tachartas aig %s
hu: %s részt vesz %s eseményén
ja: %sは%sのイベントに参加しています
ru: %s будет присутствовать на событии %s

source: %s is not attending %s's event
de: %s nimmt nicht an %s's Event teil
fr: %s ne participe pas à l'évènement de %s
gd: Cha bhi %s an làthair aig an tachartas aig %s
hu: %s nem vesz részt %s eseményén
ja: %sは%sのイベントを欠席します
ru: %s не будет присутствовать на событии %s

source: %s may attending %s's event
de: %s nimmt eventuell an %s's Veranstaltung teil
fr: %s participe peut-être à l'évènement de %s
gd: ’S dòcha gum bi %s an làthair aig an tachartas aig %s
hu: %s talán részt vesz %s eseményén
ru: %s возможно будет присутствовать на событии %s

source: %s is now friends with %s
de: %s ist jetzt mit %s befreundet
fr: %s est désormais ami(e) avec %s
hu: %s és %s mostantól ismerősök
ja: %sは%sと友達になりました
ru: %s теперь друзья с %s

source: %s commented on %s's post
de: %s hat %ss Beitrag kommentiert
fr: %s a commenté la publication de %s
hu: %s hozzászólt %s bejegyzéséhez
ja: %sが%sの投稿にコメントしました
ru: %s прокомментировал %s сообщение

source: %s created a new post
de: %s hat einen neuen Beitrag erstellt
fr: %s a créé une nouvelle publication
hu: %s létrehozott egy új bejegyzést
ja: %sが新しい投稿を作成しました
ru: %s написал новое сообщение

source: Friend Suggestion
de: Kontaktvorschlag
fr: Suggestion d'abonnement
hu: Ismerősajánlás
ja: 友達の提案
ru: Предложение в друзья

source: Friend/Connect Request
de: Kontakt-/Freundschaftsanfrage
fr: Demande de connexion/relation
hu: Ismerős vagy kapcsolódási kérés
ja: フレンド/接続リクエスト
ru: Запрос в друзья / на подключение

source: %1$s wants to follow you
de: %1$s möchte dir folgen
fr: %1$s veut s'abonner à votre contenu
hu: %1$s követni szeretné Önt
ru: %1$s хочет подписаться на вас.

source: %1$s has started following you
de: %1$s hat angefangen dir zu folgen
fr: %1$s a commencé à vous suivre
gd: Tha %1$s a’ leantainn ort a-nis
hu: %1$s elkezdte követni Önt
ru: %1$s подписался на вас

source: %1$s liked your comment on %2$s
de: %1$s mag deinen Kommentar %2$s
fr: %1$s a aimé votre commentaire sur %2$s
gd: ’S toigh le %1$s do bheachd air %2$s
hu: %1$s kedvelte az Ön hozzászólását ehhez: %2$s
ru: %1$s нравится ваш комментарий %2$s

source: %1$s liked your post %2$s
de: %1$s mag deinen Beitrag %2$s
fr: %1$s a aimé votre publication %2$s
gd: Is toigh le %1$s am post %2$s
hu: %1$s kedvelte az Ön %2$s bejegyzését
ru: %1$s нравится ваша запись %2$s

source: %1$s disliked your comment on %2$s
de: %1$s mag deinen Kommentar %2$s nicht
fr: %1$s n'a pas aimé votre commentaire sur %2$s
gd: Cha toigh le %1$s do bheachd air %2$s
hu: %1$s nem kedvelte az Ön hozzászólását ehhez: %2$s
ru: %1$s не нравится ваш комментарий %2$s

source: %1$s disliked your post %2$s
de: %1$s mag deinen Beitrag %2$s nicht
fr: %1$s n'a pas aimé votre publication %2$s
gd: Cha toigh le %1$s am post %2$s
hu: %1$s nem kedvelte az Ön %2$s bejegyzését
ru: %1$s не нравится ваша запись %2$s
