Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Attach the link title
de: Link Titel hinzufügen
fr: Attacher le titre du lien (Diaspora)
gd: Cuir tiotal a’ cheangail ris
hu: A hivatkozás címének csatolása
ja: リンクの件名を添付します
ru: Присоединять заголовок ссылок

source: When activated, the title of the attached link will be added as a title on posts to Diaspora. This is mostly helpful with "remote-self" contacts that share feed content.
de: Ist dies aktiviert, wird der Titel von angehangenen Links bei Beiträgen nach Diaspora* angefügt. Dies ist vorallem bei Entfernten Konten nützlich die Beiträge von Feeds weiterleiten.
fr: Si vos publications contiennent un lien, le titre de la page associée sera attaché à la publication à destination de vos contacts Diaspora. C'est principalement utile avec les contacts "remote-self" qui partagent du contenu de flux RSS/Atom.
gd: Nuair a bhios seo an gnìomh, thèid tiotal a’ cheangail a chur ris mar tiotal air postaichean gu diaspora*. Tha seo as fheumaile dhan luchd-aithne “remote-self” a cho-roinneas susbaint inbhir.
hu: Ha be van kapcsolva, akkor a csatolt hivatkozás címe címként lesz hozzáadva a Diaspora hálózatra küldött bejegyzéseknél. Ez többnyire az olyan „távoli önmaga” partnerekkel hasznos, amelyek megosztják a hírforrás tartalmát.
ja: 有効にすると、添付されたリンクのタイトルがDiasporaへの投稿のタイトルとして追加されます。 これは主に、フィードコンテンツを共有する「リモート セルフ」コンタクトで役立ちます。
ru: Если включено. заголовок добавленной ссылки будет добавлен к записи в Диаспоре как заголовок. Это в основном нужно для контактов "мой двойник", которые публикуют содержимое ленты.

source: API: Use spoiler field as title
de: API: Verwende den Spoiler Text als Titel
fr: API : Utiliser le champ spoiler (divulgachis) en tant que titre
hu: API: a spoiler mező használata címként
ru: API: Использовать спойлер как заголовок

source: When activated, the "spoiler_text" field in the API will be used for the title on standalone posts. When deactivated it will be used for spoiler text. For comments it will always be used for spoiler text.
de: Ist dies aktiviert, wird das "spoiler_text" der API als Titel von neuen Beiträgen verwendet. Ist es deaktiviert wird der Text als Spoiler-Text verwendet. Bei Kommentaren wird der Inhalt immer als Spoiler-Text verwendet.
fr: Quand activé, le champ "spoiler_text" dans l'API sera utilisé pour le titre des publications individuelles. Quand désactivé, il sera utilisé pour du texte spoiler (divulgachis). Pour les commentaires, il sera toujours utilisé pour du texte spoiler.
hu: Ha aktiválva van, akkor az API-ban lévő „spoiler_text” mező lesz használva az önálló bejegyzések címeként. Ha ki van kapcsolva, akkor a spoiler szövegéhez lesz használva. A megjegyzéseknél mindig a spoiler szövegéhez lesz használva.
ru: Если включено, поле "spoiler_text" в API будет использоваться как заголовок для отдельных записей. Если отключено, то оно будет использоваться как спойлер. Для комментариев оно всегда используется как спойлер.

source: API: Automatically links at the end of the post as attached posts
de: API: Automatische Links am Ende des Beitrags als angehängte Beiträge
fr: API : Afficher comme publications attachés les liens ajoutés en fin de publication
hu: API: automatikusan a bejegyzés végéhez kapcsolja csatolt bejegyzésként
ru: API: Автоматически загружать ссылки в конце записей

source: When activated, added links at the end of the post react the same way as added links in the web interface.
de: Wenn dies aktiviert ist, reagieren hinzugefügte Links am Ende des Beitrags genauso wie hinzugefügte Links in der Weboberfläche.
fr: Quand activé, les liens ajoutés à la fin d'une publication fonctionnent de la même manière que les liens ajoutés dans l'interface web.
gd: Nuair a bhios seo an gnìomh, bidh an t-aon ghiùlan aig ceanglaichean a thèid a chur ri bonn puist ’s a tha aig ceanglaichean a thèid a chur ris san eadar-aghaidh-lìn.
hu: Ha aktiválva van, akkor a bejegyzés végéhez hozzáadott hivatkozások ugyanúgy reagálnak, mint a webes felületen hozzáadott hivatkozások.
ru: Если включено, ссылки в конце записей будут обрабатываться так же, как ссылки, добавленные через веб-интерфейс.

source: Article Mode
de: Artikel Modus
fr: Mode Article
hu: Cikk mód
ru: Режим статей

source: Controls how posts with titles are transmitted. Mastodon and its forks don't display the content of these posts if the post is created in the correct (default) way.
de: Kontrolliert wie Beiträge mit Titeln übermittel werden. Mastodon und dessen Forks stellen den Inhalt dieser Beiträge nicht dar, wenn sie an sich korrekt in den Grundeinstellungen übertragen werden.
fr: Contrôle la façon dont les publications avec des titres sont transmises. Mastodon et ses forks n'affichent pas le contenu de ces publications si la publication est créée de la bonne manière (par défaut).
hu: Azt vezérli, hogy a címekkel rendelkező bejegyzések hogyan kerülnek továbbításra. A Mastodon és elágaztatásai nem jelenítik meg ezeknek a bejegyzéseknek a tartalmát, ha a bejegyzést a megfelelő (alapértelmezett) módon hozták létre.
ru: Как будут передаваться записи, у которых указан заголовок. Mastodon и похожие платформы не показывают содержимое таких записей, если они созданы в обычном формате (по-умолчанию), оставляя лишь ссылку на них.

source: Email/Mailbox Setup
de: E-Mail/Postfach-Einstellungen
fr: Réglages de courriel/boîte à lettre
gd: Suidheachadh a’ phuist-d/a’ bhogsa-phuist
hu: E-mail vagy postafiók-beállítások
ja: メール/メールボックスのセットアップ
ru: Настройка эл. почты / почтового ящика

source: If you wish to communicate with email contacts using this service (optional), please specify how to connect to your mailbox.
de: Wenn du mit E-Mail-Kontakten über diesen Service kommunizieren möchtest (optional), gib bitte die Einstellungen für dein Postfach an.
fr: Si vous souhaitez communiquer avec vos contacts "courriel" (facultatif), merci de nous indiquer comment vous connecter à votre boîte.
gd: Ma tha thu airson an t-seirbheis seo a chleachdadh airson conaltradh le luchd-aithne air a’ post-d (gu roghainneil), sònraich an dòigh air a nì thu ceangal leis a’ bhogsa-phuist agad.
hu: Ha e-mailes partnerekkel szeretne kommunikálni ezen szolgáltatás használatával (opcionális), akkor adja meg, hogy hogyan kell kapcsolódni a postafiókjához.
ja: このサービス（オプション）を使用してメールコンタクトと通信する場合は、メールボックスへの接続方法を指定してください。
ru: Если вы хотите общаться с Email контактами, используя этот сервис (по желанию), пожалуйста, уточните, как подключиться к вашему почтовому ящику.

source: Last successful email check:
de: Letzter erfolgreicher E-Mail-Check
fr: Dernière vérification réussie des courriels :
gd: An turas mu dheireadh a chaidh leinn sùil a thoirt air a’ phost-d:
hu: Legutóbbi sikeres e-mail-ellenőrzés:
ja: 最後に成功したメールチェック：
ru: Последняя успешная проверка электронной почты:

source: IMAP server name:
fr: Nom du serveur IMAP :
gd: Ainm frithealaiche IMAP:
hu: IMAP-kiszolgáló neve:
ja: IMAPサーバー名：
ru: Имя IMAP сервера:

source: Security:
de: Sicherheit:
fr: Sécurité :
gd: Tèarainteachd:
hu: Biztonság:
ja: セキュリティ：
ru: Безопасность:

source: Email login name:
fr: Nom de connexion :
gd: Ainm clàradh a-steach a’ phuist-d:
hu: E-mail bejelentkezési neve:
ja: メールのログイン名：
ru: Логин эл. почты:

source: Email password:
de: E-Mail-Passwort:
fr: Mot de passe :
gd: Facal-faire a’ phuist-d:
hu: E-mail jelszava:
ja: メールのパスワード：
ru: Пароль эл. почты:

source: Reply-to address:
de: Reply-to Adresse:
fr: Adresse de réponse :
gd: An seòladh Freagairt-gu:
hu: Válaszcím:
ja: 返信先アドレス：
ru: Адрес для ответа:

source: Send public posts to all email contacts:
de: Sende öffentliche Beiträge an alle E-Mail-Kontakte:
fr: Envoyer les publications publiques à tous les contacts courriels :
gd: Cuir postaichean poblach dhan a h-uile neach-aithne puist-d:
hu: Nyilvános bejegyzések küldése az összes e-mail partnernek:
ja: すべてのメールコンタクトに一般公開投稿を送信します。
ru: Отправлять открытые сообщения на все контакты электронной почты:

source: Action after import:
de: Aktion nach Import:
fr: Action après import :
gd: Gnìomh às dèid an ion-phortaidh:
hu: Importálás utáni művelet:
ja: インポート後のアクション：
ru: Действие после импорта:

source: Move to folder
de: In einen Ordner verschieben
fr: Déplacer vers
gd: Gluais gu pasgan
hu: Áthelyezés mappába
ja: フォルダへ移動
ru: Переместить в папку

source: Move to folder:
de: In diesen Ordner verschieben:
fr: Déplacer vers :
gd: Gluais gu pasgan:
hu: Áthelyezés mappába:
ja: フォルダへ移動：
ru: Переместить в папку:

source: Contact CSV file upload error
de: Fehler beim Hochladen der Kontakt CSV Datei
fr: Erreur de téléversement du fichier de contact CSV
hu: Partner CSV-fájl feltöltési hiba
ja: アップロードエラー：コンタクトCSVファイル
ru: Ошибка загрузки CSV с контактами

source: Importing Contacts done
de: Kontakte wurden importiert.
fr: Import des contacts effectué
hu: A partnerek importálása kész
ja: コンタクトのインポートが完了しました
ru: Импорт контактов завершён

source: Upload a CSV file that contains the handle of your followed accounts in the first column you exported from the old account.
de: Lade eine CSV Datei hoch, die das Handle der Kontakte deines alten Nutzerkontos in der ersten Spalte enthält.
fr: Téléversez un fichier CSV contenant des identifiants de contacts dans la première colonne.
hu: Töltsön fel egy olyan CSV-fájlt, amely a követett fiókok kezelőjét tartalmazza az első oszlopban, ahogy a régi fiókból exportálta.
ja: 古いアカウントからエクスポートしたCSVファイルをアップロードします。これは最初の列に、フォローしているアカウントのハンドルを含みます。
ru: Загрузите файл CSV, который содержит адреса ваших контактов в первой колонке. Вы можете экспортировать его из вашей старой учётной записи.

source: Upload File
de: Datei hochladen
fr: Téléverser le fichier
hu: Fájl feltöltése
ja: ファイルをアップロード
ru: Загрузить файл

source: Your legacy ActivityPub/GNU Social account
de: Dein alter ActivityPub/GNU Social-Account
fr: Votre ancient compte ActivityPub/GNU Social
gd: An cunntas ActivityPub/GNU Social dìleabach agad
hu: Az örökölt ActivityPub/GNU Social fiókja
ru: Ваша старая учётная запись ActivityPub/GNU Social

source: If you enter your old account name from an ActivityPub based system or your GNU Social/Statusnet account name here (in the format user@domain.tld), your contacts will be added automatically. The field will be emptied when done.
de: Wenn du deinen alten ActivityPub oder GNU Social/Statusnet-Account-Namen hier angibst (Format name@domain.tld), werden deine Kontakte automatisch hinzugefügt. Dieses Feld wird geleert, wenn die Kontakte hinzugefügt wurden.
fr: Si vous saisissez votre adresse de compte précédente d'un réseau basé sur ActivityPub ou GNU Social/Statusnet (au format utilisateur@domaine.tld), vos contacts seront ajoutés autoamtiquement. Le champ sera vidé quand l'opération sera terminé.
gd: Ma chuireas tu ainm seann-chunntais ris o shiostam stèidhichte air ActivityPub no ainm do chunntais GNU Social/Statusnet an-seo (san fhòrmat cleachdaiche@àrainn.tld), thèid an luchd-aithne agad a chur ris gu fèin-obrachail. Thèid an raon fhalamhachadh nuair a bhios sin deiseil.
hu: Ha megadja itt a régi, egy ActivityPub alapú rendszerből származó fiókja nevét, illetve a GNU Social vagy Statusnet fiókja nevét (felhasználó@tartomány.tld formátumban), akkor a partnerei automatikusan hozzá lesznek adva. A mező ki lesz ürítve, ha elkészült.
ru: Если вы введете тут вашу старую учетную запись от платформы совместимой с ActivityPub или GNU Social/Statusnet (в виде пользователь@домен), ваши контакты оттуда будут автоматически добавлены. Поле будет очищено когда все контакты будут добавлены.

source: Delegation successfully granted.
de: Delegierung erfolgreich eingerichtet.
fr: Délégation accordée avec succès.
gd: Chaidh neach-ionaid a dhèanamh dheth.
hu: A meghatalmazás sikeresen megadva.
ja: 委任が正常に許可されました。
ru: Делегирование успешно предоставлено.

source: Parent user not found, unavailable or password doesn't match.
de: Der angegebene Nutzer konnte nicht gefunden werden, ist nicht verfügbar oder das angegebene Passwort ist nicht richtig.
fr: Utilisateur parent introuvable, indisponible ou mot de passe incorrect.
hu: A fölérendelt felhasználó nem található, nem érhető el vagy a jelszó nem egyezik.
ja: 親ユーザーが見つからないか、利用できないか、パスワードが一致しません。
ru: Родительский пользователь не найден, недоступен или пароль не совпадает.

source: Delegation successfully revoked.
de: Delegation erfolgreich aufgehoben.
fr: Délégation retirée avec succès.
gd: Chaidh ceadan neach-ionaid a thoirt air falbh.
hu: A meghatalmazás sikeresen visszavonva.
ja: 委任が正常に取り消されました。
ru: Делегирование успешно отменено.

source: Delegated administrators can view but not change delegation permissions.
de: Verwalter können die Berechtigungen der Delegationen einsehen, sie aber nicht ändern.
fr: Les administrateurs délégués peuvent uniquement consulter les permissions de délégation.
gd: Chì rianairean a tha ’nan luchd-ionaid na ceadan ach chan urrainn dhaibh an atharrachadh.
hu: A meghatalmazott adminisztrátorok megtekinthetik, de nem változtathatják meg a meghatalmazás jogosultságait.
ja: 委任された管理者は、委任権限を確認できますが、変更はできません。
ru: Администраторы-делегаты могут видеть, но не менять разрешения делегирования.

source: Delegate user not found.
de: Delegierter Nutzer nicht gefunden
fr: Délégué introuvable.
gd: Cha deach cleachdaiche an neach-ionaid a lorg.
hu: A meghatalmazott felhasználó nem található.
ja: 移譲ユーザーが見つかりません。
ru: Пользователь-делегат не найден.

source: No parent user
de: Kein Verwalter
fr: Pas d'utilisateur parent
hu: Nincs fölérendelt felhasználó
ja: 親となるユーザが存在しません。
ru: Нет родительского пользователя

source: Parent User
de: Verwalter
fr: Compte parent
hu: Fölérendelt felhasználó
ja: 親ユーザ
ru: Родительский пользователь

source: Additional Accounts
de: Zusätzliche Accounts
fr: Comptes supplémentaires
hu: További fiókok
ja: 追加のアカウント
ru: Дополнительные учётные записи

source: Register additional accounts that are automatically connected to your existing account so you can manage them from this account.
de: Zusätzliche Accounts registrieren, die automatisch mit deinem bestehenden Account verknüpft werden, damit du sie anschließend verwalten kannst.
fr: Enregistrez des comptes supplémentaires qui seront automatiquement rattachés à votre compte actuel pour vous permettre de les gérer facilement.
gd: Clàraich cunntasan a bharrachd a thèid a cho-cheangal ris a’ chunntas làithreach agad ach an urrainn dhut an stiùireadh on chunntas seo.
hu: További fiókok regisztrálása, amelyek automatikusan hozzá vannak kapcsolva a meglévő fiókjához, így ebből a fiókból kezelheti azokat.
ja: 既存のアカウントに自動的に接続される追加のアカウントを登録して、このアカウントから管理できるようにします。
ru: Регистрируйте дополнительные учётные записи, которые будут автоматически соединены с вашей основной учётной записью и вы сможете ими из неё управлять.

source: Register an additional account
de: Einen zusätzlichen Account registrieren
fr: Enregistrer un compte supplémentaire
hu: További fiók regisztrálása
ja: 追加アカウントの登録
ru: Зарегистрируйте дополнительную учётную запись

source: Parent users have total control about this account, including the account settings. Please double check whom you give this access.
de: Verwalter haben Zugriff auf alle Funktionen dieses Benutzerkontos und können dessen Einstellungen ändern.
fr: Le compte parent a un contrôle total sur ce compte, incluant les paramètres de compte. Veuillez vérifier à qui vous donnez cet accès.
hu: A fölérendelt felhasználóknak teljes ellenőrzése van ezen fiók fölött, beleértve a fiók beállításait is. Ellenőrizze még egyszer, hogy kinek ad hozzáférést.
ja: 親ユーザは、このアカウントについてアカウント設定を含む全ての権限を持ちます。 このアクセスを許可するユーザ名を再確認してください。
ru: Родительские пользователи имеют полное управление этим профилем, включая все его настройки. Будьте очень осторожны с предоставлением этого доступа.

source: Delegates
de: Bevollmächtigte
fr: Délégataires
gd: Luchd-ionaid
hu: Meghatalmazottak
ja: 移譲
ru: Делегаты

source: Delegates are able to manage all aspects of this account/page except for basic account settings. Please do not delegate your personal account to anybody that you do not trust completely.
de: Bevollmächtigte sind in der Lage, alle Aspekte dieses Kontos/dieser Seite zu verwalten, abgesehen von den Grundeinstellungen des Kontos. Bitte gib niemandem eine Bevollmächtigung für Deinen privaten Account, dem du nicht absolut vertraust!
fr: Les délégataires seront capables de gérer tous les aspects de ce compte ou de cette page, à l'exception des réglages de compte. Merci de ne pas déléguer votre compte principal à quelqu'un en qui vous n'avez pas une confiance absolue.
gd: ’S urrainn dhan luchd-ionaid nì sam bith mun chunntas/duilleag seo a stiùireadh ach roghainnean bunaiteach a’ chunntais. Na dèan neach-ionaid dhan chunntas phearsanta agad de dhuine sam bith anns nach eil làn-earbsa agad.
hu: A meghatalmazottak képesek ezen fiókot vagy oldalt minden szempontból kezelni, kivéve az alapvető fiókbeállításokat. Ne hatalmazzon meg senki mást a személyes fiókja kezeléséhez, akiben nem bízik meg teljes mértékben.
ja: 移譲された人は、このアカウント/ページの管理について、基本的なアカウント設定を除いた、すべての権限を得ます。 完全に信頼していない人には、あなたの個人アカウントを移譲しないでください。
ru: Доверенные лица могут управлять всеми аспектами этого аккаунта/страницы, за исключением основных настроек аккаунта. Пожалуйста, не предоставляйте доступ в личный кабинет тому, кому вы не полностью доверяете.

source: Existing Page Delegates
de: Vorhandene Bevollmächtigte für die Seite
fr: Délégataires existants
gd: Luchd-ionaid làithreach na duilleige
hu: Meglévő oldalmeghatalmazottak
ja: 既存のページの移譲
ru: Существующие уполномоченные страницы

source: Potential Delegates
de: Potentielle Bevollmächtigte
fr: Délégataires potentiels
gd: Tagraichean luchd-ionaid
hu: Lehetséges meghatalmazottak
ja: 移譲先の候補
ru: Возможные доверенные лица

source: No entries.
de: Keine Einträge.
fr: Aucune entrée.
hu: Nincsenek bejegyzések.
ja: エントリは有りません。
ru: Нет записей.

source: The theme you chose isn't available.
de: Das gewählte Theme ist nicht verfügbar
fr: Le thème que vous avez choisi n'est pas disponible.
gd: Chan eil an t-ùrlar a thagh thu ri fhaighinn.
hu: A választott téma nem érhető el.
ja: 選択したテーマは使用できません。
ru: Выбранная вами тема недоступна.

source: %s - (Unsupported)
de: %s - (Nicht unterstützt)
fr: %s- (non supporté)
hu: %s – (nem támogatott)
ja: %s （サポートされていません）
ru: %s - (Не поддерживается)

source: Color/Black
de: Farbe/Schwarz
fr: Couleur/Noir
hu: Színes/fekete
ru: Цвет/Черная

source: Black
de: Schwarz
fr: Noir
hu: Fekete
ru: Чёрная

source: Color/White
de: Farbe/Weiß
fr: Couleur/Blanc
hu: Színes/fehér
ru: Цвет/Светлая

source: White
de: Weiß
fr: Blanc
hu: Fehér
ru: Светлая

source: No preview
de: Keine Vorschau
fr: Pas d'aperçu
hu: Nincs előnézet
ru: Нет предпросмотра

source: No image
de: Kein Bild
fr: Pas d'image
hu: Nincs kép
ru: Без изображения

source: Small Image
de: Kleines Bild
fr: Petite image
hu: Kis kép
ru: Маленькое изображение

source: Large Image
de: Große Bilder
fr: Grande image
hu: Nagy kép
ru: Большое изображение

source: Display Settings
de: Anzeige-Einstellungen
fr: Affichage
hu: Megjelenítési beállítások
ja: ディスプレイの設定
ru: Внешний вид

source: General Theme Settings
de: Allgemeine Theme-Einstellungen
fr: Paramètres généraux de thème
gd: Roghainnean coitcheann an ùrlair
hu: Általános témabeállítások
ja: 一般的なテーマ設定
ru: Общие настройки тем

source: Custom Theme Settings
de: Benutzerdefinierte Theme-Einstellungen
fr: Paramètres personnalisés de thème
gd: Roghainnean gnàthaichte an ùrlair
hu: Egyéni témabeállítások
ja: カスタムテーマ設定
ru: Личные настройки тем

source: Content Settings
de: Einstellungen zum Inhalt
fr: Paramètres de contenu
hu: Tartalombeállítások
ja: コンテンツ設定
ru: Настройки контента

source: Theme settings
de: Theme-Einstellungen
fr: Réglages du thème graphique
gd: Roghainnean an ùrlair
hu: Témabeállítások
ja: テーマ設定
ru: Настройки темы

source: Timelines
fr: Flux
hu: Idővonalak
ru: Ленты

source: Display Theme:
de: Theme:
fr: Thème d'affichage:
gd: Ùrlar taisbeanaidh:
hu: Megjelenítés témája:
ja: ディスプレイテーマ：
ru: Показать тему:

source: Mobile Theme:
de: Mobiles Theme
fr: Thème mobile:
gd: Ùrlar mobile:
hu: Mobil téma:
ja: モバイルテーマ：
ru: Мобильная тема:

source: Number of items to display per page:
de: Zahl der Beiträge, die pro Netzwerkseite angezeigt werden sollen:
fr: Nombre d’éléments par page :
hu: Oldalanként megjelenítendő elemek száma:
ja: ページごとに表示する項目の数：
ru: Количество элементов, отображаемых на одной странице:

source: Maximum of 100 items
de: Maximal 100 Beiträge
fr: Maximum de 100 éléments
hu: Legfeljebb 100 elem
ja: 最大100項目
ru: Максимум 100 элементов

source: Number of items to display per page when viewed from mobile device:
de: Zahl der Beiträge, die pro Netzwerkseite auf mobilen Geräten angezeigt werden sollen:
fr: Nombre d'éléments à afficher par page pour un appareil mobile
hu: Oldalanként megjelenítendő elemek száma, ha mobil eszközről nézik:
ja: モバイルデバイスから表示したときにページごとに表示する項目の数：
ru: Количество элементов на странице, когда просмотр осуществляется с мобильных устройств:

source: Display emoticons
de: Zeige Emoticons
fr: Afficher les émoticônes
hu: Hangulatjelek megjelenítése
ru: Показывать смайлики

source: When enabled, emoticons are replaced with matching symbols.
de: Wenn dies aktiviert ist, werden Text-Emoticons in Beiträgen durch Symbole ersetzt.
fr: Quand activé, les émoticônes sont remplacées par les symboles correspondants.
hu: Ha engedélyezve van, akkor a hangulatjelek ki lesznek cserélve a megfelelő szimbólumokkal.
ru: Когда включено, соответствующие символы отображаются как смайлики.

source: Infinite scroll
de: Endloses Scrollen
fr: Défilement infini
hu: Végtelen görgetés
ja: 無限スクロール
ru: Бесконечная прокрутка

source: Automatic fetch new items when reaching the page end.
de: Automatisch neue Beiträge laden, wenn das Ende der Seite erreicht ist.
fr: Charge automatiquement de nouveaux contenus en bas de la page.
hu: Új elemek automatikus lekérése az oldal végének elérésekor.
ja: ページの最後に到達したとき、新規項目を自動取得する
ru: Автоматически подгружать новые записи, когда вы оказываетесь в конце страницы.

source: Enable Smart Threading
de: Intelligentes Threading aktivieren
fr: Activer le fil de discussion intelligent
hu: Intelligens szálkezelés engedélyezése
ru: Включить умное ветвление обсуждений

source: Enable the automatic suppression of extraneous thread indentation.
de: Schaltet das automatische Unterdrücken von überflüssigen Thread-Einrückungen ein.
fr: Activer la suppression automatique de l'indentation excédentaire des fils de discussion.
hu: A nem odatartozó szálbehúzások automatikus elnyomásának engedélyezése.
ru: Включить автоматическое удаление излишних отступов в ветках обсуждений.

source: Display the Dislike feature
de: Das "Nicht-mögen" Feature anzeigen
fr: Afficher la fonctionnalité "Je n'aime pas"
gd: Seall an gleus “Cha toigh leam seo”
hu: A nem tetszik funkció megjelenítése
ru: Показывать "Не нравится"

source: Display the Dislike button and dislike reactions on posts and comments.
de: Einen "Ich mag das nicht" Button und die dislike Reaktion auf Beiträge und Kommentare anzeigen.
fr: Afficher le bouton "Je n'aime pas" et les réactions "Je n'aime pas" sur les publications et les commentaires.
gd: Seall am putan “Cha toigh leam seo” agus freagairtean “Cha toigh leam seo” air postaichean is beachdan.
hu: A nem tetszik gomb és a nem tetszik reakciók megjelenítése a bejegyzéseknél és a hozzászólásoknál.
ru: Показывать кнопку "Не нравится" и соответствующие реакции на записях и комментариях.

source: Display the resharer
de: Teilenden anzeigen
fr: Afficher le partageur
gd: Seall cò rinn an co-roinneadh
hu: Az újramegosztó megjelenítése
ru: Показывать поделившегося
