Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Addon applications, utilities, games
de: Zusätzliche Anwendungen, Dienstprogramme, Spiele
fr: Applications supplémentaires, utilitaires, jeux
gd: Tuilleadain aplacaide, goireis is geama
hu: Bővítményalkalmazások, segédprogramok és játékok
ja: アドオンアプリケーション、ユーティリティ、ゲーム
ru: Дополнительные приложения, утилиты, игры

source: Search
de: Suche
fr: Recherche
gd: Lorg
hu: Keresés
ja: 検索
ru: Поиск

source: Search site content
de: Inhalt der Seite durchsuchen
fr: Rechercher dans le contenu du site
gd: Lorg susbaint san làrach
hu: Oldaltartalom keresése
ja: サイトのコンテンツを検索
ru: Поиск по сайту

source: Full Text
de: Volltext
fr: Texte Entier
gd: Teacsa slàn
hu: Teljes szöveg
ja: 全文
ru: Контент

source: Tags
fr: Étiquettes
gd: Tagaichean
hu: Címkék
ja: タグ
ru: Тэги

source: Contacts
de: Kontakte
gd: Luchd-aithne
hu: Partnerek
ja: コンタクト
ru: Контакты

source: Community
de: Gemeinschaft
fr: Communauté
gd: Coimhearsnachd
hu: Közösség
ja: コミュニティ
ru: Сообщество

source: Conversations on this and other servers
de: Unterhaltungen auf diesem und anderen Servern
fr: Flux public global
gd: Còmhraidhean air an fhrithealaiche seo is frithealaichean eile
hu: Beszélgetések ezen és más kiszolgálókon
ja: このサーバーと他のサーバーでの会話
ru: Диалоги на этом и других серверах

source: Directory
de: Verzeichnis
fr: Annuaire
gd: Eòlaire
hu: Könyvtár
ja: ディレクトリ
ru: Каталог

source: People directory
de: Nutzerverzeichnis
fr: Annuaire des utilisateurs
gd: Eòlaire nan daoine
hu: Emberek könyvtár
ja: 人々の名簿
ru: Каталог участников

source: Information
gd: Fiosrachadh
hu: Információk
ja: 情報
ru: Информация

source: Information about this friendica instance
de: Informationen zu dieser Friendica-Instanz
fr: Information au sujet de cette instance de friendica
gd: Fiosrachadh mun ionstans Friendica seo
hu: Információk erről a Friendica példányról
ja: このfriendicaインスタンスに関する情報
ru: Информация об этом экземпляре Friendica

source: Terms of Service
de: Nutzungsbedingungen
fr: Conditions de service
gd: Teirmichean na seirbheise
hu: Használati feltételek
ja: 利用規約
ru: Условия оказания услуг

source: Terms of Service of this Friendica instance
de: Die Nutzungsbedingungen dieser Friendica-Instanz
fr: Conditions d'Utilisation de ce serveur Friendica
gd: Teirmichean seirbheise an ionstans Friendica seo
hu: Ezen Friendica példány használati feltételei
ja: このFriendicaインスタンスの利用規約
ru: Условия оказания услуг для этого узла Friendica

source: Network
de: Netzwerk
fr: Réseau
gd: Lìonra
hu: Hálózat
ja: ネットワーク
ru: Новости

source: Conversations from your friends
de: Unterhaltungen Deiner Kontakte
fr: Flux de conversations
gd: Còmhraidhean nan caraidean agad
hu: Ismerősökkel való beszélgetések
ja: 友達からの会話
ru: Сообщения ваших друзей

source: Your posts and conversations
de: Deine Beiträge und Unterhaltungen
fr: Vos publications et conversations
gd: Na postaichean ’s còmhraidhean agad
hu: Az Ön bejegyzései és beszélgetései
ja: あなたの投稿と会話
ru: Ваши записи и диалоги

source: Introductions
de: Kontaktanfragen
gd: Cuir an aithne
hu: Bemutatkozások
ja: 招待
ru: Запросы

source: Friend Requests
de: Kontaktanfragen
fr: Demande d'abonnement
gd: Iarrtasan càirdeis
hu: Ismerőskérések
ja: 友達リクエスト
ru: Запросы на добавление в список друзей

source: Notifications
de: Benachrichtigungen
gd: Brathan
hu: Értesítések
ja: 通知
ru: Уведомления

source: See all notifications
de: Alle Benachrichtigungen anzeigen
fr: Voir toutes les notifications
gd: Seall gach brath
hu: Összes értesítés megtekintése
ja: すべての通知を見る
ru: Посмотреть все уведомления

source: Mark as seen
de: Als gelesen markieren
fr: Marquer comme vu
gd: Cuir comharra gun deach fhaicinn
hu: Megjelölés olvasottként
ja: 既読にする
ru: Отметить, как прочитанное

source: Mark all system notifications as seen
de: Markiere alle Systembenachrichtigungen als gelesen
fr: Marquer toutes les notifications système comme vues
gd: Cuir comharra gun deach gach brath an t-siostaim a leughadh
hu: Összes rendszerértesítés megjelölése olvasottként
ru: Пометить все уведомления прочитанными

source: Private mail
de: Private E-Mail
fr: Messages privés
gd: Post prìobhaideach
hu: Személyes levél
ja: プライベートメール
ru: Личная почта

source: Inbox
de: Eingang
fr: Messages entrants
gd: Am bogsa a-steach
hu: Beérkezett üzenetek
ja: 受信トレイ
ru: Входящие

source: Outbox
de: Ausgang
fr: Messages sortants
gd: Am bogsa a-mach
hu: Elküldött üzenetek
ja: 送信トレイ
ru: Исходящие

source: Accounts
de: Nutzerkonten
fr: Comptes
gd: Cunntasan
hu: Fiókok
ru: Учётные записи

source: Manage other pages
de: Andere Seiten verwalten
fr: Gérer les autres pages
gd: Stiùir duilleagan eile
hu: Más oldalak kezelése
ja: 他のページを管理する
ru: Управление другими страницами

source: Settings
de: Einstellungen
fr: Réglages
gd: Roghainnean
hu: Beállítások
ja: 設定
ru: Настройки

source: Account settings
de: Kontoeinstellungen
fr: Compte
gd: Roghainnean a’ chunntais
hu: Fiókbeállítások
ja: アカウント設定
ru: Настройки аккаунта

source: Manage/edit friends and contacts
de: Freunde und Kontakte verwalten/bearbeiten
fr: Gestion des contacts
gd: Stiùir/deasaich caraidean is luchd-aithne
hu: Ismerősök és partnerek kezelése vagy szerkesztése
ja: 友達とコンタクトを管理/編集する
ru: Управление / редактирование друзей и контактов

source: Admin
de: Administration
gd: Rianachd
hu: Adminisztráció
ja: 管理者
ru: Администратор

source: Site setup and configuration
de: Einstellungen der Seite und Konfiguration
fr: Démarrage et configuration du site
gd: Suidheachadh ’s rèiteachadh na làraich
hu: Oldal beállítása és konfigurálás
ja: サイトのセットアップと構成
ru: Конфигурация сайта

source: Moderation
fr: Modération
gd: Maorsainneachd
hu: Moderálás
ru: Модерация

source: Content and user moderation
de: Moderation von Nutzern und Inhalten
fr: Modération du contenu et des utilisateurs
gd: Susbaint is maorsainneachd chleachdaichean
hu: Tartalom- és felhasználómoderálás
ru: Модерация пользователей и контента

source: Navigation
gd: Seòladaireachd
hu: Navigáció
ja: ナビゲーション
ru: Навигация

source: Site map
fr: Carte du site
gd: Mapa na làraich
hu: Oldaltérkép
ja: サイトマップ
ru: Карта сайта

source: first
de: erste
fr: premier
gd: dhan toiseach
hu: első
ja: 最初
ru: первый

source: prev
de: vorige
fr: précédent
gd: air ais
hu: előző
ja: 前の
ru: пред.

source: next
de: nächste
fr: suivant
gd: air adhart
hu: következő
ja: 次
ru: след.

source: last
de: letzte
fr: dernier
gd: dhan deireadh
hu: utolsó
ja: 最終
ru: последний

source: Link to source
de: Link zum Originalbeitrag
fr: Lien vers la source
gd: Ceangal dhan tùs
hu: Hivatkozás a forráshoz
ru: Ссылка на источник

source: Click to open/close
de: Zum Öffnen/Schließen klicken
fr: Cliquer pour ouvrir/fermer
gd: Briog ’ga fhosgladh/dhùnadh
hu: Kattintson a megnyitáshoz vagy bezáráshoz
ja: クリックして開閉
ru: Нажмите, чтобы открыть / закрыть

source: $1 wrote:
de: $1 hat geschrieben:
fr: $1 a écrit :
gd: Sgrìobh $1:
hu: $1 írta:
ja: $1 の投稿：
ru: $1 написал:

source: Encrypted content
de: Verschlüsselter Inhalt
fr: Contenu chiffré
gd: Susbaint chrioptaichte
hu: Titkosított tartalom
ja: 暗号化されたコンテンツ
ru: Зашифрованный контент

source: Invalid source protocol
de: Ungültiges Quell-Protokoll
fr: Protocole d'image invalide
gd: Pròtacal tùis mì-dhligheach
hu: Érvénytelen forrásprotokoll
ja: 無効なソースプロトコル
ru: Неправильный протокол источника

source: Invalid link protocol
de: Ungültiges Link-Protokoll
fr: Protocole de lien invalide
gd: Pròtacal ceangail mì-dhligheach
hu: Érvénytelen hivatkozási protokoll
ja: 無効なリンクプロトコル
ru: Неправильная протокольная ссылка

source: Loading more entries...
de: lade weitere Einträge...
fr: Chargement de résultats supplémentaires...
gd: A’ luchdadh barrachd nithean…
hu: További bejegyzések betöltése…
ja: さらにエントリを読み込んでいます...
ru: Загружаю больше сообщений...

source: The end
de: Das Ende
fr: Fin
gd: A’ chrìoch
hu: Vége
ja: 終わり
ru: Конец

source: Follow
de: Folge
fr: S'abonner
gd: Lean air
hu: Követés
ja: フォロー
ru: Подписка

source: Add New Contact
de: Neuen Kontakt hinzufügen
fr: Ajouter un nouveau contact
gd: Cuir neach-aithne ùr ris
hu: Új partner hozzáadása
ja: 新しいコンタクトを追加
ru: Добавить контакт

source: Enter address or web location
de: Adresse oder Web-Link eingeben
fr: Entrez son adresse ou sa localisation web
gd: Cuir a-steach seòladh no ionad-lìn
hu: Cím vagy webhely megadása
ja: 住所またはウェブの場所を入力してください
ru: Введите адрес или веб-местонахождение

source: Example: bob@example.com, http://example.com/barbara
de: Beispiel: bob@example.com, http://example.com/barbara
fr: Exemple : bob@example.com, http://example.com/barbara
gd: Mar eisimpleir: calum@ball-eisimpleir.com, http://ball-eisimpleir.com/oighrig
hu: Példa: bob@example.com, http://example.com/barbara
ja: 例: bob@example.com, http://example.com/barbara
ru: Пример: bob@example.com, http://example.com/barbara

source: Connect
de: Verbinden
fr: Se connecter
gd: Ceangail
hu: Kapcsolódás
ja: つながる
ru: Подключить

source: %d invitation available
de: %d Einladung verfügbar
fr: %d invitation disponible
gd: Tha %d chuireadh ri fhaighinn
hu: %d meghívás érhető el
ja: %d通の招待が利用できます
ru: %d приглашение доступно

source: Find People
de: Leute finden
fr: Trouver des personnes
gd: Lorg daoine
hu: Emberek keresése
ja: 人を見つけます
ru: Поиск людей

source: Enter name or interest
de: Name oder Interessen eingeben
fr: Entrez un nom ou un centre d'intérêt
gd: Cuir a-steach ainm no ùidh
hu: Név vagy érdeklődés beírása
ja: 名前または興味を入力してください
ru: Введите имя или интерес

source: Examples: Robert Morgenstein, Fishing
de: Beispiel: Robert Morgenstein, Angeln
fr: Exemples : Robert Morgenstein, Pêche
gd: Mar eisimpleir: Aonghas MacLeòid, iasgach
hu: Példák: Szabó János, Halászat
ja: 例：Robert Morgenstein、釣り
ru: Примеры: Роберт Morgenstein, Рыбалка

source: Find
de: Finde
fr: Trouver
gd: Lorg
hu: Keresés
ja: 見つける
ru: Найти

source: Friend Suggestions
de: Kontaktvorschläge
fr: Suggestions d'abonnement
gd: Molaidhean charaidean
hu: Ismerős javaslatok
ja: 友達の提案
ru: Предложения друзей

source: Similar Interests
de: Ähnliche Interessen
fr: Intérêts similaires
gd: Ùidhean an cumantas
hu: Hasonló érdeklődések
ja: 同様の興味
ru: Похожие интересы

source: Random Profile
de: Zufälliges Profil
fr: Profil au hasard
gd: Pròifil air thuaiream
hu: Véletlen profil
ja: ランダムプロフィール
ru: Случайный профиль

source: Invite Friends
de: Freunde einladen
fr: Inviter des contacts
gd: Thoir cuireadh do charaidean
hu: Ismerősök meghívása
ja: 友達を招待
ru: Пригласить друзей

source: Global Directory
de: Weltweites Verzeichnis
fr: Annuaire global
gd: Eòlaire co-naisgte
hu: Globális könyvtár
ja: グローバルディレクトリ
ru: Глобальный каталог

source: Local Directory
de: Lokales Verzeichnis
fr: Annuaire local
gd: Eòlaire ionadail
hu: Helyi könyvtár
ja: ローカルディレクトリ
ru: Локальный каталог

source: Everyone
de: Jeder
fr: Tous les groupes
gd: A h-uile duine
hu: Mindenki
ru: Все

source: No relationship
de: Keine Beziehung
fr: Aucune relation
gd: Gu dàimh
hu: Nincs kapcsolat
ru: Нет связи

source: Relationships
de: Beziehungen
fr: Relations
gd: Dàimhean
hu: Kapcsolatok
ja: 関係
ru: Отношения

source: All Contacts
de: Alle Kontakte
fr: Tous les contacts
gd: A h-uile neach-aithne
hu: Összes partner
ja: すべてのコンタクト
ru: Все контакты

source: All Protocols
de: Alle Protokolle
fr: Tous les protocoles
gd: Gach pròtacal
hu: Összes protokoll
ja: すべてのプロトコル
ru: Все протоколы

source: Everything
de: Alles
fr: Tout
gd: A h-uile càil
hu: Minden
ja: すべて
ru: Всё

source: Categories
de: Kategorien
fr: Catégories
gd: Roinnean-seòrsa
hu: Kategóriák
ja: カテゴリー
ru: Категории

source: %d contact in common
de: %d gemeinsamer Kontakt
fr: %d contact en commun
gd: %d neach-aithne an cumantas
hu: %d partner közös
ja: 共通の %d 件のコンタクト
ru: %d Контакт

source: On this date
de: An diesem Datum
fr: A cette date
gd: Air an latha seo
hu: Ezen a napon
ru: В этот день

source: Persons
de: Personen
fr: Personnes
gd: Daoine
hu: Személyek
ru: Люди

source: Organisations
de: Organisationen
gd: Buidhnean
hu: Szervezetek
ru: Организации

source: News
de: Nachrichten
fr: Nouvelles
gd: Naidheachdan
hu: Hírek
ja: ニュース
ru: Новости

source: Relays
de: Relais
fr: Relais
hu: Továbbítók
ru: Ретрансляторы

source: All
de: Alle
fr: Tout
gd: Na h-uile
hu: Összes
ru: Все

source: Export
de: Exportieren
fr: Exporter
gd: Às-phortaich
hu: Exportálás
ja: エクスポート
ru: Экспорт

source: Export calendar as ical
de: Kalender als ical exportieren
fr: Exporter au format iCal
gd: Às-phortaich am mìosachan ’na ical
hu: Naptár exportálása iCal-ként
ja: カレンダーをicalとしてエクスポート
ru: Экспортировать календарь в формат ical

source: Export calendar as csv
de: Kalender als csv exportieren
fr: Exporter au format CSV
gd: Às-phortaich am mìosachan ’na csv
hu: Naptár exportálása CSV-ként
ja: カレンダーをcsvとしてエクスポート
ru: Экспортировать календарь в формат csv

source: No contacts
de: Keine Kontakte
fr: Aucun contact
gd: Chan eil neach-aithne ann
hu: Nincsenek partnerek
ja: コンタクトなし
ru: Нет контактов

source: %d Contact
de: %d Kontakt
gd: %d neach-aithne
hu: %d partner
ja: %dコンタクト
ru: %d контакт

source: View Contacts
de: Kontakte anzeigen
fr: Voir les contacts
gd: Seall an luchd-aithne
hu: Partnerek megtekintése
ja: コンタクトを表示
ru: Просмотр контактов

source: Remove term
de: Begriff entfernen
fr: Retirer le terme
gd: Thoir am briathar air falbh
hu: Kifejezés eltávolítása
ja: 用語を削除
ru: Удалить элемент

source: Trending Tags (last %d hour)
de: Trending Tags (%d Stunde)
fr: Tendances (dernière %d heure)
gd: Tagaichean a’ treandadh (san %d uair a thìde seo chaidh)
hu: Népszerű címkék (legutóbbi %d óra)
ja: トレンドタグ（過去%d時間）
ru: Популярные тэги (за %d час)

source: More Trending Tags
de: mehr Trending Tags
fr: Plus de tendances
gd: Barrachd thagaichean a’ treandadh
hu: További népszerű címkék
ja: よりトレンドのタグ
ru: Больше популярных тэгов

source: Post to group
de: Beitrag an Gruppe
fr: Publier sur le groupe
hu: Beküldés csoportba
ru: Запись для группы

source: Mention
gd: Iomradh
hu: Említés
ru: Отметка

source: Matrix:
hu: Mátrix:

source: Location:
de: Ort:
fr: Localisation :
gd: Ionad:
hu: Hely:
ja: ロケーション：
ru: Откуда:

source: Network:
de: Netzwerk:
fr: Réseau
gd: Lìonra:
hu: Hálózat:
ja: ネットワーク：
ru: Сеть:

source: Unfollow
de: Entfolgen
fr: Se désabonner
gd: Na lean tuilleadh
hu: Követés megszüntetése
ja: フォロー解除
ru: Отписка

source: View group
de: Gruppe betrachten
fr: Voir le groupe
hu: Csoport megtekintése
ru: Просмотр группы

source: Yourself
de: Du selbst
fr: Vous-même
gd: Thu fhèin
hu: Önmaga
ru: Вы

source: Mutuals
de: Beidseitige Freundschaft
fr: Mutuels
gd: Co-dhàimhean
hu: Kölcsönösen ismerősök
ja: 相互
ru: Взаимные

source: Post to Email
de: An E-Mail senden
fr: Publier aux courriels
gd: Postaich dhan phost-d
hu: Beküldés e-mailbe
ja: メールに投稿
ru: Отправить на Email

source: Public
de: Öffentlich
gd: Poblach
hu: Nyilvános
ja: 一般公開
ru: Публично

source: This content will be shown to all your followers and can be seen in the community pages and by anyone with its link.
de: Dieser Inhalt wird all deine Abonenten sowie auf der Gemeinschaftsseite angezeigt. Außerdem kann ihn jeder sehen, der den Link kennt.
fr: Ce contenu sera visible par vos abonnés, sur votre profile, dans les flux communautaires et par quiconque ayant son adresse Web.
gd: Thèid an t-susbaint seo a shealltainn dhan luchd-leantainn gu lèir agad agus chithear air duilleagan na coimhearsnachd i agus chì a h-uile duine aig a bheil an ceangal seo i.
hu: Ez a tartalom meg fog jelenni az összes követőjének, és látható lesz a közösségi oldalakon, valamint bárki számára a hivatkozásával.
ja: このコンテンツはすべてのフォロワーに表示され、コミュニティページやリンクを知っている人なら誰でも見ることができます。
ru: Это будет показано всем вашим подписчикам и так же будет доступно в общей ленте и по прямой ссылке.

source: Limited/Private
de: Begrenzt/Privat
fr: Limité/Privé
gd: Cuingichte/Prìobhaideach
hu: Korlátozott vagy személyes
ja: 限定/プライベート
ru: Ограниченный доступ

source: This content will be shown only to the people in the first box, to the exception of the people mentioned in the second box. It won't appear anywhere public.
de: Dieser Inhalt wird außschließlich den Kontakten gezeigt, die du in der ersten Box ausgewählt hast, mit den Ausnahmen derer die du in der zweiten Box auflistest. Er wird nicht öffentlich zugänglich sein.
fr: Ce contenu sera visible uniquement par les groupes et contacts listés dans le premier champ, sauf par les groupes et contacts listés dans le second champ. Il ne sera pas visible publiquement.
gd: Thèid an t-susbaint seo a shealltainn dhan fheadhainn san dàrna bhogsa a-mhàin is chan fhaic an fheadhainn sa bhogsa eile. Cha nochd i gu poblach àite sam bith.
hu: Ez a tartalom csak az első mezőben lévő embereknek fog megjelenni, kivéve a második mezőben említett embereknek. Nem jelenik meg sehol sem nyilvánosan.
ja: このコンテンツは、最初のボックスに記載されたメンバーから、2番目のボックスに記載されている人を除いた範囲に対して表示されます。 一般公開はされません。
ru: Это будет доступно только получателям, перечисленным в первом поле, за исключением тех, кто добавлен во второе поле. Нигде в открытом доступе это не появится.

source: Start typing the name of a contact or a circle to show a filtered list. You can also mention the special circles "Followers" and "Mutuals".
de: Gebe den Namen eines Kontakts oder eines Circles ein, um eine gefilterte Liste anzuzeigen. Du kannst auch die speziellen Kreise "Folgende" und "beidseitige Freundschaft" erwähnen.
fr: Commencer à écrire le nom d'un contact ou d'un cercle pour afficher une liste filtrée. Vous pouvez aussi mentionner les groupes spéciaux "Followers" et "Mutuels".
gd: Tòisich air ainm neach-aithne no cearcall a sgrìobhadh a shealltainn liosta chriathraichte. ’S urrainn dhut iomradh a thoirt air cearcallan sònraichte mar “Luchd-leantainn” no “Co-dhàimhean” cuideachd.
hu: Kezdje el gépelni egy partner vagy kör nevét egy szűrt lista megjelenítéséhez. Megemlítheti a „Követők” és a „Kölcsönösen ismerősök” különleges köröket is.
ru: Начните набирать имя контакта или круга для появления списка. Вы так же можете выбрать специальные круги "Подписаны на вас" и "Взаимные".

source: Show to:
de: Sichtbar für:
fr: Visible par :
gd: Seall gu:
hu: Megjelenítés nekik:
ja: 限定公開先:
ru: Доступно:

source: Except to:
de: Ausgenommen:
fr: Masquer à :
gd: Ach gu:
hu: Kivéve nekik:
ja: この連絡先を除く:
ru: За исключением:

source: CC: email addresses
de: Cc: E-Mail-Addressen
fr: CC: adresses de courriel
gd: CC: seòlaidhean puist-d
hu: Másolat: e-mail-címek
ja: CC：メールアドレス
ru: Копии на email адреса

source: Example: bob@example.com, mary@example.com
de: Z.B.: bob@example.com, mary@example.com
fr: Exemple : bob@exemple.com, mary@exemple.com
gd: Mar eisimpleir: aonghas@ball-eisimpleir.com, oighrig@ball-eisimpleir.com
hu: Példa: bob@example.com, mary@example.com
ja: 例：bob @ example.com、mary @ example.com
ru: Пример: bob@example.com, mary@example.com

source: Connectors
de: Connectoren
fr: Connecteurs
gd: Ceangladairean
hu: Összekötők
ja: コネクター
ru: Соединители

source: The database configuration file "config/local.config.php" could not be written. Please use the enclosed text to create a configuration file in your web server root.
de: Die Datenbankkonfigurationsdatei "config/local.config.php" konnte nicht erstellt werden. Um eine Konfigurationsdatei in Ihrem Webserver-Verzeichnis zu erstellen, gehe wie folgt vor.
fr: Le fichier de configuration "config/local.config.php" n'a pas pu être créé. Veuillez utiliser le texte fourni pour créer manuellement ce fichier sur votre serveur.
gd: Cha b’ urrainn dhuinn sgrìobadh gu faidhle rèiteachadh an stòir-dhàta “config/local.config.php”. Cleachd an teacsa am broinn seo airson faidhle rèiteachaidh a chruthachadh ann am freumh an fhrithealaiche-lìn agad.
hu: A „config/local.config.php” adatbázis-beállítófájlt nem sikerült írni. Használja a mellékelt szöveget egy beállítófájl létrehozásához a webkiszolgáló gyökerében.
ja: データベース構成ファイル "config/local.config.php" に書き込めませんでした。同封のテキストを使用して、Webサーバーのルートに構成ファイルを作成してください。
ru: Не получается записать файл конфигурации базы данных "config/local.config.php". Пожалуйста, создайте этот файл в корневом каталоге веб-сервера вручную, вставив в него приведённые здесь данные.

source: You may need to import the file "database.sql" manually using phpmyadmin or mysql.
de: Möglicherweise musst du die Datei "database.sql" manuell mit phpmyadmin oder mysql importieren.
fr: Vous pourriez avoir besoin d'importer le fichier "database.sql" manuellement au moyen de phpmyadmin ou de la commande mysql.
gd: Dh’fhaoidte gum bi agad ris an fhaidhle “database.sql” ion-phortadh a làimh le phpmyadmin no mysql.
hu: Lehet, hogy kézzel kell importálnia a „database.sql” fájlt phpMyAdmin vagy MySQL használatával.
ja: phpmyadminまたはmysqlを使用して、手動でファイル"database.sql "をインポートする必要がある場合があります。
ru: Вам может понадобиться импортировать файл "database.sql" вручную с помощью PhpMyAdmin или MySQL.

source: Please see the file "doc/INSTALL.md".
de: Lies bitte die "doc/INSTALL.md".
fr: Référez-vous au fichier "doc/INSTALL.md".
gd: Faic am faidhle “doc/INSTALL.md”.
hu: Nézze meg a „doc/INSTALL.md” fájlt.
ru: Пожалуйста посмотрите файл "doc/INSTALL.md".

source: Could not find a command line version of PHP in the web server PATH.
de: Konnte keine Kommandozeilenversion von PHP im PATH des Servers finden.
fr: Impossible de trouver la version "ligne de commande" de PHP dans le PATH du serveur web.
gd: Cha do lorg sinn tionndadh loidhne-àithne dhe PHP ann am PATH an fhrithealaiche-lìn.
hu: Nem sikerült megtalálni a PHP parancssori verzióját a webkiszolgáló PATH környezeti változójában.
ja: WebサーバーPATHに CLI版のPHPが見つかりませんでした。
ru: Не удалось найти PATH веб-сервера в установках PHP.

source: If you don't have a command line version of PHP installed on your server, you will not be able to run the background processing. See <a href='https://github.com/friendica/friendica/blob/stable/doc/Install.md#set-up-the-worker'>'Setup the worker'</a>
de: Wenn auf deinem Server keine Kommandozeilenversion von PHP installiert ist, kannst du den Hintergrundprozess nicht einrichten. Hier findest du alternative Möglichkeiten<a href='https://github.com/friendica/friendica/blob/stable/doc/Install.md#set-up-the-worker'>'für das Worker-Setup'</a>
fr: Si vous n'avez pas l'éxecutable PHP en ligne de commande sur votre serveur, vous ne pourrez pas activer les tâches de fond. Voir <a href='https://github.com/friendica/friendica/blob/stable/doc/Install.md#set-up-the-worker'> "Setup the worker" (en anglais)</a>
gd: Mur eil tionndadh loidhne-àithne dhe PHP stàlaichte air an fhrithealaiche agad, chan urrainn dhut am pròiseasadh sa chùlaibh a ruith. Faic <a href='https://github.com/friendica/friendica/blob/stable/doc/Install.md#set-up-the-worker'>“Setup the worker”</a>
hu: Ha nincs telepítve a PHP parancssori verziója a kiszolgálóján, akkor nem lesz képes futtatni a háttérfeldolgozást. Nézze meg a <a href='https://github.com/friendica/friendica/blob/stable/doc/Install.md#set-up-the-worker'>Setup the worker</a> szakaszt a dokumentációban (angol nyelven).
ru: Если у вас нет доступа к командной строке PHP на вашем сервере, вы не сможете использовать фоновые задания. Посмотрите <a href='https://github.com/friendica/friendica/blob/stable/doc/Install.md#set-up-the-worker'>'Настройка фоновых заданий'</a>

source: PHP executable path
de: Pfad zu PHP
fr: Chemin vers l'exécutable de PHP
gd: Slighe sho-ghnìomhaichte PHP
hu: PHP végrehajtható útvonala
ja: PHP実行可能ファイルへのPath
