Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Audience:
de: Publikum:
hu: Célközönség:

source: Attributed To:
de: Zuzuschreiben:
fr: Attribué à :
hu: Neki tulajdonítható:

source: Collection (%s)
de: Sammlung (%s)
gd: Cruinneachadh (%s)
hu: Gyűjtemény (%s)
ru: Коллекция (%s)

source: Followers (%s)
de: Folgende (%s)
fr: Abonnés (%s)
gd: Luchd-leantainn (%s)
hu: Követők (%s)
ru: Подписчики (%s)

source: %d more
de: %d weitere
fr: %d supplémentaire
gd: %d eile
hu: %d további
ru: %d ещё

source: No contacts.
de: Keine Kontakte.
fr: Aucun contact.
gd: Chan eil neach-aithne ann.
hu: Nincsenek partnerek.
ja: コンタクトはありません。
ru: Нет контактов.

source: %s's posts
de: Beiträge von %s
fr: Les publications originales de %s
gd: Na postaichean aig %s
hu: %s bejegyzései
ja: %sの投稿
ru: Записи %s

source: %s's comments
de: Kommentare von %s
fr: Les commentaires de %s
gd: Na beachdan aig %s
hu: %s hozzászólásai
ja: %sのコメント
ru: Комментарии %s

source: %s's timeline
de: Timeline von %s
fr: Le flux de %s
gd: An loidhne-ama aig %s
hu: %s idővonala
ja: %sのタイムライン
ru: Лента %s

source: Image exceeds size limit of %s
de: Bildgröße überschreitet das Limit von %s
fr: L'image dépasse la taille limite de %s
gd: Tha an dealbh nas motha na tha ceadaichte dhe %s
hu: A kép meghaladja a beállított %s méretkorlátot
ja: 画像サイズ上限 %s を超えています。
ru: Изображение превышает лимит размера в %s

source: Image upload didn't complete, please try again
de: Der Upload des Bildes war nicht vollständig. Bitte versuche es erneut.
fr: La mise en ligne de l'image ne s'est pas terminée, veuillez réessayer
gd: Cha deach luchdadh suas an deilbh a choileanadh, feuch ris a-rithist
hu: A kép feltöltése nem fejeződött be, próbálja újra
ja: 画像のアップロードが完了しませんでした。もう一度お試しください
ru: Не получилось загрузить изображение, попробуйте снова

source: Image file is missing
de: Bilddatei konnte nicht gefunden werden.
fr: Fichier image manquant
gd: Tha faidhle an deilbh a dhìth
hu: A képfájl hiányzik
ja: 画像ファイルがありません
ru: Файл изображения не найден

source: Server can't accept new file upload at this time, please contact your administrator
de: Der Server kann derzeit keine neuen Datei-Uploads akzeptieren. Bitte kontaktiere deinen Administrator.
fr: Le serveur ne peut pas accepter la mise en ligne d'un nouveau fichier en ce moment, veuillez contacter un administrateur
gd: Cha ghabh am frithealaiche ri luchdadh suas deilbh ùir aig an àm seo, cuir fios gun rianaire agad
hu: A kiszolgáló jelenleg nem tud új fájlfeltöltést fogadni, vegye fel a kapcsolatot a rendszergazdával
ja: サーバーは現在、新しいファイルのアップロードを受け入れられません。管理者に連絡してください
ru: Сервер не принимает новые файлы для загрузки в настоящий момент, пожалуйста, свяжитесь с администратором

source: Image file is empty.
de: Bilddatei ist leer.
fr: Fichier image vide.
gd: Tha faidhle an deilbh falamh.
hu: A képfájl üres.
ja: 画像ファイルが空です。
ru: Файл изображения пуст.

source: View Album
de: Album betrachten
fr: Voir l'album
gd: Seall an t-albam
hu: Album megtekintése
ja: アルバムを見る
ru: Просмотреть альбом

source: Profile not found.
de: Profil nicht gefunden.
fr: Profil introuvable.
gd: Cha deach a’ phròifil a lorg.
hu: A profil nem található.
ja: プロフィールが見つかりません。
ru: Профиль не найден.

source: You're currently viewing your profile as <b>%s</b> <a href="%s" class="btn btn-sm pull-right">Cancel</a>
de: Du betrachtest dein Profil gerade als <b>%s</b> <a href="%s" class="btn btn-sm pull-right">Abbrechen</a>
fr: Vous êtes en train de consulter votre profil en tant que <b>%s</b> <a href="%s" class="btn btn-sm pull-right">Annuler</a>
gd: Tha thu a’ sealltainn air a’ phròifil agad mar <b>%s</b> <a href="%s" class="btn btn-sm pull-right">Sguir dheth</a>
hu: A profilját jelenleg <b>%s</b> nevében nézi <a href="%s" class="btn btn-sm pull-right">Mégse</a>
ru: Сейчас вы видите свой профиль как <b>%s</b> <a href="%s" class="btn btn-sm pull-right">Отмена</a>

source: Full Name:
de: Kompletter Name:
fr: Nom complet :
gd: An t-ainm slàn:
hu: Teljes név:
ja: フルネーム：
ru: Полное имя:

source: Member since:
de: Mitglied seit:
fr: Membre depuis :
gd: Ball o chionn:
hu: Ekkortól tag:
ja: 以来のメンバー：
ru: Зарегистрирован с:

source: j F, Y
hu: Y. F j.

source: j F
hu: F j.

source: Birthday:
de: Geburtstag:
fr: Anniversaire :
gd: Co-là breith:
hu: Születésnap:
ja: お誕生日：
ru: День рождения:

source: Age:
de: Alter:
gd: Aois:
hu: Életkor:
ja: 年齢：
ru: Возраст:

source: %d year old
de: %d Jahr alt
fr: %d an
gd: %d bhliadhna a dh'aois
hu: %d éves
ja: %d歳
ru: %dгод

source: Description:
de: Beschreibung
gd: Tuairisgeul:
hu: Leírás:
ja: 説明：
ru: Описание:

source: Groups:
de: Gruppen:
fr: Groupes :
gd: Buidhnean:
hu: Csoportok:
ru: Группы:

source: View profile as:
de: Das Profil aus der Sicht von jemandem anderen betrachten:
fr: Consulter le profil en tant que :
gd: Seall a’ phròifil mar:
hu: Profil megtekintése másként:
ru: Посмотреть профиль как:

source: View as
de: Betrachten als
fr: Voir en tant que
gd: Seall mar
hu: Megtekintés másként
ru: Посмотреть как

source: Profile unavailable.
de: Profil nicht verfügbar.
fr: Profil indisponible.
gd: Chan eil a’ phròifil ri fhaighinn.
hu: A profil nem érhető el.
ja: プロフィールを利用できません。
ru: Профиль недоступен.

source: Invalid locator
de: Ungültiger Locator
fr: Localisateur invalide
gd: Lorgaire mì-dhligheach
hu: Érvénytelen kereső
ja: 無効なロケーター
ru: Недопустимый локатор

source: The provided profile link doesn't seem to be valid
de: Der angegebene Profil-Link scheint nicht gültig zu sein.
fr: Le lien de profil fourni ne semble pas valide.
gd: Chan eil coltas dligheach air ceangal na pròifil a chaidh a sholar
hu: A megadott profilhivatkozás nem tűnik érvényesnek
ru: Указанная ссылка на профиль не выглядит правильной

source: Remote subscription can't be done for your network. Please subscribe directly on your system.
de: Entferntes Abon­nie­ren kann für dein Netzwerk nicht durchgeführt werden. Bitte nutze direkt die Abonnieren-Funktion deines Systems.
fr: L'abonnement à distance ne peut pas être fait pour votre réseau. Merci de vous abonner directement sur votre système.
hu: A távoli feliratkozást nem lehet elvégezni az Ön hálózatánál. Iratkozzon fel közvetlenül a saját rendszerén.
ja: あなたのネットワークではリモート購読ができません。あなたのシステム上で直接購読してください。
ru: Удаленная подписка не может быть выполнена на вашей сети. Пожалуйста, подпишитесь на вашей системе.

source: Friend/Connection Request
de: Kontaktanfrage
fr: Demande de mise en contact
hu: Ismerős- vagy kapcsolódási kérés
ja: 友達/接続リクエスト
ru: Запрос в друзья / на подключение

source: Enter your Webfinger address (user@domain.tld) or profile URL here. If this isn't supported by your system, you have to subscribe to <strong>%s</strong> or <strong>%s</strong> directly on your system.
de: Gib entweder deine Webfinger- (user@domain.tld) oder die Profil-Adresse an. Wenn dies von deinem System nicht unterstützt wird, folge bitte <strong>%s</strong> oder <strong>%s</strong> direkt von deinem System.
fr: Saisissez votre adresse WebFinger (utilisateur@domaine.tld) ou l'adresse URL de votre profil ici. Si ce n'est pas supporté par votre site, vous devrez vous abonner à <strong>%s</strong> ou <strong>%s</strong> directement depuis votre système.
hu: Adja meg itt a WebFinger-címét (felhasználó@tartomány.tld) vagy a profil URL-jét. Ha ezt nem támogatja a rendszere, akkor fel kell iratkoznia a(z) <strong>%s</strong> vagy a(z) <strong>%s</strong> címre közvetlenül a rendszerén.
ru: Введите здесь ваш Webfinger-адрес (user@domain.tld) или ссылку на профиль. Если это не поддерживается вашей системой, вам нужно подписаться на <strong>%s</strong> или <strong>%s</strong> непосредственно на вашей системе.

source: If you are not yet a member of the free social web, <a href="%s">follow this link to find a public Friendica node and join us today</a>.
de: Solltest du das freie Soziale Netzwerk noch nicht benutzen, kannst du <a href="%s">diesem Link folgen</a> um eine öffentliche Friendica Instanz zu finden um noch heute dem Netzwerk beizutreten.
fr: Si vous n'avez pas de compte sur un site compatible, <a href="%s">cliquez ici pour trouver un site Friendica public et vous inscrire dès aujourd'hui</a>.
hu: Ha még nem tagja a szabad közösségi hálónak, akkor <a href="%s">kövesse ezt a hivatkozást egy nyilvános Friendica csomópont kereséséhez, és csatlakozzon hozzánk még ma</a>.
ja: まだ'自由なソーシャルウェブ'のメンバーでない場合は、<a href="%s">このリンクをクリックして、Friendicaの公開サイトを見つけて、今すぐ参加してください</a>。
ru: Если вы ещё не член свободной социальной сети, <a href="%s">пройдите по этой ссылке, чтобы найти публичный узел Friendica и присоединитесь к нам сегодня</a>.

source: Your Webfinger address or profile URL:
de: Deine Webfinger Adresse oder Profil-URL
fr: Votre adresse Webfinger ou URL de profil :
hu: A WebFinger-címe vagy profil URL-je:
ru: Ваш адрес Webfinger или ссылка на профиль:

source: Restricted profile
de: Eingeschränktes Profil
fr: Profil restreint
hu: Korlátozott profil
ru: Закрытый профиль

source: This profile has been restricted which prevents access to their public content from anonymous visitors.
de: Das Profil wurde eingeschränkt, dies verhindert den Zugriff auf öffentliche Beiträge durch anonyme Besucher des Profils.
fr: Ce profil a été restreint ce qui empêche l'accès des visiteurs anonymes à son contenu public.
hu: Ez a profil korlátozva lett, ami megakadályozza, hogy a névtelen látogatók hozzáférjenek a nyilvános tartalmához.
ru: Доступ к этому профилю был ограничен, анонимные пользователи не могут его просматривать.

source: Scheduled
de: Zeitplan
fr: Programmé
hu: Ütemezett
ru: Запланировано

source: Content
de: Inhalt
fr: Contenu
hu: Tartalom
ru: Содержание

source: Remove post
de: Beitrag entfernen
fr: Supprimer la publication
hu: Bejegyzés eltávolítása
ru: Удалить запись

source: Only parent users can create additional accounts.
de: Zusätzliche Nutzerkonten können nur von Verwaltern angelegt werden.
fr: Seuls les comptes parent peuvent créer des comptes supplémentaires.
hu: Csak fölérendelt felhasználók hozhatnak létre további fiókokat.
ja: 追加アカウントを作成できるのは親ユーザのみです。
ru: Только основные пользователи могут создавать дополнительные учётные записи.

source: This site has exceeded the number of allowed daily account registrations. Please try again tomorrow.
de: Die maximale Anzahl täglicher Registrierungen auf dieser Seite wurde überschritten. Bitte versuche es morgen noch einmal.
fr: Le nombre d'inscriptions quotidiennes pour ce site a été dépassé. Merci de réessayer demain.
gd: Chlàradh na tha ceadaichte de chunntasan ùra air an làrach seo an-diugh. Feuch ris a-rithist a-màireach.
hu: Ez az oldal túllépte a fiókregisztrációk naponta megengedett számát. Próbálja újra holnap.
ja: このサイトは、1日あたりに許可されているアカウント登録数の上限を超えています。 明日再度お試しください。
ru: Этот сайт превысил допустимое количество ежедневных регистраций. Пожалуйста, повторите попытку завтра.

source: You may (optionally) fill in this form via OpenID by supplying your OpenID and clicking "Register".
de: Du kannst dieses Formular auch (optional) mit deiner OpenID ausfüllen, indem du deine OpenID angibst und 'Registrieren' klickst.
fr: Vous pouvez (si vous le souhaitez) remplir ce formulaire via OpenID en fournissant votre OpenID et en cliquant sur "S'inscrire".
hu: Kitöltheti ezt az űrlapot OpenID használatán keresztül is az OpenID azonosítója megadásával és „Regisztráció” gombra kattintva (nem kötelező).
ja: （オプションで）OpenIDを提供し、「登録」をクリックして、OpenIDを介してこのフォームに入力できます。
ru: Вы можете (по желанию), заполнить эту форму с помощью OpenID, предоставив ваш OpenID и нажав кнопку "Регистрация".

source: If you are not familiar with OpenID, please leave that field blank and fill in the rest of the items.
de: Wenn du nicht mit OpenID vertraut bist, lass dieses Feld bitte leer und fülle die restlichen Felder aus.
fr: Si vous n'êtes pas familier avec OpenID, laissez ce champ vide et remplissez le reste.
hu: Ha nem ismeri az OpenID-t, akkor hagyja a mezőt üresen, és töltse ki a többi elemet.
ja: OpenIDに慣れていない場合は、そのフィールドを空白のままにして、残りの項目を入力してください。
ru: Если вы не знакомы с OpenID, пожалуйста, оставьте это поле пустым и заполните остальные элементы.

source: Your OpenID (optional):
de: Deine OpenID (optional):
fr: Votre OpenID (facultatif):
hu: Az Ön OpenID-ja (opcionális):
ja: OpenID（オプション）：
ru: Ваш OpenID (необязательно):

source: Include your profile in member directory?
de: Soll dein Profil im Nutzerverzeichnis angezeigt werden?
fr: Inclure votre profil dans l'annuaire des membres?
hu: Felveszi a profilját a tagkönyvtárba?
ja: メンバーディレクトリにプロフィールを含めますか？
ru: Включить ваш профиль в каталог участников?

source: Note for the admin
de: Hinweis für den Admin
fr: Commentaire pour l'administrateur
hu: Jegyzet az adminisztrátornak
ja: 管理者への注意
ru: Сообщение для администратора

source: Leave a message for the admin, why you want to join this node
de: Hinterlasse eine Nachricht an den Admin, warum du einen Account auf dieser Instanz haben möchtest.
fr: Indiquez à l'administrateur les raisons de votre inscription à cette instance.
hu: Hagyjon üzenetet az adminisztrátornak, hogy miért szeretne ehhez a csomóponthoz csatlakozni
ja: このノードに参加する理由、管理者へのメッセージを残す
ru: Сообщения для администратора сайта на тему "почему я хочу присоединиться к вам"

source: Membership on this site is by invitation only.
de: Mitgliedschaft auf dieser Seite ist nur nach vorheriger Einladung möglich.
fr: L'inscription à ce site se fait uniquement sur invitation.
hu: Ezen az oldalon a tagság csak meghívás alapján van.
ja: このサイトのメンバーシップは招待のみです。
ru: Членство на сайте только по приглашению.

source: Your invitation code:
de: Dein Ein­la­dungs­code
fr: Votre code d'invitation :
hu: A meghívási kódja:
ja: 招待コード：
ru: Ваш код приглашения:

source: Please repeat your e-mail address:
de: Bitte wiederhole deine E-Mail Adresse
fr: Veuillez répéter votre adresse courriel :
hu: Ismételje meg az e-mail-címét:
ja: メールアドレスを再入力してください。
ru: Пожалуйста, введите адрес электронной почты ещё раз:

source: New Password:
de: Neues Passwort:
fr: Nouveau mot de passe :
hu: Új jelszó:
ja: 新しいパスワード：
ru: Новый пароль:

source: Leave empty for an auto generated password.
de: Leer lassen, um das Passwort automatisch zu generieren.
fr: Laisser ce champ libre pour obtenir un mot de passe généré automatiquement.
hu: Hagyja üresen egy automatikusan előállított jelszóhoz.
ja: 自動生成されたパスワードの場合は空のままにします。
ru: Оставьте пустым для автоматической генерации пароля.

source: Confirm:
de: Bestätigen:
fr: Confirmer :
hu: Megerősítés:
ja: 確認：
ru: Подтвердите:

source: Choose a profile nickname. This must begin with a text character. Your profile address on this site will then be "<strong>nickname@%s</strong>".
de: Wähle einen Spitznamen für dein Profil. Dieser muss mit einem Buchstaben beginnen. Die Adresse deines Profils auf dieser Seite wird '<strong>spitzname@%s</strong>' sein.
fr: Choisissez un pseudo. Celui devra commencer par une lettre. L'adresse de votre profil en découlera sous la forme "<strong>pseudo@%s</strong>".
hu: Válasszon profilbecenevet. Ennek betűvel kell kezdődnie. Ezután a profilcíme ezen az oldalon „<strong>becenév@%s</strong>” lesz.
ja: プロフィールのニックネームを選択します。これはテキスト文字で始まる必要があります。このサイトのプロフィールアドレスは"<strong> nickname@%s</strong> "になります。
ru: Выберите псевдоним. Он должен начинаться с буквы. Адрес вашего профиля на этом сайте будет "<strong>псевдоним@%s</strong>".

source: Choose a nickname:
de: Spitznamen wählen:
fr: Choisir un pseudo :
hu: Becenév választása:
ja: ニックネームを選択：
ru: Выберите псевдоним:

source: Import
fr: Importer
gd: Ion-phortaich
hu: Importálás
ja: インポート
ru: Импорт

source: Import your profile to this friendica instance
de: Importiere dein Profil auf diese Friendica-Instanz
fr: Importer votre profile dans cette instance de friendica
hu: A profilja importálása erre a Friendica példányra
ja: このfriendicaインスタンスにプロフィールをインポートします
ru: Импорт своего профиля в этот экземпляр friendica

source: Note: This node explicitly contains adult content
de: Hinweis: Dieser Knoten enthält explizit Inhalte für Erwachsene
fr: Note: Ce nœud contient explicitement du contenu destiné aux adultes
hu: Megjegyzés: ez a csomópont kifejezetten tartalmaz felnőtt tartalmat
ja: 注：このノードには、露骨なアダルトコンテンツが含まれています
ru: Внимание: на этом сервере размещаются материалы для взрослых.

source: Parent Password:
de: Passwort des Verwalters
fr: Mot de passe du compte parent :
hu: Fölérendelt jelszó:
ja: 親パスワード:
ru: Родительский пароль:

source: Please enter the password of the parent account to legitimize your request.
de: Bitte gib das Passwort des Verwalters ein, um deine Anfrage zu bestätigen.
fr: Veuillez saisir le mot de passe du compte parent pour authentifier votre requête.
hu: Adja meg a fölérendelt fiók jelszavát a kérése törvényesítéséhez.
ja: リクエストの確認のため、親アカウントのパスワードを入力してください。
ru: Пожалуйста введите пароль от родительского аккаунта для подтверждения запроса.

source: Password doesn't match.
de: Das Passwort stimmt nicht.
fr: Le mot de passe ne correspond pas.
hu: A jelszó nem egyezik.
ja: パスワードが一致しません。
ru: Пароль не совпадает

source: Please enter your password.
de: Bitte gib dein Passwort an.
fr: Veuillez saisir votre mot de passe.
hu: Adja meg a jelszavát.
ja: パスワードを入力してください。
ru: Пожалуйста, введите ваш пароль.

source: You have entered too much information.
de: Du hast zu viele Informationen eingegeben.
fr: Vous avez entré trop d'informations.
hu: Túl sok információt adott meg.
ja: 入力件数が多すぎます
ru: Вы ввели слишком много информации.

source: Please enter the identical mail address in the second field.
de: Bitte gib die gleiche E-Mail Adresse noch einmal an.
fr: Veuillez entrer une adresse courriel identique dans le deuxième champ.
hu: Adja meg a megegyező e-mail-címet a második mezőben.
ja: 2番目の入力欄に同じメールアドレスを再入力してください。
ru: Пожалуйста, введите тот же самый адрес почты во второе поле.

source: Nickname cannot start with a digit.
de: Der Spitzname darf nicht mit einer Zahl beginnen.
fr: Le pseudo ne peut pas commencer par un chiffre.
hu: A becenév nem kezdődhet számmal.
ru: Ник не может начинаться с цифры

source: Nickname can only contain US-ASCII characters.
de: Spitzname darf nur US-ASCII-Zeichen enthalten.
fr: Le pseudo ne peut contenir que des caractères US-ASCII.
hu: A becenév csak US-ASCII karaktereket tartalmazhat.
ru: Ник может содержать только латинские символы

source: The additional account was created.
de: Das zusätzliche Nutzerkonto wurde angelegt.
fr: Le compte additionnel a bien été créé.
hu: A további fiók létre lett hozva.
ja: 追加アカウントが作成されました。
ru: Дополнительная учётная запись создана.

source: Registration successful. Please check your email for further instructions.
de: Registrierung erfolgreich. Eine E-Mail mit weiteren Anweisungen wurde an dich gesendet.
fr: Inscription réussie. Vérifiez vos courriels pour la suite des instructions.
hu: A regisztráció sikerült. Nézze meg a postafiókját a további utasításokért.
ja: 登録に成功。詳細については、メールを確認してください。
ru: Регистрация успешна. Пожалуйста, проверьте свою электронную почту для получения дальнейших инструкций.

source: Failed to send email message. Here your accout details:<br> login: %s<br> password: %s<br><br>You can change your password after login.
de: Versenden der E-Mail fehlgeschlagen. Hier sind Deine Account-Details: Login: %s Passwort: %s Du kannst das Passwort nach dem Anmelden ändern.
fr: Impossible d’envoyer le courriel de confirmation. Voici vos informations de connexion:<br> identifiant : %s<br> mot de passe : %s<br><br>Vous pourrez changer votre mot de passe une fois connecté.
hu: Nem sikerült elküldeni az e-mail üzenetet. Itt vannak a fiók részletei:<br> Bejelentkezés: %s<br> Jelszó: %s<br><br>A jelszavát bejelentkezés után változtathatja meg.
ja: メールを送信できませんでした。ここでアカウントの詳細：<br>ログイン： %s <br>パスワード： %s <br> <br>ログイン後にパスワードを変更できます。
ru: Ошибка отправки письма. Вот ваши учетные данные: <br> логин: %s<br> пароль: %s<br><br>Вы сможете изменить пароль после входа.

source: Registration successful.
de: Registrierung erfolgreich.
fr: Inscription réussie.
hu: A regisztráció sikerült.
ja: 登録に成功。
ru: Регистрация успешна.

source: Your registration can not be processed.
de: Deine Registrierung konnte nicht verarbeitet werden.
fr: Votre inscription ne peut être traitée.
hu: A regisztrációját nem lehet feldolgozni.
ja: 登録を処理できません。
ru: Ваша регистрация не может быть обработана.

source: You have to leave a request note for the admin.
de: Du musst eine Nachricht für den Administrator als Begründung deiner Anfrage hinterlegen.
fr: Vous devez rédiger une demande auprès de l'administrateur.
hu: Hagynia kell egy kérelmi jegyzetet az adminisztrátornak.
ja: 管理者へリクエストする内容を書く必要があります。
ru: Вам нужно написать обращение к администратору.

source: An internal error occured.
de: Ein interner Fehler ist aufgetreten.
fr: Une erreur interne est survenue.
hu: Belső hiba történt.
ru: Возникла внутренняя ошибка.

source: Your registration is pending approval by the site owner.
de: Deine Registrierung muss noch vom Betreiber der Seite freigegeben werden.
fr: Votre inscription attend une validation du propriétaire du site.
gd: Tha an clàradh agad a’ feitheamh air aontachadh o shealbhadair na làraich.
hu: A regisztrációja jóváhagyásra vár az oldal tulajdonosától.
ja: 登録はサイト所有者による承認待ちです。
ru: Ваша регистрация в ожидании одобрения владельцем сайта.

source: You must be logged in to use this module.
de: Du musst eingeloggt sein, um dieses Modul benutzen zu können.
fr: Ce module est réservé aux utilisateurs identifiés.
gd: Feumaidh tu clàradh a-steach mus urrainn dhut am mòideal seo a chleachdadh.
hu: Bejelentkezve kell lennie a modul használatához.
ja: このモジュールを使用するにはログインする必要があります
ru: Вам нужно войти, чтобы использовать этот модуль.

source: Only logged in users are permitted to perform a search.
de: Nur eingeloggten Benutzern ist das Suchen gestattet.
fr: Seuls les utilisateurs inscrits sont autorisés à lancer une recherche.
hu: Csak bejelentkezett felhasználóknak engedélyezett a keresés végrehajtása.
ja: ログインしたユーザーのみが検索を実行できます。
ru: Только зарегистрированные пользователи могут использовать поиск.

source: Only one search per minute is permitted for not logged in users.
de: Es ist nur eine Suchanfrage pro Minute für nicht eingeloggte Benutzer gestattet.
fr: Une seule recherche par minute pour les utilisateurs qui ne sont pas connectés.
hu: Percenként csak egy keresés engedélyezett a nem bejelentkezett felhasználóknak.
ja: ログインしていないユーザーには、1分間に1つの検索のみが許可されます。
ru: Незарегистрированные пользователи могут выполнять поиск раз в минуту.

source: Items tagged with: %s
de: Beiträge, die mit %s getaggt sind
fr: Éléments marqués %s
hu: Ezzel címkézett elemek: %s
ja: タグ付けされた項目： %s
ru: Элементы с тегами: %s

source: Search term was not saved.
de: Der Suchbegriff wurde nicht gespeichert.
fr: Le terme de recherche n'a pas été sauvegardé.
hu: A keresési kifejezés nem lett elmentve.
ru: Поисковый запрос не сохранён.

source: Search term already saved.
de: Suche ist bereits gespeichert.
fr: Le terme de recherche a déjà été sauvegardé.
hu: A keresési kifejezés már el van mentve.
ja: すでに保存された検索キーワードです。
ru: Такой запрос уже сохранён.

source: Search term was not removed.
de: Der Suchbegriff wurde nicht entfernt.
fr: Le terme de recherche n'a pas été supprimé.
hu: A keresési kifejezés nem lett eltávolítva.
ru: Поисковый запрос не был удалён.

source: Create a New Account
de: Neues Konto erstellen
fr: Créer un nouveau compte
hu: Új fiók létrehozása
ja: 新しいアカウントを作成する
ru: Создать новый аккаунт

source: Your OpenID:
de: Deine OpenID:
fr: Votre OpenID :
hu: Az Ön OpenID-ja:
ja: あなたの OpenID:
ru: Ваш OpenID:
