Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: The maximum accepted image size is %s
de: Die maximale erlaubte Größe von Bildern beträgt %s
fr: La taille maximum d'image autorisée est de %s
gd: Cha ghabh sinn ri dealbhan nas motha na %s
hu: A legnagyobb elfogadott képméret %s
ru: Максимально допустимый размер изображения %s

source: Upload Photos
de: Bilder hochladen
fr: Téléverser des photos
gd: Luchdaich suas dealbhan
hu: Fényképek feltöltése
ja: 写真をアップロードする
ru: Загрузить фото

source: New album name:
de: Name des neuen Albums:
fr: Nom du nouvel album :
gd: Ainm an albaim ùir:
hu: Új album neve:
ja: 新しいアルバム名：
ru: Название нового альбома:

source: or select existing album:
de: oder wähle ein bestehendes Album:
fr: ou sélectionner un album existant
gd: no tagh albam a tha ann:
hu: vagy meglévő album kiválasztása:
ja: または既存のアルバムを選択：
ru: или выберите имеющийся альбом:

source: Do not show a status post for this upload
de: Keine Status-Mitteilung für diesen Beitrag anzeigen
fr: Ne pas publier de notice de statut pour cet envoi
gd: Na seall post staide dhan luchdadh suas seo
hu: Ne jelenítsen meg állapotbejegyzést ehhez a feltöltéshez
ja: このアップロードのステータス投稿を表示しません
ru: Не показывать статус-сообщение для этой закачки

source: Permissions
de: Berechtigungen
gd: Ceadan
hu: Jogosultságok
ja: 許可
ru: Разрешения

source: Do you really want to delete this photo album and all its photos?
de: Möchtest du wirklich dieses Foto-Album und all seine Foto löschen?
fr: Voulez-vous vraiment supprimer cet album photo et toutes ses photos ?
gd: A bheil thu cinnteach gu bheil thu airson an t-albam seo ’s a h-uile dealbh aige a sguabadh às?
hu: Valóban törölni szeretné ezt a fényképalbumot és az összes fényképét?
ja: このフォトアルバムとそのすべての写真を本当に削除しますか？
ru: Вы действительно хотите удалить этот альбом и все его фотографии?

source: Delete Album
de: Album löschen
fr: Effacer l'album
gd: Sguab às an t-albam
hu: Album törlése
ja: アルバムを削除
ru: Удалить альбом

source: Cancel
de: Abbrechen
fr: Annuler
gd: Sguir dheth
hu: Mégse
ja: キャンセル
ru: Отмена

source: Edit Album
de: Album bearbeiten
fr: Éditer l'album
gd: Deasaich an t-albam
hu: Album szerkesztése
ja: アルバムを編集
ru: Редактировать альбом

source: Drop Album
de: Album löschen
fr: Supprimer l'album
gd: Thoir air falbh an t-albam
hu: Album eldobása
ja: アルバムを削除
ru: Удалить альбом

source: Show Newest First
de: Zeige neueste zuerst
fr: Plus récent d'abord
gd: Seall an fheadhainn as ùire an toiseach
hu: Legújabb megjelenítése először
ja: 新しいもの順に表示
ru: Показать новые первыми

source: Show Oldest First
de: Zeige älteste zuerst
fr: Plus ancien d'abord
gd: Seall an fheadhainn as sine an toiseach
hu: Legrégebbi megjelenítése először
ja: 最も古いものを最初に表示
ru: Показать старые первыми

source: View Photo
de: Foto betrachten
fr: Voir la photo
gd: Seall an dealbh
hu: Fénykép megtekintése
ja: 写真を見る
ru: Просмотр фото

source: Permission denied. Access to this item may be restricted.
de: Zugriff verweigert. Zugriff zu diesem Eintrag könnte eingeschränkt sein.
fr: Interdit. L'accès à cet élément peut avoir été restreint.
gd: Chaidh cead a dhiùltadh. Dh’fhaoidte gu bheil an t-inntrigeadh dhan nì seo cuingichte.
hu: Hozzáférés megtagadva. Az elemhez való hozzáférés korlátozva lehet.
ja: アクセス拒否。この項目へのアクセスは制限される場合があります。
ru: Нет разрешения. Доступ к этому элементу ограничен.

source: Photo not available
de: Foto nicht verfügbar
fr: Photo indisponible
gd: Chan eil an dealbhan ri fhaighinn
hu: A fénykép nem érhető el
ja: 写真は利用できません
ru: Фото недоступно

source: Do you really want to delete this photo?
de: Möchtest du wirklich dieses Foto löschen?
fr: Voulez-vous vraiment supprimer cette photo ?
gd: A bheil thu cinnteach gu bheil thu airson an dealbh seo a sguabadh às?
hu: Valóban törölni szeretné ezt a fényképet?
ja: この写真を本当に削除しますか？
ru: Вы действительно хотите удалить эту фотографию?

source: Delete Photo
de: Foto löschen
fr: Effacer la photo
gd: Sguab às an dealbh
hu: Fénykép törlése
ja: 写真を削除
ru: Удалить фото

source: View photo
de: Fotos ansehen
fr: Voir photo
gd: Seall an dealbh
hu: Fénykép megtekintése
ja: 写真を見る
ru: Просмотр фото

source: Edit photo
de: Foto bearbeiten
fr: Éditer la photo
gd: Deasaich an dealbh
hu: Fénykép szerkesztése
ja: 写真を編集する
ru: Редактировать фото

source: Delete photo
de: Foto löschen
fr: Effacer la photo
gd: Sguab às an dealbh
hu: Fénykép törlése
ja: 写真を削除
ru: Удалить фото

source: Use as profile photo
de: Als Profilbild verwenden
fr: Utiliser comme photo de profil
gd: Cleachd ’na dhealbh pròifile
hu: Használat profilfényképként
ja: プロフィール写真として使用
ru: Использовать как фото профиля

source: Private Photo
de: Privates Foto
fr: Photo privée
gd: Dealbh prìobhaideach
hu: Személyes fénykép
ja: プライベート写真
ru: Закрытое фото

source: View Full Size
de: Betrachte Originalgröße
fr: Voir en taille réelle
gd: Seall air a làn-mheud
hu: Teljes méret megtekintése
ja: フルサイズを表示
ru: Просмотреть полный размер

source: Tags:
fr: Étiquettes :
gd: Tagaichean:
hu: Címkék:
ja: タグ：
ru: Ключевые слова:

source: [Select tags to remove]
de: [Zu entfernende Tags auswählen]
fr: [Sélectionner les étiquettes à supprimer]
gd: [Tagh tagaichean gus an toirt air falbh]
hu: [Eltávolítandó címkék kiválasztása]
ja: [削除するタグを選択]
ru: [выберите тэги для удаления]

source: New album name
de: Name des neuen Albums
fr: Nom du nouvel album
gd: Ainm albaim ùir
hu: Új album neve
ja: 新しいアルバム名
ru: Название нового альбома

source: Caption
de: Bildunterschrift
fr: Titre
gd: Fo-thiotal
hu: Felirat
ja: キャプション
ru: Подпись

source: Add a Tag
de: Tag hinzufügen
fr: Ajouter une étiquette
gd: Cuir taga ris
hu: Címke hozzáadása
ja: タグを追加する
ru: Добавить тег

source: Example: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
de: Beispiel: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping
fr: Exemples : @bob, @Barbara_Jensen, @jim@example.com, #Californie, #vacances
gd: Ball-eisimpleir: @aonghas, @Oighrig_Chaimbeul, @seaonaidh@ball-eisimpleir.com, #Leòdhas, #gàirnealaireachd
hu: Példa: @bob, @Barbara_Jensen, @jim@example.com, #Budapest, #kemping
ja: 例：@ bob、@ Barbara_Jensen、@ jim @ example.com、＃California、＃camping
ru: Пример: @bob, @Barbara_Jensen, @jim@example.com, #California, #camping

source: Do not rotate
de: Nicht rotieren
fr: Pas de rotation
gd: Na cuairtich
hu: Ne forgassa el
ja: 回転させないでください
ru: Не поворачивать

source: Rotate CW (right)
de: Drehen US (rechts)
fr: Tourner dans le sens des aiguilles d'une montre (vers la droite)
gd: Cuairtich a’ dol deiseil
hu: Forgatás jobbra
ja: CWを回転（右）
ru: Поворот по часовой стрелке (направо)

source: Rotate CCW (left)
de: Drehen EUS (links)
fr: Tourner dans le sens contraire des aiguilles d'une montre (vers la gauche)
gd: Cuairtich a’ dol tuathail
hu: Forgatás balra
ja: CCWを回転（左）
ru: Поворот против часовой стрелки (налево)

source: This is you
de: Das bist du
fr: C'est vous
gd: Seo thusa
hu: Ez Ön
ja: これはあなたです
ru: Это вы

source: Comment
de: Kommentar
fr: Commenter
gd: Beachd
hu: Hozzászólás
ja: コメント
ru: Комментировать

source: Preview
de: Vorschau
fr: Aperçu
gd: Ro-sheall
hu: Előnézet
ja: プレビュー
ru: Просмотр

source: Loading...
de: lädt...
fr: Chargement en cours...
gd: ’Ga luchdadh…
hu: Betöltés…
ja: 読み込み中…
ru: Загрузка...

source: Select
de: Auswählen
fr: Sélectionner
gd: Tagh
hu: Kiválasztás
ja: 選択
ru: Выберите

source: Delete
de: Löschen
fr: Supprimer
gd: Sguab às
hu: Törlés
ja: 削除
ru: Удалить

source: Like
de: Mag ich
fr: Aime
gd: ’S toigh leam seo
hu: Tetszik
ja: いいね
ru: Нравится

source: I like this (toggle)
de: Ich mag das (toggle)
fr: J'aime
gd: ’S toigh leam seo (toglaich)
hu: Ezt kedvelem (átváltás)
ja: 私はこれが好きです（トグル）
ru: Нравится

source: Dislike
de: Mag ich nicht
fr: N'aime pas
gd: Cha toigh leam seo
hu: Nem tetszik
ja: 嫌い
ru: Не нравится

source: I don't like this (toggle)
de: Ich mag das nicht (toggle)
fr: Je n'aime pas
gd: Cha toigh leam seo (toglaich)
hu: Ezt nem kedvelem (átváltás)
ja: 気に入らない（トグル）
ru: Не нравится

source: Map
de: Karte
fr: Carte
gd: Mapa
hu: Térkép
ja: 地図
ru: Карта

source: Delete this item?
de: Diesen Beitrag löschen?
fr: Effacer cet élément?
gd: A bheil thu airson an nì seo a sguabadh às?
hu: Törli ezt az elemet?
ja: この項目を削除しますか？
ru: Удалить этот элемент?

source: Block this author? They won't be able to follow you nor see your public posts, and you won't be able to see their posts and their notifications.
de: Soll dieser Autor geblockt werden? Sie werden nicht in der Lage sein, dir zu folgen oder deine öffentlichen Beiträge zu sehen. Außerdem wirst du nicht in der Lage sein ihre Beiträge und Benachrichtigungen zu lesen.
fr: Bloquer cet auteur ? Il ne pourra pas s'abonner à votre compte et vous ne pourrez pas voir ses publications, ni ses commentaires.
gd: A bheil thu airson an t-ùghdar seo a bhacadh? Chan urrainn dhaibh leantainn ort no na postaichean poblach agad fhaicinn tuilleadh agus chan fhaic thu fhèin na postaichean no na brathan uapa.
hu: Tiltja ezt a szerzőt? Nem lesz képes követni Önt, és a nyilvános bejegyzéseit sem látja, valamint Ön sem lesz képes megtekinteni az ő bejegyzéseit és értesítéseit.
ja: この作者をブロックしますか？その人はあなたをフォローできなくなり、あなたの公開された投稿を見ることができなくなります。また、あなたはその人の投稿や通知を見ることができなくなります。
ru: Заблокировать этого автора? Они не смогут подписаться на вас или видеть ваши записи, вы не будете видеть их записи и получать от них уведомления.

source: Ignore this author? You won't be able to see their posts and their notifications.
de: Diesen Autor ignorieren? Du wirst seine Beiträge und Benachrichtigungen nicht mehr sehen können.
fr: Ignorer cet auteur ? Vous ne serez plus en mesure de voir ses publications et notifications.
gd: A bheil thu airson an t-ùghdar seo a leigeil seachad? Chan fhaic thu na postaichean no na brathan uapa.
hu: Mellőzi ezt a szerzőt? Nem lesz képes megtekinteni az ő bejegyzéseit és értesítéseit.
ru: Игнорировать этого автора? Вы не увидите их записи и уведомления.

source: Collapse this author's posts?
de: Beiträge dieses Autors zusammenklappen?
fr: Réduire les publications de cet auteur ?
gd: A bheil thu airson postaichean an ùghdair seo a cho-theannachadh?
hu: Összecsukja ennek a szerzőnek a bejegyzéseit?
ru: Сворачивать записи этого автора?

source: Ignore this author's server?
de: Den Server dieses Autors ignorieren?
fr: Ignorer le serveur de cet auteur ?
hu: Mellőzi ennek a szerzőnek a kiszolgálóját?
ru: Игнорировать сервер этого автора?

source: You won't see any content from this server including reshares in your Network page, the community pages and individual conversations.
de: Du wirst keine Inhalte von dieser Instanz sehen, auch nicht das erneute Teilen auf Ihrer Netzwerkseite, den Gemeinschaftsseiten und einzelnen Unterhaltungen.
fr: Vous ne verrez aucun contenu provenant de ce serveur, y compris les partages dans votre page Réseau, les pages de la communauté et les conversations individuelles.
hu: Nem fog látni semmilyen tartalmat erről a kiszolgálóról, beleértve a hálózat oldalon, a közösségi oldalakon és az egyéni beszélgetésekben lévő újra megosztásokat is.
ru: Вы не будете видеть любые записи с этого сервера, включая репосты, в вашей ленте, в сообществах и в комментариях.

source: Like not successful
de: Das "Mag ich" war nicht erfolgreich
fr: Erreur lors du "Aime"
gd: Cha deach leinn a chur ris na h-annsachdan
hu: A kedvelés sikertelen
ru: Ошибка отправки "мне нравится"

source: Dislike not successful
de: Das "Mag ich nicht" war nicht erfolgreich
fr: Erreur lors du "N'aime pas"
gd: Cha deach leinn a thoirt air falbh o na h-annsachdan
hu: A nem kedvelés sikertelen
ru: Ошибка оправки "мне не нравится"

source: Sharing not successful
de: Das Teilen war nicht erfolgreich
fr: Erreur lors du "Partager"
gd: Cha deach leinn a cho-roinneadh
hu: A megosztás sikertelen
ru: Ошибка при попытке поделиться

source: Attendance unsuccessful
de: Die Teilnahme war nicht erfolgreich
fr: Erreur lors du "Participer"
gd: Cha deach leis an làthaireachd
hu: A részvétel sikertelen
ru: Ошибка обновления календаря

source: Backend error
de: Fehler im Backend
fr: Erreur backend
gd: Mearachd a’ backend
hu: Háttérprogram hiba
ru: Ошибка бэкенда

source: Network error
de: Netzwerkfehler
fr: Erreur réseau
gd: Mearachd lìonraidh
hu: Hálózati hiba
ru: Ошибка сети

source: Drop files here to upload
de: Ziehe Dateien hierher, um sie hochzuladen
fr: Déposer des fichiers ici pour les envoyer
gd: Leig às faidhlichean an-seo gus an luchdadh suas
hu: Dobja ide a fájlokat a feltöltéséhez
ru: Перетащите сюда файлы для загрузки

source: Your browser does not support drag and drop file uploads.
de: Dein Browser unterstützt das Hochladen von Dateien per Drag & Drop nicht.
fr: Votre navigateur ne supporte pas l'envoi de fichier par glisser-déposer.
gd: Cha chuir am brabhsair agad taic ri luchdadh suas fhaidhlichean le slaodadh is leigeil às.
hu: A böngészője nem támogatja a fogd és vidd fájlfeltöltéseket.
ru: Ваш браузер не поддерживает перетаскивание файлов для загрузки

source: Please use the fallback form below to upload your files like in the olden days.
de: Bitte verwende das unten stehende Formular, um Ihre Dateien wie früher hochzuladen.
fr: Veuillez utiliser le formulaire ci-dessous pour envoyer vos fichiers comme au bon vieux temps.
gd: Cleachd an t-seann-dòigh airson faidhlichean a luchdadh suas leis an fhoirm gu h-ìosal.
hu: Használja az alábbi tartalék űrlapot a fájlok feltöltéséhez, mint a régi időkben.
ru: Пожалуйста, используйте форму ниже для загрузки файлов

source: File is too big ({{filesize}}MiB). Max filesize: {{maxFilesize}}MiB.
de: Datei ist zu groß ({{filesize}}MiB). Maximale Dateigröße: {{maxFilesize}}MiB.
fr: Fichier trop volumineux ({{filesize}}Mio). Taille maximum : {{maxFilesize}}Mio.
gd: Tha am faidhle ro mhòr ({{filesize}}MiB). Meud as motha nam faidhlichean: {{maxFilesize}}MiB.
hu: A fájl túl nagy ({{filesize}} MiB). A legnagyobb fájlméret: {{maxFilesize}} MiB.
ru: Файл слишком большой ({{filesize}}MiB). Ограничение: {{maxFilesize}}MiB.

source: You can't upload files of this type.
de: Du kannst keine Dateien dieses Typs hochladen.
fr: Vous ne pouvez pas envoyer des fichiers de ce type.
gd: Chan urrainn dhut faidhlichean dhen t-seòrsa seo a luchdadh suas.
hu: Nem tud ilyen típusú fájlokat feltölteni.
ru: Нельзя загрузить этот тип файла.

source: Server responded with {{statusCode}} code.
de: Der Server antwortete mit Status-Code {{statusCode}}
fr: Le serveur a répondu avec un code {{statusCode}}.
gd: Dh’fhreagair am frithealaiche le còd {{statusCode}}.
hu: A kiszolgáló {{statusCode}} állapotkóddal válaszolt.
ru: Сервер ответил с кодом {{statusCode}}.

source: Cancel upload
de: Hochladen abbrechen
fr: Annuler l'envoi
gd: Sguir dhen luchdadh suas
hu: Feltöltés megszakítása
ru: Отменить загрузку

source: Upload canceled.
de: Hochladen abgebrochen
fr: Envoi annulé.
gd: Chaidh sgur dhen luchdadh suas.
hu: A feltöltés megszakítva.
ru: Загрузка отменена

source: Are you sure you want to cancel this upload?
de: Bist du sicher, dass du diesen Upload abbrechen möchten?
fr: Êtes-vous sûr de vouloir annuler cet envoi ?
gd: A bheil thu cinnteach gu bheil thu airson sgur dhen luchdadh suas seo?
hu: Biztosan meg szeretné szakítani ezt a feltöltést?
ru: Вы уверены, что хотите отменить загрузку?

source: Remove file
de: Datei entfernen
fr: Supprimer le fichier
gd: Thoir am faidhle air falbh
hu: Fájl eltávolítása
ru: Убрать файл

source: You can't upload any more files.
de: Du kannst keine weiteren Dateien hochladen.
fr: Vous ne pouvez plus envoyer de fichiers.
gd: Chan urrainn dhut barrachd fhaidhlichean a luchdadh suas.
hu: Nem tud több fájlt feltölteni.
ru: Вы не можете загрузить больше файлов.

source: toggle mobile
de: mobile Ansicht umschalten
fr: activ. mobile
gd: toglaich mobile
hu: váltás mobilra
ja: モバイルを切り替え
ru: мобильная версия

source: Close
de: Schließen
fr: Fermer
gd: Dùin
hu: Bezárás
ru: Закрыть

source: Method not allowed for this module. Allowed method(s): %s
de: Diese Methode ist in diesem Modul nicht erlaubt. Erlaubte Methoden sind: %s
fr: Méthode non autorisée pour ce module. Méthode(s) autorisée(s): %s
gd: Chan eil am modh ceadaichte dhan mhòideal seo. Modh(an) ceadaichte: %s
hu: A módszer nem engedélyezett ennél a modulnál. Az engedélyezett módszerek: %s
ja: そのメソッドは、このモジュールでは許可されていません。 このメソッド(たち)が許可されています: %s
ru: Метод не разрешён для этого модуля. Разрешенный метод(ы): %s

source: Page not found.
de: Seite nicht gefunden.
fr: Page introuvable.
gd: Cha deach an duilleag a lorg.
hu: Az oldal nem található.
ja: ページが見つかりません。
ru: Страница не найдена.

source: You must be logged in to use addons.
de: Du musst angemeldet sein, um Addons benutzen zu können.
fr: Vous devez être connecté pour utiliser les extensions.
gd: Feumaidh tu clàradh a-steach mus urrainn dhut tuilleadain a chleachdadh.
hu: Bejelentkezve kell lennie a bővítmények használatához.
ja: アドオンを使用するにはログインする必要があります。
ru: Вы должны войти в систему, чтобы использовать аддоны.

source: No system theme config value set.
de: Es wurde kein Konfigurationswert für das systemweite Theme gesetzt.
fr: Le thème système n'est pas configuré.
gd: Cha deach luach a shuidheachadh do rèiteachadh ùrlar an t-siostaim.
hu: Nincs rendszertéma beállítási érték megadva.
ja: システムテーマの構成値が設定されていません。
ru: Настройки системной темы не установлены.

source: The form security token was not correct. This probably happened because the form has been opened for too long (>3 hours) before submitting it.
de: Das Sicherheitsmerkmal war nicht korrekt. Das passiert meistens, wenn das Formular vor dem Absenden zu lange geöffnet war (länger als 3 Stunden).
fr: Le jeton de sécurité du formulaire n'est pas correct. Ceci veut probablement dire que le formulaire est resté ouvert trop longtemps (plus de 3 heures) avant d'être validé.
gd: Cha robh tòcan tèarainteachd an fhoirm mar bu chòir. Tha sinn an dùil gun do thachair sin air sgàth ’s gun robh am foirm fosgailte do fhada (>3 uairean a thìde) mus deach a chur a-null.
hu: Az űrlap biztonsági tokenje nem volt helyes. Ez valószínűleg azért történt, mert az űrlapot túl hosszan tartották nyitva (>3 óra), mielőtt elküldték volna.
ja: フォームセキュリティトークンが正しくありませんでした。これは、フォームを送信する前にフォームが長時間（3時間以上）開かれたために発生した可能性があります。
ru: Ключ формы безопасности неправильный. Вероятно, это произошло потому, что форма была открыта слишком долго (более 3 часов) до её отправки.

source: All contacts
de: Alle Kontakte
fr: Tous les contacts
gd: A h-uile neach-aithne
hu: Összes partner
ja: すべてのコンタクト
ru: Все контакты

source: Followers
de: Folgende
fr: Abonnés
gd: Luchd-leantainn
hu: Követők
ja: フォロワー
ru: Подписаны на вас

source: Following
de: Gefolgte
fr: Abonnements
gd: A’ leantainn
hu: Követés
ja: フォロー中
ru: Ваши подписки

source: Mutual friends
de: Gegenseitige Freundschaft
fr: Amis communs
hu: Kölcsönösen ismerősök
ru: Взаимные друзья

source: Common
de: Gemeinsam
fr: Commun
gd: Cumanta
hu: Közös
ru: Общее

source: Addon not found
de: Addon nicht gefunden
fr: Extension manquante
gd: Cha deach an tuilleadan a lorg
hu: A bővítmény nem található
ru: Дополнение не найдено

source: Addon already enabled
de: Addon bereits aktiviert
fr: Extension déjà activée
gd: Tha an tuilleadan an comas mu thràth
hu: A bővítmény már engedélyezve van
ru: Дополнение уже включено

source: Addon already disabled
de: Addon bereits deaktiviert
fr: Extension déjà désactivée
gd: Tha an tuilleadan à comas mu thràth
hu: A bővítmény már le van tiltva
ru: Дополнение уже отключено

source: Could not find any unarchived contact entry for this URL (%s)
de: Für die URL (%s) konnte kein nicht-archivierter Kontakt gefunden werden
fr: Aucune entrée de contact non archivé n'a été trouvé pour cette URL (%s)
gd: Cha do lorg sinn neach-aithne nach eil san tasg-lann dhan URL seo (%s)
hu: Nem sikerült találni egyetlen archiválatlan partnerbejegyzést sem erről az URL-ről (%s)
ja: このURL（ %s ）のアーカイブされていないコンタクトエントリが見つかりませんでした
ru: Не удалось найти не архивированных контактов для этой URL (%s)

source: The contact entries have been archived
de: Die Kontakteinträge wurden archiviert.
fr: Les contacts ont été archivés
gd: Chaidh an luchd-aithne a chur san tasg-lann
hu: A partnerbejegyzések archiválva lettek
ja: コンタクトエントリがアーカイブされました
ru: Записи этого контакта были архивированы.

source: The avatar cache needs to be disabled in local.config.php to use this command.
de: Der Zwischenspeicher für Kontaktprofilbilder muss in der local.config.php deaktiviert sein, um diesen Befehl nutzen zu können.
fr: Le cache des avatars doit être désactivé via le fichier local.config.php pour pouvoir utiliser cette commande.
hu: A profilkép gyorsítótárának letiltva kell lennie a local.config.php fájlban a parancs használatához.
ru: Кэширование аватаров должно быть отключено в local.config.php для использования этой команды.

source: Could not find any contact entry for this URL (%s)
de: Für die URL (%s) konnte kein Kontakt gefunden werden
fr: Aucun profil distant n'a été trouvé à cette URL (%s)
gd: Cha do lorg sinn neach-aithne dhan URL seo (%s)
hu: Nem sikerült találni egyetlen partnerbejegyzést sem erről az URL-ről (%s)
ja: このURL（ %s ）のコンタクトエントリが見つかりませんでした
ru: Не удалось найти контактных данных по этой ссылке (%s)

source: The contact has been blocked from the node
de: Der Kontakt wurde von diesem Knoten geblockt
fr: Le profile distant a été bloqué
gd: Chaidh an neach-aithne a bhacadh on nòd
hu: A partner tiltva lett a csomópontról
ja: このコンタクトはノードからブロックされています
ru: Контакт был заблокирован на узле.

source: %d %s, %d duplicates.
de: %d %s, Duplikat %d.
fr: %d%s, %d duplications.
gd: %d %s, dùblachaidhean: %d.
hu: %d %s, %d kettőzés.
ru: %d %s, %d дубликаты.

source: uri-id is empty for contact %s.
de: URI-ID ist leer für den Kontakt %s.
fr: l'uri-id est vide pour le contact %s.
gd: Tha uri-id falamh dhan neach-aithne %s.
hu: Az URI-azonosító üres %s partnernél.
ru: uri-id пустой для контакта %s.

source: No valid first contact found for uri-id %d.
de: Kein gültiger erster Kontakt für die url-id %d gefunden.
fr: Aucun premier contact valide trouvé pour l'uri-id %d.
gd: Cha deach ciad neach-aithne dligheach a lorg dha uri-id %d.
hu: Nem található érvényes első partner a(z) %d. URI-azonosítóhoz.
ru: Не найден первый контакт для uri-id %d.

source: Wrong duplicate found for uri-id %d in %d (url: %s != %s).
de: Falsches Dublikat für die URI-ID %d in %d gefunden (URI: %s != %s).
fr: Mauvaise duplication trouvée pour l'uri-id %d dans %d (url : %s != %s).
gd: Lorg sinn an dùblachadh ceàrr dha uri-id %d am broinn %d (url: %s != %s).
hu: Hibás kettőzés található a(z) %d. URI-azonosítónál ebben: %d (URL: %s != %s).

source: Wrong duplicate found for uri-id %d in %d (nurl: %s != %s).
de: Falsches Dublikat für die URI-ID %d in %d (nurl: %s != %s).
fr: Mauvaise duplication trouvée pour l'uri-id %d dans %d (nurl : %s != %s).
gd: Lorg sinn an dùblachadh ceàrr dha uri-id %d am broinn %d (nurl: %s != %s).
hu: Hibás kettőzés található a(z) %d. URI-azonosítónál ebben: %d (NURL: %s != %s).

source: Deletion of id %d failed
de: Löschung der ID %d fehlgeschlagen
fr: La suppression de l'id %d a échoué.
gd: Cha deach leinn id %d a sguabadh às
hu: A(z) %d. azonosító törlése sikertelen

source: Deletion of id %d was successful
de: Löschug der ID %d war erfolgreich
fr: id %d supprimé avec succès.
gd: Chaidh id %d a sguabadh às
hu: A(z) %d. azonosító törlése sikeres volt

source: Updating "%s" in "%s" from %d to %d
de: Aktualisieren "%s" nach "%s" von %d nach %d
fr: Mise à jour de "%s" dans "%s" depuis %d vers %d
gd: Ag ùrachadh “%s” am broinn “%s” o %d gu %d
hu: „%s” frissítése ebben: „%s”, %d. értéktől %d. értékig

source: - found
de: - gefunden
fr: - trouvé(s)
gd: – air a lorg
hu: – megtalálva

source: - failed
de: - fehlgeschlagen
fr: - échoué(s)
gd: – air fàilligeadh
hu: – sikertelen

source: - success
de: - Erfolg
fr: - succès
gd: – chaidh leis
hu: – sikeres

source: - deleted
de: - gelöscht
fr: - supprimé(s)
gd: – air a sguabadh às
hu: – törölve

source: - done
de: - erledigt
fr: - fait(s)
gd: – deiseil
hu: – kész
ru: - готово
