Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: The avatar cache needs to be enabled to use this command.
de: Der Zwischenspeicher für Kontaktprofilbilder muss aktiviert sein, um diesen Befehl nutzen zu können.
fr: Le cache des avatars doit être activé pour pouvoir utiliser cette commande.
gd: Feumaidh tasgadan nan avatar a bhith an comas mus urrainn dhut an àithne seo a chleachdadh.
hu: A profilkép gyorsítótárának engedélyezve kell lennie a parancs használatához.
ru: Кэширование аватаров должно быть включено для использования этой команды.

source: no resource in photo %s
de: keine Ressource im Foto %s
fr: Aucune ressource dans la photo %s
gd: chan eil goireas san dealbh %s
hu: nincs erőforrás a(z) %s fényképen
ru: нет ресурса для фото %s

source: no photo with id %s
de: es existiert kein Foto mit der ID %s
fr: aucune photo avec l'id %s
gd: chan eil dealbh leis an id %s ann
hu: nincs %s azonosítóval rendelkező fénykép
ru: нет фото с id %s

source: no image data for photo with id %s
de: es gibt eine Bilddaten für das Foto mit der ID %s
fr: aucune donnée d'image pour la photo avec l'id %s
gd: chan eil dàta deilbh dhan dealbh leis an id %s ann
hu: nincsenek képadatok a(z) %s azonosítóval rendelkező fényképnél
ru: нет данных изображения для фото с id %s

source: invalid image for id %s
de: ungültiges Bild für die ID %s
fr: image invalide pour l'id %s
gd: dealbh mì-dhligheach dhan id %s
hu: érvénytelen kép a(z) %s azonosítónál
ru: неправильное изображение с id %s

source: Quit on invalid photo %s
de: Abbruch bei ungültigem Foto %s
fr: Sortie sur photo %s invalide
gd: Fàg an-seo ma tha dealbh %s mì-dhligheach ann
hu: Kilépés az érvénytelen %s fényképnél
ru: Выход на неправильном фото %s

source: Post update version number has been set to %s.
de: Die Post-Update-Versionsnummer wurde auf %s gesetzt.
fr: Le numéro de version de "post update" a été fixé à %s.
gd: Chaidh àireamh tionndadh an ùrachaidh aig a’ phost a shuidheachadh air %s.
hu: A bejegyzésfrissítés verziószáma erre lett beállítva: %s.
ja: 更新後のバージョン番号が %s に設定されました。
ru: Версия post update установлена на %s.

source: Check for pending update actions.
de: Überprüfe ausstehende Update-Aktionen
fr: Vérification pour les actions de mise à jour en cours.
gd: A’ sgrùdadh air gnìomhan ùrachaidh rin dèiligeadh.
hu: Függőben lévő frissítési műveletek ellenőrzése.
ja: 保留中の更新アクションを確認します。
ru: Проверить наличие отложенных действий.

source: Done.
de: Erledigt.
fr: Fait.
gd: Deiseil.
hu: Kész.
ja: 完了しました。
ru: Готово.

source: Execute pending post updates.
de: Ausstehende Post-Updates ausführen
fr: Exécution de la mise à jour des publications en attente.
gd: A’ gnìomhachadh nan ùrachaidhean air postaichean rin dèiligeadh.
hu: Függőben lévő bejegyzésfrissítések végrehajtása.
ja: 保留中の投稿の更新を実行します。
ru: Выполнить обновления записей из очереди.

source: All pending post updates are done.
de: Alle ausstehenden Post-Updates wurden ausgeführt.
fr: Toutes les mises à jour de publications en attente sont terminées.
gd: Tha na h-ùrachaidhean air postaichean rin dèiligeadh deiseil.
hu: Az összes függőben lévő bejegyzésfrissítés kész.
ja: 保留中の投稿の更新はすべて完了しました。
ru: Все операции по обновлению записей выполнены.

source: Enter user nickname:
de: Spitzname angeben:
fr: Entrer un pseudo :
gd: Cuir a-steach far-ainm a’ chleachdaiche:
hu: Felhasználó becenevének megadása:
ru: Введите ник пользователя:

source: User not found
de: Nutzer nicht gefunden
fr: Utilisateur introuvable
gd: Cha deach an cleachdaiche a lorg
hu: A felhasználó nem található
ja: ユーザーが見つかりません
ru: Пользователь не найден

source: Enter new password:
de: Neues Passwort eingeben:
fr: Entrer le nouveau mot de passe :
gd: Cuir a-steach am facal-faire ùr:
hu: Új jelszó megadása:
ja: 新しいパスワードを入力してください：
ru: Введите новый пароль:

source: Password update failed. Please try again.
de: Aktualisierung des Passworts gescheitert, bitte versuche es noch einmal.
fr: Le changement de mot de passe a échoué. Merci de recommencer.
gd: Dh’fhàillig ùrachadh an fhacail-fhaire. Feuch ris a-rithist.
hu: A jelszó frissítése sikertelen. Próbálja újra.
ja: パスワードの更新に失敗しました。もう一度試してください。
ru: Обновление пароля не удалось. Пожалуйста, попробуйте еще раз.

source: Password changed.
de: Passwort geändert.
fr: Mot de passe changé.
gd: Chaidh am facal-faire atharrachadh.
hu: A jelszó megváltoztatva.
ja: パスワード変更済み。
ru: Пароль изменен.

source: Enter user name:
de: Nutzername angeben
fr: Entrer le nom d'utilisateur :
gd: Cuir a-steach ainm-cleachdaiche:
hu: Felhasználónév megadása:
ru: Введите имя пользователя:

source: Enter user email address:
de: E-Mail Adresse angeben:
fr: Entrer l'adresse courriel de l'utilisateur :
gd: Cuir a-steach seòladh puist-d a’ chleachdaiche:
hu: Felhasználó e-mail-címének megadása:
ru: Введите адрес почты пользователя:

source: Enter a language (optional):
de: Sprache angeben (optional):
fr: Saisissez une langue (facultatif) :
gd: Cuir a-steach cànan (roghainneil):
hu: Nyelv megadása (elhagyható):
ru: Введите язык (не обязательно):

source: Enter URL of an image to use as avatar (optional):
de: Gib die URL eines Bildes ein, das als Avatar verwendet werden soll (optional):
fr: Saisissez l'URL de l'image à utiliser comme avatar (facultatif) :
hu: Adja meg a profilképként használandó kép URL-jét (elhagyható):
ru: Введите URL изображения для аватара (необязательно):

source: User is not pending.
de: Benutzer wartet nicht.
fr: L'utilisateur n'est pas en attente.
gd: Chan eil an cleachdaiche ri dhèiligeadh.
hu: A felhasználó nincs függőben.
ru: Пользователь не в ожидании

source: User has already been marked for deletion.
de: User wurde bereits zum Löschen ausgewählt
fr: L'utilisateur a déjà été marqué pour suppression.
gd: Chaidh comharra a chur mu thràth gun tèid an cleachdaiche a sguabadh às.
hu: A felhasználó már meg lett jelölve törlésre.
ru: Пользователь уже помечен для удаления.

source: Type "yes" to delete %s
de: "yes" eingeben um %s zu löschen
fr: Saisir "yes" pour supprimer %s
hu: Írja be a „yes” szót %s törléséhez
ru: Введите "yes" для удаления %s

source: Deletion aborted.
de: Löschvorgang abgebrochen.
fr: Suppression annulée.
gd: Chaidh sgur dhen sguabadh às.
hu: Törlés megszakítva.
ru: Удаление отменено.

source: Enter category:
de: Kategorie eingeben
fr: Saisissez la catégorie :
gd: Cuir a-steach roinn-seòrsa:
hu: Kategória megadása:
ru: Введите категорию:

source: Enter key:
de: Schlüssel eingeben
fr: Saisissez la clé :
gd: Cuir a-steach iuchair:
hu: Kulcs megadása:
ru: Введите ключ:

source: Enter value:
de: Wert eingeben
fr: Saisissez la valeur :
gd: Cuir a-steach luach:
hu: Érték megadása:
ru: Введите значение:

source: newer
de: neuer
fr: Plus récent
gd: nas ùire
hu: soha
ja: 新しい
ru: новее

source: older
de: älter
fr: Plus ancien
gd: nas sine
hu: régebbi
ja: 過去の
ru: старее

source: Frequently
de: immer wieder
fr: Fréquente
gd: Gu tric
hu: Gyakran
ja: 頻度の高い
ru: Часто

source: Hourly
de: Stündlich
fr: Horaire
gd: Gach uair a thìde
hu: Óránként
ja: 毎時
ru: Раз в час

source: Twice daily
de: Zweimal täglich
fr: Deux fois par jour
gd: Dà thuras gach latha
hu: Naponta kétszer
ja: 1日2回
ru: Дважды в день

source: Daily
de: Täglich
fr: Quotidienne
gd: Gach latha
hu: Naponta
ja: 毎日
ru: Раз в день

source: Weekly
de: Wöchentlich
fr: Hebdomadaire
gd: Gach seachdain
hu: Hetente
ja: 毎週
ru: Раз в неделю

source: Monthly
de: Monatlich
fr: Mensuelle
gd: Gach mìos
hu: Havonta
ja: 毎月
ru: Раз в месяц

source: Diaspora Connector
fr: Connecteur Disapora
gd: Ceangladair diaspora*
hu: Diaspora összekötő
ja: Diaspora コネクタ

source: GNU Social Connector
fr: Connecteur GNU Social
gd: Ceangladair GNU Social
hu: GNU Social összekötő

source: %s (via %s)
gd: %s (slighe %s)
hu: %s (ezen keresztül: %s)
ja: %s (経由: %s)
ru: %s (через %s)

source: and
de: und
fr: et
gd: agus
hu: és
ja: と
ru: и

source: and %d other people
de: und %dandere
fr: et %d autres personnes
gd: agus %d eile
hu: és %d más személy
ja: と他 %d 人
ru: и еще %d человек

source: %2$s likes this.
de: %2$s mag das.
fr: %2$s aime.
gd: ’S toigh le %2$s seo.
hu: %2$s kedveli ezt.
ru: %2$s нравится это.

source: %2$s doesn't like this.
de: %2$s mag das nicht.
fr: %2$s n'aime pas.
gd: Cha toigh le %2$s seo.
hu: %2$s nem kedveli ezt.
ru: %2$s не нравится это.

source: %2$s attends.
de: %2$s nimmt teil.
fr: %2$s participe.
gd: Bidh %2$s an làthair.
hu: %2$s részt vesz.
ru: %2$s посетит.

source: %2$s doesn't attend.
de: %2$s nimmt nicht teil.
fr: %2$s ne participe pas.
gd: Cha bhi %2$s an làthair.
hu: %2$s nem vesz részt.
ru: %2$s не посетит.

source: %2$s attends maybe.
de: %2$s nimmt eventuell teil.
fr: %2$s participe peut-être.
gd: ’S dòcha gum bi %2$s an làthair.
hu: %2$s talán részt vesz.
ru: %2$s может посетить.

source: %2$s reshared this.
de: %2$s hat dies geteilt.
fr: %2$s à partagé.
gd: Cho-roinn %2$s seo.
hu: %2$s újra megosztotta ezt.
ru: %2$s поделился этим.

source: <button type="button" %2$s>%1$d person</button> likes this
de: <button type="button" %2$s>%1$d Person</button> mag das
fr: <button type="button" %2$s>%1$d personne</button> aime
gd: ’S toil le <button type="button" %2$s>%1$d</button> seo
hu: <button type="button" %2$s>%1$d személy</button> kedveli ezt
ru: <button type="button" %2$s>%1$d человеку</button> нравится это

source: <button type="button" %2$s>%1$d person</button> doesn't like this
de: <button type="button" %2$s>%1$d Person</button> mag das nicht
fr: <button type="button" %2$s>%1$d personne</button> n'aime pas
gd: Cha toigh le <button type="button" %2$s>%1$d</button> seo
hu: <button type="button" %2$s>%1$d személy</button> nem kedveli ezt
ru: <button type="button" %2$s>%1$d человеку</button> не нравится это

source: <button type="button" %2$s>%1$d person</button> attends
de: <button type="button" %2$s>%1$d Person</button> besucht
fr: <button type="button" %2$s>%1$d personne</button> participe
gd: Bidh <button type="button" %2$s>%1$d</button> an làthair
hu: <button type="button" %2$s>%1$d személy</button> részt vesz
ru: <button type="button" %2$s>%1$d человек</button> посетит

source: <button type="button" %2$s>%1$d person</button> doesn't attend
de: <button type="button" %2$s>%1$d Person</button> besucht nicht
fr: <button type="button" %2$s>%1$d personne</button> ne participe pas
gd: Cha bhi <button type="button" %2$s>%1$d</button> an làthair.
hu: <button type="button" %2$s>%1$d személy</button> nem vesz részt
ru: <button type="button" %2$s>%1$d человек</button> не посетит

source: <button type="button" %2$s>%1$d person</button> attends maybe
de: <button type="button" %2$s>%1$d Person</button> besucht vielleicht
fr: <button type="button" %2$s>%1$d personne</button> participe peut-être
gd: ’S dòcha gum bi <button type="button" %2$s>%1$d</button> an làthair
hu: <button type="button" %2$s>%1$d személy</button> talán részt vesz
ru: <button type="button" %2$s>%1$d человек</button> возможно посетит

source: <button type="button" %2$s>%1$d person</button> reshared this
de: <button type="button" %2$s>%1$d Person </button> teilte dies erneut
fr: <button type="button" %2$s>%1$d personne</button> a partagé
gd: Cho-roinn <button type="button" %2$s>%1$d</button> seo
hu: <button type="button" %2$s>%1$d személy</button> újra megosztotta ezt
ru: <button type="button" %2$s>%1$d человек</button> поделился этим

source: Visible to <strong>everybody</strong>
de: Für <strong>jedermann</strong> sichtbar
fr: Visible par <strong>tout le monde</strong>
gd: Chì <strong>a h-uile duine</strong> e
hu: Látható <strong>mindenkinek</strong>
ja: <strong>すべての人</strong> が閲覧可能です
ru: Видимое <strong>всем</strong>

source: Please enter a image/video/audio/webpage URL:
de: Bitte gib eine Bild/Video/Audio/Webseiten-URL ein:
fr: Veuillez entrer une URL d'image/vidéo/page web.
gd: Cuir a-steach URL deilbh/video/fuaime/làraich-lìn:
hu: Írjon be egy kép, videó, hang vagy weboldal URL-t:
ja: 画像/動画/音声/ウェブページのURLを入力してください:
ru: Пожалуйста, введите адрес картинки/видео/аудио/странички:

source: Tag term:
de: Tag:
fr: Tag :
gd: Teirm tagaidh:
hu: Címkézési kifejezés:
ja: 用語のタグ付け:
ru: Тег:

source: Where are you right now?
de: Wo hältst du dich jetzt gerade auf?
fr: Où êtes-vous actuellement ?
gd: Càit a bheil thu an-dràsta?
hu: Hol van most éppen?
ja: どこにいますか？:
ru: И где вы сейчас?

source: Delete item(s)?
de: Einträge löschen?
fr: Supprimer les élément(s) ?
gd: An sguab thu seo às?
hu: Törli az elemeket?
ja: これ(ら)の項目を削除しますか？
ru: Удалить елемент(ты)?

source: Created at
de: Erstellt am
fr: Créé à
gd: Air a chruthachadh
hu: Létrehozva
ru: Создано

source: New Post
de: Neuer Beitrag
fr: Nouvelle publication
gd: Post ùr
hu: Új bejegyzés
ja: 新しい投稿
ru: Новая запись

source: Share
de: Teilen
fr: Partager
gd: Co-roinn
hu: Megosztás
ja: 共有
ru: Поделиться

source: upload photo
de: Bild hochladen
fr: envoi image
gd: luchdaich suas dealbh
hu: fénykép feltöltése
ja: 写真をアップロード
ru: загрузить фото

source: Attach file
de: Datei anhängen
fr: Joindre fichier
gd: Ceangail faidhle ris
hu: Fájl csatolása
ja: ファイルを添付
ru: Прикрепить файл

source: attach file
de: Datei anhängen
fr: ajout fichier
gd: ceangail faidhle ris
hu: fájl csatolása
ja: ファイルを添付
ru: приложить файл

source: Bold
de: Fett
fr: Gras
gd: Trom
hu: Félkövér
ja: 太字
ru: Жирный

source: Italic
de: Kursiv
fr: Italique
gd: Eadailteach
hu: Dőlt
ja: 斜体
ru: Kурсивный

source: Underline
de: Unterstrichen
fr: Souligné
gd: Loidhne fodha
hu: Aláhúzott
ja: 下線
ru: Подчеркнутый

source: Quote
de: Zitat
fr: Citation
gd: Iomradh
hu: Idézet
ja: 引用
ru: Цитата

source: Add emojis
de: Emojis hinzufügen
fr: Ajouter des émojis
gd: Cuir Emojis ris
hu: Emodzsik hozzáadása
ru: Добавить эмодзи

source: Content Warning
de: Inhaltswarnung
fr: Avertissement de contenu
gd: Rabhadh susbainte
hu: Tartalom figyelmeztetés
ru: Предупреждение о контенте (CW)

source: Code
gd: Còd
hu: Kód
ja: コード
ru: Код

source: Image
de: Bild
gd: Dealbh
hu: Kép
ja: 画像
ru: Изображение / Фото

source: Link
fr: Lien
gd: Ceangal
hu: Hivatkozás
ja: リンク
ru: Ссылка

source: Link or Media
de: Link oder Mediendatei
fr: Lien ou média
gd: Ceangal no meadhan
hu: Hivatkozás vagy média
ja: リンク／メディア
ru: Ссылка или медиа

source: Video
fr: Vidéo
hu: Videó
ja: 動画
ru: Видео

source: Set your location
de: Deinen Standort festlegen
fr: Définir votre localisation
gd: Suidhich d’ ionad
hu: Az Ön helyének beállítása
ja: 現在地を設定
ru: Задать ваше местоположение

source: set location
de: Ort setzen
fr: spéc. localisation
gd: suidhich d’ ionad
hu: hely beállítása
ja: 現在地を設定
ru: установить местонахождение

source: Clear browser location
de: Browser-Standort leeren
fr: Effacer la localisation du navigateur
gd: Falamhaich ionad a’ bhrabhsair
hu: Böngésző helyének törlése
ja: ブラウザの現在地を解除
ru: Очистить местонахождение браузера

source: clear location
de: Ort löschen
fr: supp. localisation
gd: falamhaich an ionad
hu: hely törlése
ja: 現在地を解除
ru: убрать местонахождение

source: Set title
de: Titel setzen
fr: Définir un titre
gd: Suidhich an tiotal
hu: Cím beállítása
ja: 件名を設定
ru: Установить заголовок

source: Categories (comma-separated list)
de: Kategorien (kommasepariert)
fr: Catégories (séparées par des virgules)
gd: Roinnean-seòrsa (liosta sgaraichte le cromagan).
hu: Kategóriák (vesszővel elválasztott lista)
ja: カテゴリ（半角カンマ区切り）
ru: Категории (список через запятую)

source: Scheduled at
de: Geplant für
fr: Prévu pour
gd: Air an sgeideal
hu: Ütemezve ekkor
ru: Запланировано на

source: Permission settings
de: Berechtigungseinstellungen
fr: Réglages des permissions
gd: Roghainnean cead
hu: Jogosultsági beállítások
ja: 権限設定
ru: Настройки разрешений

source: Public post
de: Öffentlicher Beitrag
fr: Publication publique
gd: Post poblach
hu: Nyilvános bejegyzés
ja: 一般公開の投稿
ru: Публичная запись

source: Message
de: Nachricht
gd: Teachdaireachd
hu: Üzenet
ja: メッセージ
ru: Написать

source: Browser
fr: Navigateur
gd: Brabhsair
hu: Böngésző
ja: ブラウザ
ru: Браузер

source: Open Compose page
de: Composer Seite öffnen
fr: Ouvrir la page de saisie
gd: Fosgail duilleag an sgrìobhaidh
hu: Írás oldal megnyitása
ja: 作成ページを開く
ru: Развернуть редактор

source: remove
de: löschen
fr: enlever
gd: thoir air falbh
hu: eltávolítás
ja: 削除
ru: удалить

source: Delete Selected Items
de: Lösche die markierten Beiträge
fr: Supprimer les éléments sélectionnés
gd: Sguab às na nithean a thagh thu
hu: Kijelölt elemek törlése
ja: 選択した項目を削除
ru: Удалить выбранные позиции

source: You had been addressed (%s).
de: Du wurdest angeschrieben (%s).
fr: Vous avez été mentionné (%s)
gd: Chaidh d’ ainmeachadh (%s).
hu: Önt megszólították (%s).
ru: К вам обратились (%s).

source: You are following %s.
de: Du folgst %s.
fr: Vous suivez %s.
gd: Tha thu a’ leantainn air %s.
hu: Ön követi őt: %s.
ru: Вы подписаны на %s.

source: You subscribed to %s.
de: Du hast %s abonniert.
fr: Vous vous êtes abonné(e) à %s.
hu: Ön feliratkozott erre: %s.
ru: Вы подписаны на %s.

source: You subscribed to one or more tags in this post.
de: Du folgst einem oder mehreren Hashtags dieses Beitrags.
fr: Vous vous êtes abonné(e) à une étiquette ou plus de cette publication.
gd: Dh’fho-sgrìobh thu air taga no dhà sa phost seo.
hu: Ön feliratkozott egy vagy több címkére ebben a bejegyzésben.
ru: Вы подписаны на один или несколько тегов в этой записи.

source: %s reshared this.
de: %s hat dies geteilt
fr: %s a partagé.
gd: Cho-roinn %s seo.
hu: %s újra megosztotta ezt.
ja: %s が再共有しました。
ru: %s поделился этим.

source: Reshared
de: Geteilt
fr: Partagé
gd: ’Ga cho-roinneadh
hu: Újra megosztva
ru: Репост

source: Reshared by %s <%s>
de: Geteilt von %s <%s>
fr: Partagé par %s <%s>
gd: ’Ga cho-roinneadh le %s <%s>
hu: %s <%s> újra megosztotta
ru: Репост от %s <%s>

source: %s is participating in this thread.
de: %s ist an der Unterhaltung beteiligt.
fr: %s participe à ce fil de discussion
gd: Tha %s a’ gabhail pàirt san t-snàithlean seo.
hu: %s részt vesz ebben a szálban.
ru: %s участвует в этом обсуждении

source: Stored for general reasons
de: Aus allgemeinen Gründen aufbewahrt
fr: Stocké pour des raisons générales.
gd: Chaidh a stòradh air adhbharan coitcheann
hu: Általános okokból tárolva
ru: Загружено по необходимости

source: Global post
de: Globaler Beitrag
fr: Publication globale
gd: Post co-naisgte
hu: Globális bejegyzés
ru: Глобальная запись

source: Sent via an relay server
de: Über einen Relay-Server gesendet
fr: Envoyé via un serveur relais
gd: Chaidh a chur slighe frithealaiche ath-sheachadain
hu: Elküldve egy továbbító kiszolgálón keresztül
ru: Прислано через релей

source: Sent via the relay server %s <%s>
de: Über den Relay-Server %s <%s> gesendet
fr: Envoyé par le serveur relais %s <%s>
gd: Chaidh a chur slighe frithealaiche ath-sheachadain %s <%s>
hu: Elküldve a(z) %s <%s> továbbító kiszolgálón keresztül
ru: Прислано через релей %s <%s>

source: Fetched
de: Abgerufen
fr: Récupéré
gd: Air fhaighinn
hu: Lekérve
ru: Загружено

source: Fetched because of %s <%s>
de: Wegen %s <%s> abgerufen
fr: Récupéré grâce à %s <%s>
gd: Air fhaighinn ri linn %s <%s>
hu: Lekérve %s <%s> miatt
ru: Загружено из-за %s <%s>

source: Stored because of a child post to complete this thread.
de: Gespeichert wegen eines untergeordneten Beitrags zur Vervollständigung dieses Themas.
fr: Stocké parce qu'une publication fille complète ce fil de discussion.
gd: Chaidh a stòradh air sàilleibh post-cloinne airson an snàithlean iomlain fhaighinn.
hu: Eltárolva egy gyermekbejegyzés miatt, hogy befejezze ezt a szálat.
ru: Загружено из-за комментария в этой ветке.

source: Local delivery
de: Lokale Zustellung
fr: Distribution locale
gd: Lìbhrigeadh ionadail
hu: Helyi kézbesítés
ru: Местная доставка

source: Stored because of your activity (like, comment, star, ...)
de: Gespeichert aufgrund Ihrer Aktivität (Like, Kommentar, Stern, ...)
fr: Stocké en lien avec votre activité (j'aime, commentaire, étoile...)
gd: Chaidh a stòradh air sàilleibh do ghnìomhachd (’s toigh, beachd, rionnag, …)
hu: Eltárolva az Ön tevékenysége miatt (kedvelés, hozzászólás, csillagozás stb.)
ru: Загружено из-за ваших действий (лайк, комментарий, ...)

source: Distributed
de: Verteilt
fr: Distribué
gd: Sgaoilte
hu: Elosztott
ru: Распространено

source: Pushed to us
de: Zu uns gepusht
fr: Poussé vers nous
gd: Air a phutadh thugainne
hu: Leküldve nekünk
ru: Прислано нам

source: Pinned item
de: Angehefteter Beitrag
fr: Élément épinglé
gd: Nì prìnichte
hu: Kitűzött elem
ja: ピン留め項目
ru: Закреплённая запись

source: View %s's profile @ %s
de: Das Profil von %s auf %s betrachten.
fr: Voir le profil de %s @ %s
gd: Seall a’ phròifil aig %s @ %s
hu: %s profiljának megtekintése ezen: %s
ja: %sのプロフィールを確認 @ %s
ru: Просмотреть профиль %s [@ %s]

source: Categories:
de: Kategorien:
fr: Catégories :
gd: Roinnean-seòrsa:
hu: Kategóriák:
ja: カテゴリ:
ru: Категории:

source: Filed under:
de: Abgelegt unter:
fr: Rangé sous :
gd: Air a chlàradh fo:
hu: Iktatva itt:
ja: 格納先:
ru: В рубрике:

source: %s from %s
de: %s von %s
fr: %s de %s
gd: %s o %s
hu: %s tőle: %s
ja: %s から %s
ru: %s из %s

source: View in context
de: Im Zusammenhang betrachten
fr: Voir dans le contexte
gd: Seall le co-theacsa
hu: Megtekintés környezetben
ja: 文脈で表示する
ru: Смотреть в контексте

source: For you
de: Für Dich
fr: Pour vous
hu: Önnek
ru: Для Вас

source: Posts from contacts you interact with and who interact with you
de: Beiträge von Kontakten, mit denen du interagierst und die mit dir interagieren
fr: Publications de contacts qui interagissent avec vous
hu: Azoktól a partnerektől származó bejegyzések, akikkel kapcsolatba kerül és akik kapcsolatba kerülnek Önnel
ru: Записи от людей, с которыми вы часто общаетесь

source: Discover
de: Entdecken
fr: Découvrir
hu: Felfedezés
ru: Интересное

source: Posts from accounts that you don't follow, but that you might like.
de: Beiträge von Konten, denen du nicht folgst, aber die dir gefallen könnten.
fr: Publications de comptes que vous ne suivez pas, mais qui pourrait vous intéresser.
hu: Az olyan fiókokból származó bejegyzések, amelyeket nem követ, de kedvelheti azokat.
ru: Записи не из ваших подписок, которые могут понравиться.

source: What's Hot
de: Angesagt
fr: Quoi de neuf
hu: Mi a menő
ru: Популярное

source: Posts with a lot of interactions
de: Beiträge mit vielen Interaktionen
fr: Publications avec beaucoup d'interactions
hu: Sok interakcióval rendelkező bejegyzések
ru: Записи с большой активностью

source: Posts in %s
de: Beiträge in %s
fr: Publications dans %s
hu: Bejegyzések ebben: %s
ru: Записи от %s

source: Posts from your followers that you don't follow
de: Beiträge von deinen Followern, denen du nicht folgst
fr: Publications de personnes abonnées qui vous ne suivez pas
hu: Az olyan követőitől származó bejegyzések, akiket nem követ
ru: Записи от ваших подписчиков, на которых вы не подписаны

source: Sharers of sharers
de: Geteilt von teilenden
fr: Partageurs de partageurs
hu: Megosztók megosztói
ru: Друзья друзей

source: Posts from accounts that are followed by accounts that you follow
de: Beiträge von Accounts, welche von von Accounts gefolgt werden, denen du folgst
fr: Publications de comptes suivis par des comptes que vous suivez
hu: Az Ön által követett fiókok által követett fiókokból származó bejegyzések
ru: Записи от людей, на которых подписаны ваши контакты

source: Quiet sharers
de: Ruhige teilende
fr: Partageurs silencieux
hu: Csendes megosztók
ru: Немногословные

source: Posts from accounts that you follow but who don't post very often
de: Beiträge von Konten, denen du folgst, die jedoch nicht sehr oft posten.
fr: Publications de comptes que vous suivez mais qui ne publient pas souvent.
hu: Az olyan fiókokból származó bejegyzések, amelyeket követ, de nem hoznak létre bejegyzést túl gyakran
ru: Записи ваших друзей, которые пишут не слишком часто

source: Images
de: Bilder
hu: Képek
ru: Картинки

source: Posts with images
de: Beiträge mit Bildern
fr: Publications avec images
hu: Képekkel rendelkező bejegyzések
ru: Записи с изображениями

source: Audio
hu: Hang
ru: Аудио
