Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: List of pending user deletions
de: Liste der auf Löschung wartenden Benutzer
fr: Liste des utilisateurs en attente de suppression
gd: Liosta nan cleachdaichean rin sguabadh às
hu: Függőben lévő felhasználó-törlések listája
ru: Список ожидающих удаления

source: Normal Account Page
de: Normales Konto
fr: Compte normal
gd: Duilleag àbhaisteach a’ chunntais
hu: Normál fiókoldal
ja: 通常のアカウントページ
ru: Стандартная страница аккаунта

source: Soapbox Page
de: Marktschreier-Konto
fr: Compte "boîte à savon"
gd: Duilleag cùbaid deasbaid
hu: Szappantartó oldal
ja: Soapboxページ
ru: Публичная страница

source: Public Group
de: Öffentliche Gruppe
fr: Groupe Public
gd: Buidheann poblach
hu: Nyilvános csoport
ru: Публичная группа

source: Public Group - Restricted
de: Öffentliche Gruppe - Beschränkt
fr: Groupe Public - Restreint
hu: Nyilvános csoport – korlátozott
ru: Публичная группа - ограниченная

source: Automatic Friend Page
de: Automatische Freunde-Seite
fr: Abonnement réciproque
gd: Duilleag caraide fhèin-obrachail
hu: Automatikus ismerős oldal
ja: 自動友達ページ
ru: "Автоматический друг" страница

source: Private Group
de: Private Gruppe
fr: Groupe Privé
gd: Buidheann prìobhaideach
hu: Személyes csoport
ru: Закрытая группа

source: Personal Page
de: Persönliche Seite
fr: Page personnelle
gd: Duilleag phearsanta
hu: Személyes oldal
ja: 個人ページ
ru: Личная страница

source: Organisation Page
de: Organisationsseite
fr: Page Associative
gd: Duilleag buidhinn
hu: Szervezeti oldal
ja: 組織ページ
ru: Организационная страница

source: News Page
de: Nachrichtenseite
fr: Page d'informations
gd: Duilleag naidheachdan
hu: Hírek oldal
ja: ニュースページ
ru: Новостная страница

source: Community Group
de: Gemeinschaftsgruppe
fr: Groupe Communautaire
gd: Buidheann coimhearsnachd
hu: Közösségi csoport
ru: Группа сообщества

source: You can't block a local contact, please block the user instead
de: Lokale Kontakte können nicht geblockt werden. Bitte blocke den Nutzer stattdessen.
fr: Vous ne pouvez pas bloquer un contact local. Merci de bloquer l'utilisateur à la place
gd: Chan urrainn dhut neach-aithne ionadail a bhacadh, bac an cleachdaiche ’na àite
hu: Nem tilthat egy helyi partnert, inkább a felhasználót tiltsa
ru: Нельзя заблокировать локальный контакт, пожалуйста заблокируйте самого пользователя.

source: %s contact unblocked
de: %sKontakt wieder freigegeben
fr: %s contact débloqué
gd: Chaidh %s neach-aithne a dhì-bhacadh
hu: %s partner tiltása feloldva
ja: %s はコンタクトのブロックを解除しました
ru: %s контакт разблокирован

source: Remote Contact Blocklist
de: Blockliste entfernter Kontakte
fr: Liste des profiles distants bloqués
gd: Liosta bacadh luchd-aithne cèin
hu: Távoli partnerek tiltólistája
ja: リモートコンタクトブロックリスト
ru: Чёрный список удалённых контактов

source: This page allows you to prevent any message from a remote contact to reach your node.
de: Auf dieser Seite kannst du Accounts von anderen Knoten blockieren und damit verhindern, dass ihre Beiträge von deinem Knoten angenommen werden.
fr: Cette page vous permet de refuser toutes les publications d'un profile distant sur votre site.
gd: Leigidh an duilleag seo leat gum bac thu teachdaireachd sam bith o neach-aithne cèin o ruigsinn an nòid agad.
hu: Ez az oldal lehetővé teszi, hogy megakadályozzon egy távoli partnertől származó minden üzenetet, amely elérné a csomópontját.
ja: このページを使用すると、リモートコンタクトからのメッセージがあなたのノードに届かないようにできます。
ru: На этой странице вы можете заблокировать приём вашим узлом любых записей от определённых контактов.

source: Block Remote Contact
de: Blockiere entfernten Kontakt
fr: Bloquer le profile distant
gd: Bac an neach-aithne cèin
hu: Távoli partner tiltása
ja: リモートコンタクトをブロック
ru: Заблокировать удалённый контакт

source: select all
de: Alle auswählen
fr: tout sélectionner
gd: tagh a h-uile
hu: összes kijelölése
ja: すべて選択
ru: выбрать все

source: select none
de: Auswahl aufheben
fr: Sélectionner tous
gd: na tagh gin
hu: kijelölés törlése
ja: どれも選択しない
ru: сбросить выбор

source: No remote contact is blocked from this node.
de: Derzeit werden keine Kontakte auf diesem Knoten blockiert.
fr: Aucun profil distant n'est bloqué
gd: Cha deach neach-aithne cèin a bhacadh on nòd seo.
hu: Nincs olyan távoli partner, aki tiltva lenne erről a csomópontról.
ja: このノードからのリモートコンタクトはブロックされていません。
ru: Для этого узла нет заблокированных контактов.

source: Blocked Remote Contacts
de: Blockierte Kontakte von anderen Knoten
fr: Profils distants bloqués
gd: Luchd-aithne cèin air am bacadh
hu: Tiltott távoli partnerek
ja: ブロックされたリモートコンタクト
ru: Заблокированные контакты

source: Block New Remote Contact
de: Blockieren von weiteren Kontakten
fr: Bloquer un nouveau profil distant
gd: Bac neach-aithne cèin ùr
hu: Új távoli partner tiltása
ja: 新しいリモートコンタクトをブロック
ru: Заблокировать новый контакт

source: Photo
de: Foto:
gd: Dealbh
hu: Fénykép
ja: 写真
ru: Фото

source: Reason
de: Grund
fr: Raison
gd: Adhbhar
hu: Indok
ja: 理由
ru: Причина

source: %s total blocked contact
de: Insgesamt %s blockierter Kontakt
fr: %s profil distant bloqué
gd: Chaidh %s neach-aithne a bhacadh gu h-iomlan
hu: Összesen %s tiltott partner
ja: %s 件のブロック済みコンタクト
ru: %s заблокированный контакт

source: URL of the remote contact to block.
de: Die URL des entfernten Kontakts, der blockiert werden soll.
fr: URL du profil distant à bloquer.
gd: URL an neach-aithne chèin ri bhacadh.
hu: A tiltandó távoli partner URL-je.
ja: ブロックするリモートコンタクトのURL。
ru: URL блокируемого контакта.

source: Also purge contact
de: Kontakt auch löschen
fr: Purger également le contact
gd: Purgaidich an neach-aithne cuideachd
hu: Távolítsa el a partnert is
ru: Так же очистить контакт

source: Removes all content related to this contact from the node. Keeps the contact record. This action cannot be undone.
de: Entfernt alle Inhalte von diesem Knoten, die in Verbindung zu dem Kontakt stehen. Der Kontakt-Eintrag bleibt erhalten. Dieser Vorgang kann nicht rückgängig gemacht werden.
fr: Supprime tout le contenu relatif à ce contact du nœud. Conserve une trace du contact. Cette action ne peut être annulée.
gd: Bheir seo air falbh susbaint sam bith a tha co-cheangailte ris an neach-aithne seo on nòd. Cumaidh seo clàr an neach-aithne. Cha ghabh an gnìomh seo a neo-dhèanamh.
hu: Eltávolítja az ehhez a partnerhez kapcsolódó összes partnert a csomópontról. Megtartja a partner rekordját. Ezt a műveletet nem lehet visszavonni.
ru: Удалить всё содержимое, относящееся к данному контакту на этом узле. Запись контакта будет сохранена. Это действие нельзя отменить.

source: Block Reason
de: Sperrgrund
fr: Raison du blocage
gd: Adhbhar a’ bhacaidh
hu: Tiltás oka
ja: ブロックの理由
ru: Причина блокировки

source: Server domain pattern added to the blocklist.
de: Server Domain Muster zur Blockliste hinzugefügt
fr: Modèle de domaine de serveur ajouté à la liste de blocage.
gd: Chaidh pàtran àrainn fhrithealaichean a chur ris an liosta-bhacaidh.
hu: A tiltólistához hozzáadott kiszolgáló tartománymintája.
ru: Маска адреса сервера добавлена в чёрный список.

source: %s server scheduled to be purged.
de: %s Server für die Löschung eingeplant.
fr: La purge d'%s serveur est planifiée.
gd: Chaidh %s fhrithealaiche a chur air sgeideal a’ phurgaideachaidh.
hu: %s kiszolgáló van ütemezve eltávolításra.
ru: %s сервер ожидает очистки.

source: ← Return to the list
de: ← zurück zur Liste
fr: ← Retourner à la liste
gd: ← Air ais dhan liosta
hu: ← Vissza a listához
ru: ← Вернуться к списку

source: Block A New Server Domain Pattern
de: Neues Domainmuster blockieren
fr: Bloquer un nouveau modèle de domaine de serveur
gd: Bac pàtran àrainne fhrithealaichean ùr
hu: Új kiszolgálótartomány-minta tiltása
ru: Заблокировать новый сервер по маске

source: <p>The server domain pattern syntax is case-insensitive shell wildcard, comprising the following special characters:</p> <ul> <li><code>*</code>: Any number of characters</li> <li><code>?</code>: Any single character</li> </ul>
de: <p>Die Syntax für das Domainmuster ist unabhängig von der Groß-/Kleinschreibung. Shell Willdcards bestehen aus den folgenden Zeichen:</p> <ul> <li><code>*</code>: Eine beliebige Anzahl von Zeichen</li> <li><code>?</code>: Ein einzelnes Zeichen</li> </ul>
fr: <p>La syntaxe du modèle de domaine du serveur est du shell insensible à la casse avec wildcards, comprenant les caractères spéciaux suivants :</p> <ul> <li><code>*</code> N'importe quel nombre de caractères</li> <li><code>?</code> N'importe quel caractère unique</li> </ul>
gd: <p>Chan eil aire air litrichean mòra is beaga aig pàtran àrainne fhrithealaichean is tha e ’na shaorag slige leis na caractaran sònraichte seo:</p> <ul> <li><code>*</code>: Uiread sam bith de charactaran</li> <li><code>?</code>: Aon charactar</li> </ul>
hu: <p>A kiszolgálótartomány-minta szintaxisa kis- és nagybetű-érzéketlen parancsértelmezői helyettesítő karakter, amely a következő különleges karakterekből áll:</p> <ul> <li><code>*</code>: Tetszőleges számú karakter</li> <li><code>?</code>: Egy önálló karakter</li> </ul>
ru: <p>Маска домена сервера нечувствительна к регистру и представляет собой выражение shell со следующими спецсимволами:</p> <ul> <li><code>*</code>: Любое число символов</li> <li><code>?</code>: Один любой символ</li> </ul>

source: Check pattern
de: Muster überprüfen
fr: Vérifier le modèle
gd: Thoir sùil air a’ phàtran
hu: Minta ellenőrzése
ru: Проверить маску

source: Matching known servers
de: Passende bekannte Server
fr: Serveurs connus correspondants
gd: A’ maidseadh nam frithealaichean as aithne dhuinn
hu: Illeszkedő ismert kiszolgálók
ru: Совпадающие известные серверы

source: Server Name
fr: Nom du serveur
gd: Ainm an fhrithealaiche
hu: Kiszolgáló neve
ru: Имя сервера

source: Server Domain
fr: Domaine du serveur
gd: Àrainn an fhrithealaiche
hu: Kiszolgáló tartománya
ru: Домен сервера

source: Known Contacts
de: Bekannte Kontakte
fr: Contacts connus
gd: An luchd-aithne as aithne dhuinn
hu: Ismert partnerek
ru: Известные контакты

source: %d known server
de: %d bekannter Server
fr: %d serveur connu
gd: %d fhrithealaiche as aithne dhuinn
hu: %d ismert kiszolgáló
ru: %d известный сервер

source: Add pattern to the blocklist
de: Muster zur Blockliste hinzufügen
fr: Ajouter le modèle à la liste de blocage
gd: Cuir am pàtran ris an liosta-bhacaidh
hu: Minta hozzáadása a tiltólistához
ru: Добавить маску в чёрный список

source: Server Domain Pattern
de: Server Domain Muster
fr: Filtre de domaine
gd: Pàtran àrainne fhrithealaichean
hu: Kiszolgálótartomány-minta
ja: サーバードメインパターン
ru: Маска домена узла

source: The domain pattern of the new server to add to the blocklist. Do not include the protocol.
de: Das Muster zur Erkennung der Domain, das zur Blockliste hinzugefügt werden soll. Das Protokoll nicht mir angeben.
fr: le modèle de domaine du nouveau serveur à ajouter à la liste de blocage. Ne pas inclure le protocole.
gd: Am pàtran àrainne fhrithealaichean ùr airson a chur ris an liosta-bhacaidh. Na gabh a-staigh am pròtacal.
hu: A tiltólistához hozzáadandó új kiszolgáló tartományának mintája. Ne tegye bele a protokollt.
ru: Маска домена сервера, который вы хотите добавить в чёрный список. Не включайте префикс протокола.

source: Purge server
de: Server entfernen
fr: Purger le serveur
gd: Purgaidich am frithealaiche
hu: Kiszolgáló eltávolítása
ru: Очистить сервер

source: Also purges all the locally stored content authored by the known contacts registered on that server. Keeps the contacts and the server records. This action cannot be undone.
de: Sollen die Inhalte der bekannten Kontakte die auf diesem Server registriert sind, auch lokal gelöscht werden. Die Kontakt- und Server-Einträge verbleiben in der Datenbank deines Servers. Diese Aktion kann nicht rückgängig gemacht werden.
fr: Purge également tout le contenu local stocké créé par les contacts connus inscrit sur ce serveur. Garde un enregistrement des contacts et du serveur. Cette action ne peut être annulée.
gd: Nì seo purgaideachadh air gach susbaint cuideachd a chaidh a stòradh gu h-ionadail ’s a chaidh a sgrìobhadh leis an luchd-aithne as aithne dhuinn a tha clàraichte air an fhrithealaiche ud. Cumaidh seo luchd-aithne is clàran an fhrithealaiche. Cha ghabh seo a neo-dhèanamh.
hu: Eltávolítja az összes olyan helyileg tárolt tartalmat is, amelyet az adott kiszolgálón regisztrált ismert partnerek hoztak létre. Megtartja a partnereket és a kiszolgáló rekordjait. Ezt a művelet nem lehet visszavonni.
ru: Так же удаляет все локальные данные, созданные контактами, зарегистрированными на этом сервере. Сохраняет записи о самих контактах и сервере. Это действие нельзя отменить.

source: Block reason
de: Begründung der Blockierung
fr: Raison du blocage
gd: Adhbhar a’ bhacaidh
hu: Tiltás oka
ja: ブロック理由
ru: Причина блокировки

source: The reason why you blocked this server domain pattern. This reason will be shown publicly in the server information page.
de: Warum werden Server die diesem Domainmuster entsprechen geblockt? Die Begründung wird öffentlich auf der Server-Informationsseite sichtbar sein.
fr: La raison pour laquelle vous avez bloqué ce modèle de domaine de serveur. La raison sera publiquement affichée dans la page d'information du serveur.
gd: An t-adhbhar air an do bhac thu am pàtran àrainne fhrithealaichean seo. Thèid an t-adhbhar a shealltainn gu poblach air duilleag fiosrachadh an fhrithealaiche.
hu: Az ok, amiért kitiltotta ezt a kiszolgálótartomány-mintát. Az ok nyilvánosan meg lesz jelenítve a kiszolgáló információs oldalán.
ru: Причина, по которой вы заблокировали этот домен. Это будет показано публично на странице с информацией о сервере.

source: Error importing pattern file
de: Fehler beim Import der Muster Datei
fr: Erreur lors de l'import du fichier de motifs
gd: Mearachd ag ion-phortadh faidhle nam pàtranan
hu: Hiba a mintafájl importálásakor
ru: Ошибка импорта файла списка

source: Local blocklist replaced with the provided file.
de: Lokale Blockliste wurde durch die bereitgestellte Datei ersetzt.
fr: La liste de blocage locale a été remplacée par le fichier fourni.
gd: Chaidh am faidhle a sholair thu a chur an àite na liosta-bacaidh ionadail.
hu: A helyi tiltólista le lett cserélve a megadott fájllal.
ru: Список блокировки заменён на список из файла.

source: %d pattern was added to the local blocklist.
de: %d Muster wurde zur lokalen Blockliste hinzugefügt.
fr: %d motif a été ajouté à la liste de blocage locale.
gd: Chaidh %d phàtran a chur ris an liosta-bhacaidh ionadail.
hu: %d minta lett hozzáadva a helyi tiltólistához.
ru: %d маска была добавлена в список блокировки.

source: No pattern was added to the local blocklist.
de: Kein Muster wurde zur lokalen Blockliste hinzugefügt.
fr: Aucun motif n'a été ajouté à la liste de blocage locale.
gd: Cha deach pàtran sam bith a chur ris an liosta-bhacaidh ionadail.
hu: Nem lett minta hozzáadva a helyi tiltólistához.
ru: Новых масок не было добавлено.

source: Import a Server Domain Pattern Blocklist
de: Server Domain Muster Blockliste importieren
fr: Importer une liste de blocage de motif de domaine de serveur
gd: Ion-phortaich liosta-bhacaidh le pàtrain àrainne fhrithealaichean
hu: Kiszolgálótartomány-minta tiltólista importálása
ru: Импорт списка блокировки серверов

source: <p>This file can be downloaded from the <code>/friendica</code> path of any Friendica server.</p>
de: <p>Diese Datei kann vom <code>/friendica</code> Pfad auf jedem Friendica Server heruntergeladen werden.</p>
fr: <p>Ce fichier peut être téléchargé depuis le chemin <code>/friendica</code> de n'importe quel serveur Friendica.</p>
gd: <p>Gabhaidh am faidhle seo a luchdadh a-nuas on t-slighe <code>/friendica</code> aig frithealaiche Friendica sam bith.</p>
hu: <p>Ez a fájl letölthető bármely Friendica kiszolgáló <code>/friendica</code> útvonaláról.</p>
ru: <p>Этот файл может быть загружен по ссылке <code>/friendica</code> с любого сервера Friendica.</p>

source: Upload file
de: Datei hochladen
fr: Téléverser un fichier
gd: Luchdaich suas faidhle
hu: Fájl feltöltése
ru: Загрузить файл

source: Patterns to import
de: Zu importierende Muster
fr: Motifs à importer
gd: Na pàtranan rin ion-phortadh
hu: Importálandó minták
ru: Маски для импорта

source: Domain Pattern
de: Domain Muster
fr: Motif de domaine
gd: Pàtran àrainne
hu: Tartományminta
ru: Маска домена

source: Import Mode
de: Importmodus
fr: Mode d'import
gd: Modh an ion-phortaidh
hu: Mód importálása
ru: Режим импорта

source: Import Patterns
de: Muster importieren
fr: Importer les motifs
gd: Ion-phortaich na pàtranan
hu: Minták importálása
ru: Импорт значений

source: %d total pattern
de: %dMuster gesamt
fr: %d motif total
gd: %d phàtran gu h-iomlan
hu: %d minta összesen
ru: %d маска

source: Server domain pattern blocklist CSV file
de: Server Domain Muster Blockliste CSV-Datei
fr: Fichier CSV de liste de blocage de motif de domaine de serveur
gd: Faidhle CSV sa bheil liosta-bhacaidh le pàtrain àrainne fhrithealaichean
hu: Kiszolgálótartomány-minta tiltólista CSV-fájl
ru: Список блокировки серверов в виде файла CSV

source: Append
de: Anhängen
fr: Ajouter
gd: Cuir ris
hu: Hozzáfűzés
ru: Добавить

source: Imports patterns from the file that weren't already existing in the current blocklist.
de: Importiert Muster aus der Datei, die nicht bereits in der aktuellen Blockliste vorhanden waren.
fr: Importe les motifs du fichier qui n'étaient pas déjà présent dans la liste de blocage actuelle.
gd: Nì seo ion-phortadh dhe na pàtranan san fhaidhle nach eil air an liosta-bhacaidh làithreach fhathast.
hu: Olyan mintákat importál a fájlból, amelyek még nem léteztek a jelenlegi tiltólistán.
ru: Добавляет маски из файла, которые ещё не существуют в текущем списке блокировки.

source: Replace
de: Ersetzen
fr: Remplacer
gd: Cuir ’na àite
hu: Csere
ru: Заменить

source: Replaces the current blocklist by the imported patterns.
de: Ersetzt die aktuelle Blockliste durch die importierten Muster.
fr: Remplace la liste de blocage locale par les motifs importés.
gd: Cuiridh seo na pàtranan air an ion-phortadh an àite na liosta-bacaidh làithrich.
hu: Lecseréli a jelenlegi tiltólistát az importált mintákkal.
ru: Заменяет текущий список загруженными значениями.

source: Blocked server domain pattern
de: Blockierte Server Domain Muster
fr: Filtre de domaine bloqué
gd: Pàtran àrainne fhrithealaichean a chaidh a bhacadh
hu: Tiltott kiszolgálótartomány-minta
ja: ブロックされたサーバードメインパターン
ru: Маска домена блокируемого сервера

source: Delete server domain pattern
de: Server Domain Muster löschen
fr: Supprimer ce filtre de domaine bloqué
gd: Sguab às am pàtran àrainne fhrithealaichean
hu: Kiszolgálótartomány-minta törlése
ja: サーバードメインパターンの削除
ru: Удалить маску домена

source: Check to delete this entry from the blocklist
de: Markieren, um diesen Eintrag von der Blocklist zu entfernen
fr: Cochez la case pour retirer cette entrée de la liste noire
gd: Cuir cromag ris a sguabadh às an nì seo on liosta-bhacaidh
hu: Jelölje be a bejegyzés tiltólistából való törléséhez
ja: ブロックリストからこのエントリを削除する場合にチェックします
ru: Отметьте, чтобы удалить эту запись из списка блокировки

source: Server Domain Pattern Blocklist
de: Server Domain Muster Blockliste
fr: Liste des filtres de domaines bloqués
gd: Liosta-bhacaidh le pàtrain àrainne fhrithealaichean
hu: Kiszolgálótartomány-minta tiltólistája
ja: サーバードメインパターンブロックリスト
ru: Список блокировки доменов

source: This page can be used to define a blocklist of server domain patterns from the federated network that are not allowed to interact with your node. For each domain pattern you should also provide the reason why you block it.
de: Auf dieser Seite kannst du Muster definieren mit denen Server Domains aus dem föderierten Netzwerk daran gehindert werden mit deiner Instanz zu interagieren. Es ist ratsam für jedes Muster anzugeben, warum du es zur Blockliste hinzugefügt hast.
fr: Cette page sert à définit une liste de blocage de schémas de domaine de serveurs distants qui ne sont pas autorisé à interagir avec ce serveur. Veuillez fournir la raison pour laquelle vous avez décidé de bloquer chaque schéma de domaine.
gd: ’S urrainn dhut an duilleag seo a chleachdadh airson liosta-bhacaidh le pàtrain àrainne fhrithealaichean on lìonra cho-naisgte a mhìneachadh nach fhaod gnìomh a ghabhail leis an nòd agad. Airson gach pàtran àrainne fhrithealaichean, bu chòir dhut an t-adhbhar a thoirt seachad air an do bhac thu e.
hu: Ez az oldal használható a föderált hálózatból származó azon kiszolgálótartomány-minták tiltólistájának meghatározásához, amelyeknek nem engedélyezett kapcsolatba lépniük az Ön csomópontjával. Minden egyes tartománymintához meg kell adnia az indokot is, hogy miért tiltja azt.
ru: На этой странице можно настроить список блокировки доменов узлов федеративной сети, которые не должны взаимодействовать с вашим узлом. Для каждой записи вы должны предоставить причину блокировки.

source: The list of blocked server domain patterns will be made publically available on the <a href="/friendica">/friendica</a> page so that your users and people investigating communication problems can find the reason easily.
de: Die Liste der blockierten Domain Muster wird auf der Seite <a href="/friendica">/friendica</a> öffentlich einsehbar gemacht, damit deine Nutzer und Personen, die Kommunikationsprobleme erkunden, die Ursachen einfach finden können.
fr: La liste de blocage est disponible publiquement à la page <a href="/friendica">/friendica</a> pour permettre de déterminer la cause de certains problèmes de communication avec des serveurs distants.
gd: Thèid liosta nam pàtran àrainne fhrithealaichean foillseachadh gu poblach air an duilleag <a href="/friendica">/friendica</a> ach am faigh an luchd-cleachdaidh agad ’s na daoine a tha a’ sgrùdadh duilgheadasan conaltraidh a-mach gun duilgheadas dè as adhbhar.
hu: A tiltott kiszolgálótartomány-minták listája nyilvánosan elérhetővé lesz téve a <a href="/friendica">/friendica</a> oldalon, azért hogy a kommunikációs problémákat kivizsgáló felhasználók és emberek egyszerűen megtalálják az okot.
ja: ブロックされたサーバードメインパターンのリストは、 <a href="/friendica">/friendica </a> ページで公開され、ユーザーやコミュニケーションの問題を調査している人々が理由を簡単に見つけることができます。
ru: Список блокируемых доменов будет отображаться публично на странице <a href="/friendica">/friendica</a>, чтобы ваши пользователи и другие люди могли легко понять причину проблем с доставкой записей.

source: Import server domain pattern blocklist
de: Server Domain Muster Blockliste importieren
fr: Importer la liste de blocage de motif de domaine de serveur
gd: Ion-phortaich liosta-bhacaidh le pàtrain àrainne fhrithealaichean
hu: Kiszolgálótartomány-minta tiltólistájának importálása
ru: Импорт списка блокировки

source: Add new entry to the blocklist
de: Neuen Eintrag in die Blockliste
fr: Ajouter une nouvelle entrée à la liste de blocage
gd: Cuir nì ùr ris an liosta-bhacaidh
hu: Új bejegyzés hozzáadása a tiltólistához
ru: Добавить новую запись в список блокировки

source: Save changes to the blocklist
de: Änderungen der Blockliste speichern
fr: Sauvegarder la liste noire
gd: Sàbhail na h-atharraichean air an liosta-bhacaidh
hu: Változtatások mentése a tiltólistába
ja: 変更をブロックリストに保存する
ru: Сохранить изменения списка блокировки

source: Current Entries in the Blocklist
de: Aktuelle Einträge der Blockliste
fr: Entrées de la liste noire
gd: Na nithean làithreach air an liosta-bhacaidh
hu: Jelenlegi bejegyzések a tiltólistán
ja: ブロックリストの現在のエントリ
ru: Текущие значения списка блокировки

source: Delete entry from the blocklist
de: Eintrag von der Blockliste entfernen
fr: Supprimer l'entrée de la liste de blocage
gd: Sguab às an nì on liosta-bhacaidh
hu: Bejegyzés törlése a tiltólistáról
ru: Удалить запись из списка
