Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: %1$s shared your comment %2$s
de: %1$s hat deinen Kommentar %2$s geteilt
fr: %1$s a partagé votre commentaire %2$s
gd: Cho-roinn %1$s do bheachd %2$s
hu: %1$s megosztotta az Ön %2$s hozzászólását
ru: %1$s поделился вашим комментарием %2$s

source: %1$s shared your post %2$s
de: %1$s hat deinen Beitrag %2$s geteilt
fr: %1$s a partagé votre publication %2$s
gd: Cho-roinn %1$s am post agad %2$s
hu: %1$s megosztotta az Ön %2$s bejegyzését
ru: %1$s поделился вашей записью %2$s

source: %1$s shared the post %2$s from %3$s
de: %1$s hat den Beitrag %2$s von %3$s geteilt
fr: %1$s a partagé la publication %2$s de %3$s
gd: Cho-roinn %1$s am post %2$s o %3$s
hu: %1$s megosztott egy %3$s által közzétett %2$s bejegyzést
ru: %1$s поделился записью %2$s от %3$s

source: %1$s shared a post from %3$s
de: %1$s hat einen Beitrag von %3$s geteilt
fr: %1$s a partagé une publication de %3$s
gd: Cho-roinn %1$s post o %3$s
hu: %1$s megosztott egy %3$s által közzétett bejegyzést
ru: %1$s поделился записью от %3$s

source: %1$s shared the post %2$s
de: %1$s hat den Beitrag %2$s geteilt
fr: %1$s a partagé la publication %2$s
gd: Cho-roinn %1$s am post %2$s
hu: %1$s megosztotta a(z) %2$s bejegyzést
ru: %1$s поделился записью %2$s

source: %1$s shared a post
de: %1$s hat einen Beitrag geteilt
fr: %1$s a partagé une publication
gd: Cho-roinn %1$s post
hu: %1$s megosztott egy bejegyzést
ru: %1$s поделился записью

source: %1$s wants to attend your event %2$s
de: %1$s möchte an deiner Veranstaltung %2$s teilnehmen
fr: %1$s souhaite participer à votre évènement %2$s
gd: Bu mhath le %1$s a bhith an làthair aig an tachartas %2$s agad
hu: %1$s szeretne részt venni az Ön %2$s eseményén
ru: %1$s хочет прийти на ваше событие %2$s

source: %1$s does not want to attend your event %2$s
de: %1$s möchte nicht an deiner Veranstaltung %2$s teilnehmen
fr: %1$s ne souhaite pas participer à votre évènement %2$s
gd: Cha bu mhath le %1$s a bhith an làthair aig an tachartas %2$s agad
hu: %1$s nem szeretne részt venni az Ön %2$s eseményén
ru: %1$s не хочет приходить на ваше событие %2$s

source: %1$s maybe wants to attend your event %2$s
de: %1$s nimmt eventuell an deiner Veranstaltung %2$s teil
fr: %1$s souhaite peut-être participer à votre évènement %2$s
gd: ’S dòcha gum bu mhath le %1$s a bhith an làthair aig an tachartas %2$s agad
hu: %1$s talán szeretne részt venni az Ön %2$s eseményén
ru: %1$s возможно захочет прийти на в ваше событие %2$s

source: %1$s tagged you on %2$s
de: %1$s erwähnte dich auf %2$s
fr: %1$s vous a mentionné(e) dans %2$s
hu: %1$s megjelölte Önt ezen: %2$s
ru: %1$s отметил(а) вас в %2$s

source: %1$s replied to you on %2$s
de: %1$s hat dir auf %2$s geantwortet
fr: %1$s vous a répondu dans %2$s
hu: %1$s válaszolt Önnek ezen: %2$s
ru: %1$s ответил(а) на %2$s

source: %1$s commented in your thread %2$s
de: %1$s hat deine Unterhaltung %2$s kommentiert
fr: %1$s a commenté dans votre conversation %2$s
hu: %1$s hozzászólt az Ön %2$s szálában
ru: %1$s ответил(а) в вашем обсуждении %2$s

source: %1$s commented on your comment %2$s
de: %1$s hat deinen Kommentar %2$s kommentiert
fr: %1$s a répondu à votre commentaire %2$s
hu: %1$s hozzászólt az Ön %2$s hozzászólásánál
ru: %1$s ответил(а) на ваш комментарий %2$s

source: %1$s commented in their thread %2$s
de: %1$s hat in der eigenen Unterhaltung %2$s kommentiert
fr: %1$s a commenté dans sa conversation %2$s
hu: %1$s hozzászólt az ő %2$s szálában
ru: %1$s ответил(а) в своём обсуждении %2$s

source: %1$s commented in their thread
de: %1$s kommentierte in der eigenen Unterhaltung
fr: %1$s a commenté dans sa conversation
hu: %1$s hozzászólt az ő szálában
ru: %1$s ответил(а) в своём обсуждении

source: %1$s commented in the thread %2$s from %3$s
de: %1$s hat in der Unterhaltung %2$s von %3$s kommentiert
fr: %1$s a commenté dans la conversation %2$s de %3$s
hu: %1$s hozzászólt egy %3$s által közzétett %2$s szálában
ru: %1$s ответил(а) в обсуждении %2$s от %3$s

source: %1$s commented in the thread from %3$s
de: %1$s hat in der Unterhaltung von %3$s kommentiert
fr: %1$s a commenté dans la conversation de %3$s
hu: %1$s hozzászólt egy %3$s által közzétett szálában
ru: %1$s ответил(а) в обсуждении от %3$s

source: %1$s commented on your thread %2$s
de: %1$s hat in deiner Unterhaltung %2$s kommentiert
fr: %1$s a commenté dans votre conversation %2$s
hu: %1$s hozzászólt az Ön %2$s szálánál
ru: %1$s ответил(а) в вашем обсуждении %2$s

source: [Friendica:Notify]
de: [Friendica Meldung]
fr: [Friendica:Notification]
gd: [Friendica:Brath]
hu: [Friendica: értesítés]
ru: [Friendica]

source: %s New mail received at %s
de: %sNeue Nachricht auf %s empfangen
fr: %s Nouveau message privé reçu sur %s
hu: %s Új levél érkezett ekkor: %s
ru: %s Новая почта получена в %s

source: %1$s sent you a new private message at %2$s.
de: %1$s hat dir eine neue, private Nachricht auf %2$s geschickt.
fr: %1$s vous a envoyé un nouveau message privé sur %2$s.
gd: Chuir %1$s teachdaireachd phrìobhaideach ùr thugad aig %2$s.
hu: %1$s személyes üzenetet küldött ekkor: %2$s.
ja: %1$s さんが %2$s に あなたにプライベートメッセージを送りました
ru: %1$s отправил вам новое личное сообщение на %2$s.

source: a private message
de: eine private Nachricht
fr: un message privé
gd: teachdaireachd phrìobhaideach
hu: egy személyes üzenetet
ja: プライベートメッセージ
ru: личное сообщение

source: %1$s sent you %2$s.
de: %1$s schickte dir %2$s.
fr: %1$s vous a envoyé %2$s.
gd: Chuir %1$s %2$s thugad.
hu: %1$s küldött Önnek %2$s.
ja: %1$s があなたに %2$s を送りました
ru: %1$s послал вам %2$s.

source: Please visit %s to view and/or reply to your private messages.
de: Bitte besuche %s, um Deine privaten Nachrichten anzusehen und/oder zu beantworten.
fr: Merci de visiter %s pour voir vos messages privés et/ou y répondre.
gd: Tadhail air %s a shealltainn agus/no a’ freagairt dha na teachdaireachdan prìobhaideach agad.
hu: Látogassa meg a(z) %s oldalt a személyes üzenete megtekintéséhez és/vagy megválaszolásához.
ja: %s を開いて、プライベートメッセージを確認・返信してください
ru: Пожалуйста, посетите %s для просмотра и/или ответа на личные сообщения.

source: %1$s commented on %2$s's %3$s %4$s
de: %1$s kommentierte %2$s's %3$s%4$s
fr: %1$s a commenté sur %3$s de %2$s %4$s
hu: %1$s hozzászólt egy %2$s által megosztott %3$s kapcsán: %4$s
ru: %1$s прокомментировал(а) %2$s %3$s %4$s

source: %1$s commented on your %2$s %3$s
de: %1$s kommentierte auf (%2$s) %3$s
fr: %1$s a commenté sur votre %2$s %3$s
hu: %1$s hozzászólt egy vele megosztott %2$s kapcsán: %3$s
ru: %1$s прокомментировал(а) ваш %2$s %3$s

source: %1$s commented on their %2$s %3$s
de: %1$s hat den eigenen %2$s %3$s kommentiert
fr: %1$s a commenté sur son %2$s %3$s
hu: %1$s hozzászólt egy saját %2$s kapcsán: %3$s
ru: %1$s прокомментировал(а) свой %2$s %3$s

source: %1$s Comment to conversation #%2$d by %3$s
de: %1$sKommentar von %3$s auf Unterhaltung %2$d
fr: %1$s Nouveau commentaire dans la conversation #%2$d par %3$s
hu: %1$s Hozzászólás a #%2$d beszélgetéshez %3$s által
ru: %1$s Комментариев к разговору #%2$d от %3$s

source: %s commented on an item/conversation you have been following.
de: %s hat einen Beitrag kommentiert, dem du folgst.
fr: %s a commenté un élément que vous suivez.
gd: Chuir %s beachd ri nì/còmhradh air a bheil thu a’ leantainn.
hu: %s hozzászólt egy olyan elemhez vagy beszélgetéshez, amelyet Ön követ.
ja: %s さんが、あなたがフォローしている項目/会話にコメントしました
ru: %s оставил комментарий к элементу/беседе, за которой вы следите.

source: Please visit %s to view and/or reply to the conversation.
de: Bitte besuche %s, um die Konversation anzusehen und/oder zu kommentieren.
fr: Merci de visiter %s pour voir la conversation et/ou y répondre.
gd: Tadhail air %s a shealltainn agus/no a’ freagairt dhan chòmhradh.
hu: Látogassa meg a %s oldalt a beszélgetés megtekintéséhez és/vagy megválaszolásához.
ja: %s を開いて、コメントを確認・返信してください
ru: Пожалуйста посетите %s для просмотра и/или ответа в беседу.

source: %s %s posted to your profile wall
de: %s%s hat auf deine Pinnwand gepostet
fr: %s %s a posté sur votre mur
hu: %s %s bejegyzést írt az Ön profilfalára
ru: %s %s размещены на стене вашего профиля

source: %1$s posted to your profile wall at %2$s
de: %1$s schrieb um %2$s auf Deine Pinnwand
fr: %1$s a publié sur votre mur à %2$s
gd: Chuir %1$s post ri balla na pròifil agad aig %2$s
hu: %1$s bejegyzést írt az Ön profilfalára itt: %2$s
ja: %1$s が %2$s に あなたのプロフィールウォールへ投稿しました
ru: %1$s написал на вашей стене на %2$s

source: %1$s posted to [url=%2$s]your wall[/url]
de: %1$s hat etwas auf [url=%2$s]Deiner Pinnwand[/url] gepostet
fr: %1$s a posté sur [url=%2$s]votre mur[/url]
gd: Chuir %1$s post ris [url=%2$s]a’ bhalla agad[/url]
hu: %1$s bejegyzést írt [url=%2$s]az Ön falára[/url]
ja: %1$s が [url=%2$s]あなたのウォール[/url] に投稿しました
ru: %1$s написал на [url=%2$s]вашей стене[/url]

source: %s Introduction received
de: %sVorstellung erhalten
fr: %s Demande de mise en contact reçue
gd: %s Fhuair thu cur an aithne
hu: %s Bemutatkozás érkezett
ru: %s Входящих получено

source: You've received an introduction from '%1$s' at %2$s
de: Du hast eine Kontaktanfrage von '%1$s' auf %2$s erhalten
fr: Vous avez reçu une introduction de '%1$s' sur %2$s
gd: Fhuair thu cur an aithne o “%1$s” aig %2$s
hu: Kapott egy %1$s által elküldött bemutatkozását itt: %2$s
ja: '%1$s' から %2$s に 招待が来ています
ru: Вы получили запрос от '%1$s' на %2$s

source: You've received [url=%1$s]an introduction[/url] from %2$s.
de: Du hast eine [url=%1$s]Kontaktanfrage[/url] von %2$s erhalten.
fr: Vous avez reçu [url=%1$s]une introduction[/url] de %2$s.
gd: Fhuair thu [url=%1$s]cur an aithne[/url] o %2$s.
hu: Kapott egy %2$s által elküldött [url=%1$s]bemutatkozást[/url].
ja: [url=%1$s]招待[/url] が %2$s から来ています。
ru: Вы получили [url=%1$s]запрос[/url] от %2$s.

source: You may visit their profile at %s
de: Hier kannst du das Profil betrachten: %s
fr: Vous pouvez visiter son profil sur %s
hu: Meglátogathatja a profilját itt: %s
ja: 彼らのプロフィールを %s にて開けるかもしれません。
ru: Вы можете посмотреть его профиль здесь %s

source: Please visit %s to approve or reject the introduction.
de: Bitte besuche %s, um die Kontaktanfrage anzunehmen oder abzulehnen.
fr: Merci de visiter %s pour approuver ou rejeter l'introduction.
gd: Tadhail air %s a ghabhail ris no a dhiùltadh a’ chuir an aithne.
hu: Látogassa meg a(z) %s oldalt a bemutatkozás jóváhagyásához vagy visszautasításához.
ja: %s を開いて、招待を承諾・拒否してください。
ru: Посетите %s для подтверждения или отказа запроса.

source: %s A new person is sharing with you
de: %sEine neue Person teilt nun mit dir
fr: %s Quelqu'un a commencé à partager avec vous
hu: %s Egy új személy megoszt Önnel
ru: %s Новый человек поделился с Вами

source: %1$s is sharing with you at %2$s
de: %1$s teilt mit dir auf %2$s
fr: %1$s partage avec vous sur %2$s
hu: %1$s megoszt Önnel itt: %2$s
ja: %1$s さんが %2$s にて あなたの投稿を共有しました
ru: %1$s делится с вами на %2$s

source: %s You have a new follower
de: %sDu hast einen neuen Kontakt
fr: %s Vous avez un nouvel abonné
hu: %s Van egy új követője
ru: %s У Вас новый подписчик

source: You have a new follower at %2$s : %1$s
de: Du hast einen neuen Kontakt auf %2$s: %1$s
fr: Vous avez un nouvel abonné à %2$s : %1$s
hu: Van egy új követője, %1$s itt: %2$s
ja: 新しいフォロワーです %2$s : %1$s
ru: У вас новый подписчик на %2$s : %1$s

source: %s Friend suggestion received
de: %sKontaktvorschlag erhalten
fr: %s Suggestion de mise en contact reçue
hu: %s Ismerősajánlás érkezett
ru: %s Получено дружеское приглашение

source: You've received a friend suggestion from '%1$s' at %2$s
de: Du hast einen Kontakt-Vorschlag von '%1$s' auf %2$s erhalten
fr: Vous avez reçu une suggestion de '%1$s' sur %2$s
hu: Kapott egy %1$s által elküldött ismerősajánlást itt: %2$s
ja: '%1$s' より %2$s に 友達の候補を受け取りました
ru: Вы получили предложение дружбы от '%1$s' на %2$s

source: You've received [url=%1$s]a friend suggestion[/url] for %2$s from %3$s.
de: Du hast einen [url=%1$s]Kontakt-Vorschlag[/url] %2$s von %3$s erhalten.
fr: Vous avez reçu [url=%1$s]une suggestion[/url] de %3$s pour %2$s.
hu: Kapott egy %3$s által elküldött [url=%1$s]ismerősajánlást[/url] %2$s partnerhez.
ja: %3$s から %2$s への [url=%1$s]友達の候補[/url] を受け取りました。
ru: У вас [url=%1$s]новое предложение дружбы[/url] для %2$s от %3$s.

source: Name:
fr: Nom :
hu: Név:
ja: 名前:
ru: Имя:

source: Photo:
de: Foto:
hu: Fénykép:
ja: 写真:
ru: Фото:

source: Please visit %s to approve or reject the suggestion.
de: Bitte besuche %s, um den Vorschlag zu akzeptieren oder abzulehnen.
fr: Merci de visiter %s pour approuver ou rejeter la suggestion.
hu: Látogassa meg a(z) %s oldalt az ajánlás jóváhagyásához vagy visszautasításához.
ja: %s を開いて、候補を承諾・拒否してください。
ru: Пожалуйста, посетите %s для подтверждения, или отказа запроса.

source: %s Connection accepted
de: %sKontaktanfrage bestätigt
fr: %s Demande d'abonnement acceptée
hu: %s Kapcsolat elfogadva
ja: %s つながりが承諾されました
ru: %s Соединение принято

source: '%1$s' has accepted your connection request at %2$s
de: '%1$s' hat Deine Kontaktanfrage auf %2$s bestätigt
fr: '%1$s' a accepté votre demande de connexion à %2$s
hu: %1$s elfogadta a kapcsolódási kérését itt: %2$s
ja: '%1$s' は %2$s に あなたからのつながりの申込みを承諾しました
ru: '%1$s' принял соединение с вами на %2$s

source: %2$s has accepted your [url=%1$s]connection request[/url].
de: %2$s hat Deine [url=%1$s]Kontaktanfrage[/url] akzeptiert.
fr: %2$s a accepté votre [url=%1$s]demande de connexion[/url].
hu: %2$s elfogadta a [url=%1$s]kapcsolódási kérését[/url].
ja: %2$s は あなたからの [url=%1$s]つながりの申し込み[/url] を承諾しました。
ru: %2$s принял ваше [url=%1$s]предложение о соединении[/url].

source: You are now mutual friends and may exchange status updates, photos, and email without restriction.
de: Ihr seid nun beidseitige Kontakte und könnt Statusmitteilungen, Bilder und E-Mails ohne Einschränkungen austauschen.
fr: Vous êtes désormais mutuellement amis, et pouvez échanger des mises à jour d'état, des photos, et des courriels sans restriction.
hu: Önök most már kölcsönösen ismerősök, és korlátozások nélkül megoszthatják az állapotfrissítéseiket, fényképeiket és az e-mail-címüket egymással.
ja: あなたたちは友達になりました。ステータスの更新、写真、メールを制限なくやりとりできます。
ru: Вы теперь взаимные друзья и можете обмениваться статусами, фотографиями и письмами без ограничений.

source: Please visit %s if you wish to make any changes to this relationship.
de: Bitte besuche %s, wenn du Änderungen an eurer Beziehung vornehmen willst.
fr: Veuillez visiter %s si vous souhaitez modifier cette relation.
hu: Látogassa meg a(z) %s oldalt, ha bármilyen változtatást szeretne tenni ebben a kapcsolatban.
ja: このつながりを変更する場合は %s を開いてください。
ru: Посетите %s если вы хотите сделать изменения в этом отношении.

source: '%1$s' has chosen to accept you a fan, which restricts some forms of communication - such as private messaging and some profile interactions. If this is a celebrity or community page, these settings were applied automatically.
de: '%1$s' hat sich entschieden dich als Fan zu akzeptieren, dies schränkt einige Kommunikationswege - wie private Nachrichten und einige Interaktionsmöglichkeiten auf der Profilseite - ein. Wenn dies eine Berühmtheiten- oder Gemeinschaftsseite ist, werden diese Einstellungen automatisch vorgenommen.
fr: '%1$s' a choisi de vous accepter comme fan ce qui empêche certains canaux de communication tel les messages privés et certaines interactions de profil. Ceci est une page de célébrité ou de communauté, ces paramètres ont été appliqués automatiquement.
gd: Ghabh “%1$s” riut ’nad dhealasach is cuingichidh sin an conaltradh – can teachdaireachdan prìobhaideach is cuid dhen cho-luadar air a’ phròifil. Mas e duilleag cuideigin chliùitich no duilleag coimhearsnachd a th’ ann, chaidh na roghainnean seo a chur an sàs gu fèin-obrachail.
hu: %1$s úgy döntött, hogy elfogadja Önt rajongóként, ami korlátozza a kommunikáció néhány formáját, mint például a személyes üzenet küldését és néhány profil-interakciót. Ha ez egy híres ember vagy egy közösségi oldal, akkor ezek a beállítások automatikusan alkalmazva lettek.
ja: '%1$s' はあなたをファンとして受け入れました。プライベートメッセージやプロフィール インタラクションなど、一部のやりとりは制限されています。 有名人またはコミュニティページの場合、これらの設定は自動的に適用されます。
ru: %1$s решил принять приглашение и пометил вас как фаната, что запрещает некоторые формы общения - например, личные сообщения и некоторые действия с профилем. Если эта страница знаменитости или сообщества, то эти настройки были применены автоматически.

source: '%1$s' may choose to extend this into a two-way or more permissive relationship in the future.
de: '%1$s' kann den Kontaktstatus zu einem späteren Zeitpunkt erweitern und diese Einschränkungen aufheben.
fr: %1$s peut choisir à l'avenir de rendre cette relation réciproque ou au moins plus permissive.
hu: %1$s dönthet úgy, hogy kiterjeszti ezt egy kétirányú vagy egy megengedőbb kapcsolattá a jövőben.
ja: '%1$s' は後日、これを双方向・より寛容な関係へと拡張する場合があります。
ru: %1$s может расширить взаимоотношения до более мягких в будущем.

source: Please visit %s if you wish to make any changes to this relationship.
de: Bitte besuche %s, wenn du Änderungen an eurer Beziehung vornehmen willst.
fr: Veuillez visiter %s si vous souhaitez modifier cette relation.
hu: Látogassa meg a(z) %s oldalt, ha bármilyen változtatást szeretne tenni ebben a kapcsolatban.
ja: このつながりを変更する場合は %s を開いてください。
ru: Посетите %s если вы хотите сделать изменения в этом отношении.

source: registration request
de: Registrierungsanfrage
fr: demande d'inscription
hu: regisztrációs kérés
ja: 登録リクエスト
ru: запрос регистрации

source: You've received a registration request from '%1$s' at %2$s
de: Du hast eine Registrierungsanfrage von %2$s auf '%1$s' erhalten
fr: Vous avez reçu une demande d'inscription de %1$s sur %2$s
hu: Kapott egy regisztrációs kérést „%1$s” partnertől itt: %2$s
ja: '%1$s' より %2$s に 登録リクエストを受け取りました
ru: Вы получили запрос на регистрацию от '%1$s' на %2$s

source: You've received a [url=%1$s]registration request[/url] from %2$s.
de: Du hast eine [url=%1$s]Registrierungsanfrage[/url] von %2$s erhalten.
fr: %2$s vous a envoyé une [url=%1$s]demande de création de compte[/url].
hu: Kapott egy %2$s által elküldött [url=%1$s]regisztrációs kérést[/url].
ja: [url=%1$s]登録リクエスト[/url] が %2$s から来ています。
ru: Вы получили [url=%1$s]запрос регистрации[/url] от %2$s.

source: Display Name: %s Site Location: %s Login Name: %s (%s)
de: Anzeigename: %s URL der Seite: %s Login Name: %s(%s)
fr: Nom d'Affichage : %s Emplacement : %s Nom de connexion : %s (%s)
hu: Megjelenített név: %s Oldal címe: %s Bejelentkezési név: %s (%s)
ru: Полное имя: %s Расположение: %s Имя для входа: %s (%s)

source: Please visit %s to approve or reject the request.
de: Bitte besuche %s, um die Anfrage zu bearbeiten.
fr: Veuillez visiter %s pour approuver ou rejeter la demande.
hu: Látogassa meg a(z) %s oldalt a kérés jóváhagyásához vagy visszautasításához.
ja: %s を開いて、リクエストを承諾・拒否してください。
ru: Пожалуйста, посетите %s чтобы подтвердить или отвергнуть запрос.

source: new registration
de: Neue Registrierung
fr: Nouvelle inscription
hu: új regisztráció
ru: новая регистрация

source: You've received a new registration from '%1$s' at %2$s
de: Du hast eine neue Registrierung von %1$s auf %2$s erhalten.
fr: Vous avez reçu une nouvelle inscription de '%1$s' à %2$s
hu: Kapott egy új regisztrációs kérést „%1$s” partnertől itt: %2$s
ru: У вас новая регистрация от '%1$s' на %2$s

source: You've received a [url=%1$s]new registration[/url] from %2$s.
de: Du hast eine [url=%1$s]neue Registrierung[/url] von %2$s erhalten.
fr: Vous avez reçu une [url=%1$s]nouvelle inscription[/url] de %2$s.
hu: Kapott egy %2$s által elküldött [url=%1$s]új regisztrációt[/url].
ru: У вас [url=%1$s]новая регистрация[/url] от %2$s.

source: Please visit %s to have a look at the new registration.
de: Bitte rufe %s auf, um dir die Registrierung zu sichten.
fr: Merci de visiter %s pour consulter la nouvelle inscription.
hu: Látogassa meg a(z) %s oldal, hogy egy pillantást vessen az új regisztrációra.
ru: Пожалуйста, посетите %s для просмотра новой регистрации.

source: %s %s tagged you
de: %s %s hat dich erwähnt
fr: %s%s vous a mentionné(e)
hu: %s %s megjelölte Önt
ru: %s %s отметил(и) Вас

source: %s %s shared a new post
de: %s%shat einen Beitrag geteilt
fr: %s %s a partagé une nouvelle publication
gd: Cho-roinn %s%s post ùr
hu: %s %s megosztott egy új bejegyzést
ru: %s %s поделился(-ась) новой записью

source: %1$s %2$s liked your post #%3$d
de: %1$s%2$s mag deinen Beitrag #%3$d
fr: %1$s %2$s a aimé votre publication #%3$d
hu: %1$s %2$s kedvelte az Ön #%3$d bejegyzését
ru: %1$s %2$s нравится ваша запись #%3$d

source: %1$s %2$s liked your comment on #%3$d
de: %1$s%2$s mag deinen Kommentar zu #%3$d
fr: %1$s %2$s a aimé votre commentaire sur #%3$d
hu: %1$s %2$s kedvelte az Ön hozzászólását ehhez: #%3$d
ru: %1$s %2$s нравится ваш комментарий в #%3$d

source: This message was sent to you by %s, a member of the Friendica social network.
de: Diese Nachricht wurde dir von %s geschickt, einem Mitglied des Sozialen Netzwerks Friendica.
fr: Ce message vous a été envoyé par %s, membre du réseau social Friendica.
hu: Ezt az üzenetet %s, a Friendica közösségi hálózatának tagja küldte Önnek.
ja: このメッセージは、Friendicaソーシャルネットワークのメンバーである%sから送信されました。
ru: Это сообщение было отправлено вам %s, участником социальной сети Friendica.

source: You may visit them online at %s
de: Du kannst sie online unter %s besuchen
fr: Vous pouvez leur rendre visite sur %s
hu: Meglátogathatja őket az interneten ezen a címen: %s
ja: あなたは%sでそれらをオンラインで訪れることができます
ru: Вы можете посетить их в онлайне на %s

source: Please contact the sender by replying to this post if you do not wish to receive these messages.
de: Falls du diese Beiträge nicht erhalten möchtest, kontaktiere bitte den Autor, indem du auf diese Nachricht antwortest.
fr: Merci de contacter l’émetteur en répondant à cette publication si vous ne souhaitez pas recevoir ces messages.
hu: Vegye fel a kapcsolatot a küldővel erre a bejegyzésre válaszolva, ha nem szeretné megkapni ezeket az üzeneteket.
ja: これらのメッセージを受信したくない場合は、この投稿に返信して送信者に連絡してください。
ru: Пожалуйста, свяжитесь с отправителем, ответив на это сообщение, если вы не хотите получать эти сообщения.

source: %s posted an update.
de: %s hat ein Update veröffentlicht.
fr: %s a publié une mise à jour.
hu: %s frissítést küldött.
ja: %sが更新を投稿しました。
ru: %s отправил/а/ обновление.

source: Private Message
de: Private Nachricht
fr: Message privé
gd: Teachdaireachd phrìobhaideach
hu: Személyes üzenet
ja: 自分のみ
ru: Приватная запись

source: Public Message
de: Öffentlicher Beitrag
fr: Message Public
gd: Teachdaireachd phoblach
hu: Nyilvános üzenet
ru: Публичная запись

source: Unlisted Message
de: Nicht gelisteter Beitrag
fr: Message non référencé
gd: Teachdaireachd fhalaichte o liostaichean
hu: Listázatlan üzenet
ru: Запись без публикации в общих лентах

source: This entry was edited
de: Dieser Beitrag wurde bearbeitet.
fr: Cette entrée a été éditée
gd: Chaidh an nì seo a dheasachadh
hu: Ezt a bejegyzést szerkesztették
ja: このエントリは編集されました
ru: Эта запись была отредактирована

source: Connector Message
de: Connector Nachricht
fr: Message du connecteur
gd: Teachdaireachd ceangladair
hu: Csatlakozóüzenet
ru: Сообщение-коннектор

source: Edit
de: Bearbeiten
fr: Éditer
gd: Deasaich
hu: Szerkesztés
ja: 編集
ru: Редактировать

source: Delete globally
de: Global löschen
fr: Effacer globalement
gd: Sguab às sa cho-nasgadh
hu: Törlés globálisan
ja: グローバルに削除
ru: Удалить везде

source: Remove locally
de: Lokal entfernen
fr: Effacer localement
gd: Thoir air falbh gu h-ionadail
hu: Eltávolítás helyileg
ja: ローカルで削除
ru: Убрать для себя

source: Block %s
de: Blockiere %s
fr: Bloquer %s
gd: Bac %s
hu: %s tiltása
ru: Заблокировать %s

source: Ignore %s
de: Ignoriere %s
fr: Ignorer %s
hu: %s mellőzése
ru: Игнорировать %s

source: Collapse %s
de: Klappe %s zu
fr: Réduire %s
hu: %s összecsukása
ru: Сворачивать %s

source: Report post
de: Beitrag melden
fr: Signaler la publication
hu: Bejegyzés jelentése
ru: Пожаловаться
