Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Decoded post
de: Dekodierter Beitrag
fr: Publication décodée
gd: Post air a dhì-chòdachadh
hu: Dekódolt bejegyzés
ru: Декодированная запись

source: Post array before expand entities
de: Beiträgs Array bevor die Entitäten erweitert wurden.
fr: Tableau de la publication avant de résoudre les entités
gd: Arraigh a’ phuist ro leudachadh nan eintiteasan
hu: A bejegyzéstömb az entitások kiterjesztése előtt
ru: Массив записи до развертывания объектов

source: Babel Diagnostic
de: Babel Diagnostik
fr: Disagnostic Babel
gd: Diagnosachd Babel
hu: Babel diagnosztika

source: Source text
de: Quelltext
fr: Texte source
gd: Teacsa tùsail
hu: Forrásszöveg
ja: ソーステキスト

source: Twitter Source / Tweet URL (requires API key)
de: Twitter Quelle / Tweet URL (benötigt API Schlüssel)
fr: Source Twitter / URL du tweet (requiert une clé d'API)
gd: Bun-tùs Twitter / URL a’ tweet (feum air iuchair API)
hu: Twitter forrás vagy Tweet URL (API-kulcsot igényel)

source: You must be logged in to use this module
de: Du musst eingeloggt sein, um dieses Modul benutzen zu können.
fr: Vous devez être identifié pour accéder à cette fonctionnalité
gd: Feumaidh tu clàradh a-steach mus urrainn dhut am mòideal seo a chleachdadh
hu: Bejelentkezve kell lennie a modul használatához
ja: このモジュールを使用するにはログインする必要があります
ru: Вы должны быть залогинены для использования этого модуля

source: Source URL
de: URL der Quelle
fr: URL Source
gd: URL an tùis
hu: Forrás URL
ja: ソースURL
ru: Исходный URL

source: Time Conversion
de: Zeitumrechnung
fr: Conversion temporelle
gd: Iompachadh na h-ama
hu: Időátalakítás
ja: 時間変換
ru: История общения

source: Friendica provides this service for sharing events with other networks and friends in unknown timezones.
de: Friendica bietet diese Funktion an, um das Teilen von Events mit Kontakten zu vereinfachen, deren Zeitzone nicht ermittelt werden kann.
fr: Friendica fournit ce service pour partager des évènements avec vos contacts indépendament de leur fuseau horaire.
gd: Tha Friendica a’ solar na seirbheise seo airson tachartasan a cho-roinneadh le lìonraidhean eile ’s le caraidean mur eil fios dè an roinnean-tìde.
hu: A Friendica ezt a szolgáltatást az ismeretlen időzónákban lévő más hálózatokkal és ismerősökkel történő események megosztásához biztosítja.
ja: Friendicaは、未知のタイムゾーンで他のネットワークや友人とイベントを共有するためにこのサービスを提供します。
ru: Friendica предоставляет этот сервис для обмена событиями с другими сетями и друзьями, находящимися в неопределённых часовых поясах.

source: UTC time: %s
de: UTC Zeit: %s
fr: Temps UTC : %s
gd: Àm UTC: %s
hu: UTC idő: %s
ja: UTC時間： %s
ru: UTC время: %s

source: Current timezone: %s
de: Aktuelle Zeitzone: %s
fr: Zone de temps courante : %s
gd: An roinn-tìde làithreach: %s
hu: Jelenlegi időzóna: %s
ja: 現在のタイムゾーン： %s
ru: Ваш часовой пояс: %s

source: Converted localtime: %s
de: Umgerechnete lokale Zeit: %s
fr: Temps local converti : %s
gd: An t-àm ionadail iompaichte: %s
hu: Átalakított helyi idő: %s
ja: 変換された現地時間： %s
ru: Ваше изменённое время: %s

source: Please select your timezone:
de: Bitte wähle Deine Zeitzone:
fr: Sélectionner votre zone :
gd: Tagh an roinn-tìde agad:
hu: Válassza ki az időzónáját:
ja: タイムゾーンを選択してください：
ru: Выберите пожалуйста ваш часовой пояс:

source: Only logged in users are permitted to perform a probing.
de: Nur eingeloggten Benutzern ist das Untersuchen von Adressen gestattet.
fr: Le sondage de profil est réservé aux utilisateurs identifiés.
gd: Chan fhaod ach cleachdaichean air an clàradh a-steach sgrùdadh a dhèanamh.
hu: Csak bejelentkezett felhasználóknak engedélyezett a szondázás végrehajtása.
ja: ログインしているユーザーのみがプローブを実行できます。
ru: Для использования этой функции нужно войти.

source: Probe Diagnostic
de: Probe Diagnostik
fr: Diasgnostic Sonde
gd: Diagnosachd sgrùdaidh
hu: Szondázási diagnosztika

source: Output
de: Ergebnis
fr: Sortie
gd: Às-chur
hu: Kimenet
ja: 出力

source: Lookup address
de: Adresse nachschlagen
fr: Addresse de sondage
gd: Rannsaich an seòladh
hu: Keresési cím
ja: ルックアップアドレス

source: Webfinger Diagnostic
de: Webfinger Diagnostik
fr: Diagnostic Webfinger
gd: Diagnosachd Webfinger
hu: WebFinger diagnosztika

source: Lookup address:
de: Adresse nachschlagen:
fr: Tester l'adresse:
gd: Rannsaich an seòladh:
hu: Keresési cím:

source: No entries (some entries may be hidden).
de: Keine Einträge (einige Einträge könnten versteckt sein).
fr: Aucune entrée (certaines peuvent être cachées).
gd: Gun innteart (’s dòcha gu bheil cuid a dh’innteartan falaichte).
hu: Nincsenek bejegyzések (néhány bejegyzés rejtve lehet).
ja: エントリなし（一部のエントリは非表示になる場合があります）
ru: Нет записей (некоторые записи могут быть скрыты).

source: Find on this site
de: Auf diesem Server suchen
fr: Trouver sur ce site
gd: Lorg air an làrach seo
hu: Keresés ezen az oldalon
ja: このサイトで見つける
ru: Найти на этом сайте

source: Results for:
de: Ergebnisse für:
fr: Résultats pour :
gd: Toraidhean airson:
hu: Találat erre:
ja: の結果：
ru: Результаты для:

source: Site Directory
de: Verzeichnis
fr: Annuaire local
gd: Eòlaire na làraich
hu: Oldal könyvtára
ja: サイトディレクトリ
ru: Каталог сайта

source: Item was not deleted
de: Item wurde nicht gelöscht
fr: L'élément n'a pas été supprimé
gd: Cha deach an nì a sguabadh às
hu: Az elem nem lett törölve
ru: Запись не была удалена

source: Item was not removed
de: Item wurde nicht entfernt
fr: L'élément n'a pas été retiré
gd: Cha deach nì a thoirt air falbh
hu: Az elem nem lett eltávolítva
ru: Запись не была удалена

source: - select -
de: - auswählen -
fr: - choisir -
gd: – tagh –
hu: – válasszon –
ja: -選択-
ru: - выбрать -

source: Suggested contact not found.
de: Vorgeschlagener Kontakt wurde nicht gefunden.
fr: Contact suggéré non trouvé
gd: Cha deach an neach-aithne molta a lorg.
hu: Az ajánlott partner nem található.
ja: 推奨コンタクトが見つかりません。
ru: Рекомендованный контакт не найден.

source: Friend suggestion sent.
de: Kontaktvorschlag gesendet.
fr: Suggestion d'abonnement envoyée.
gd: Chaidh moladh caraid a chur.
hu: Az ismerősajánlás elküldve.
ja: 友達の提案が送信されました。
ru: Приглашение в друзья отправлено.

source: Suggest Friends
de: Kontakte vorschlagen
fr: Suggérer des amis/contacts
gd: Mol caraidean
hu: Ismerősök ajánlása
ja: 友人を示唆しています
ru: Предложить друзей

source: Suggest a friend for %s
de: Schlage %s einen Kontakt vor
fr: Suggérer un ami/contact pour %s
gd: Mol caraid dha %s
hu: Ismerős ajánlása %s számára
ja: %s友達を提案する
ru: Предложить друга для %s.

source: Installed addons/apps:
de: Installierte Apps und Addons
fr: Extensions/Applications installées :
gd: Aplacaidean/tuilleadain stàlaichte:
hu: Telepített bővítmények vagy alkalmazások:
ja: インストールされたアドオン/アプリ：
ru: Установленные дополнения:

source: No installed addons/apps
de: Es sind keine Addons oder Apps installiert
fr: Aucune extension/application n'est installée
gd: Cha deach aplacaid/tuilleadan a stàladh
hu: Nincsenek telepített bővítmények vagy alkalmazások
ja: アドオン/アプリがインストールされていません
ru: Нет установленных дополнений

source: Read about the <a href="%1$s/tos">Terms of Service</a> of this node.
de: Erfahre mehr über die <a href="%1$s/tos">Nutzungsbedingungen</a> dieses Knotens.
fr: Lire les <a href="%1$s/tos">Conditions d'utilisation</a> de ce nœud.
gd: Leugh <a href="%1$s/tos">teirmichean seirbheise</a> an nòd seo.
hu: Olvassa el ennek a csomópontnak a <a href="%1$s/tos">használati feltételeit</a>.
ja: このノードの<a href="%1$s/tos">利用規約</a>について読んでください。
ru: Ознакомьтесь с <a href="%1$s/tos">Условиями Предоставления Услуг</a> этого узла.

source: On this server the following remote servers are blocked.
de: Auf diesem Server werden die folgenden, entfernten Server blockiert.
fr: Sur ce serveur, les serveurs suivants sont sur liste noire.
gd: Seo a frithealaichean cèine a tha ’gam bacadh leis an fhrithealaiche seo.
hu: Ezen a kiszolgálón a következő távoli kiszolgálók vannak tiltva.
ja: このサーバーでは、次のリモートサーバーがブロックされています。
ru: На этом сервере заблокированы следующие удалённые серверы.

source: Reason for the block
de: Begründung für die Blockierung
fr: Raison du blocage
gd: Adhbhar a’ bhacaidh
hu: A tiltás oka
ja: ブロックの理由
ru: Причина блокировки

source: Download this list in CSV format
de: Liste im CSV-Format herunterladen
fr: Télécharger cette liste au format CSV
gd: Luchdaich a-nuas an liosta seo san fhòrmat CSV
hu: A lista letöltése CSV formátumban
ru: Скачать этот список в формате CSV

source: This is Friendica, version %s that is running at the web location %s. The database version is %s, the post update version is %s.
de: Diese Friendica-Instanz verwendet die Version %s, sie ist unter der folgenden Adresse im Web zu finden %s. Die Datenbankversion ist %s und die Post-Update-Version %s.
fr: Vous êtes sur Friendica, version %s qui fonctionne à l'emplacement web %s. La version de la base de données est %s, la version de mise à jour des publications est %s.
gd: Seo Friendica tionndadh %s a tha a’ ruith air an ionad-lìn %s. Is %s tionndadh an stòir-dhàta agus %s tionndadh ùrachadh nam post.
hu: Ez egy %s verziójú Friendica, amely a %s helyen fut a weben. Az adatbázis verziója %s, a bejegyzésfrissítés verziója %s.
ja: これは、Webロケーション%s実行されているFriendicaバージョン%sです。データベースのバージョンは%s 、更新後のバージョンは%sです。
ru: Это сервер Friendica, версия %s, работающий по адресу %s. Версия базы данных %s, версия post update %s.

source: Please visit <a href="https://friendi.ca">Friendi.ca</a> to learn more about the Friendica project.
de: Bitte besuche <a href="https://friendi.ca">Friendi.ca</a>, um mehr über das Friendica-Projekt zu erfahren.
fr: Rendez-vous sur <a href="https://friendi.ca">Friendi.ca</a> pour en savoir plus sur le projet Friendica.
gd: Tadhail air <a href="https://friendi.ca">Friendi.ca</a> airson barrachd fiosrachaidh mu phròiseact Friendica.
hu: Látogassa meg a <a href="https://friendi.ca">Friendi.ca</a> oldalt, hogy többet tudjon meg a Friendica projektről.
ja: Friendicaプロジェクトの詳細については、<a href="https://friendi.ca"> Friendi.ca </a>をご覧ください。
ru: Посетите <a href="https://friendi.ca">Friendi.ca</a>, чтобы узнать больше о проекте Friendica.

source: Bug reports and issues: please visit
de: Probleme oder Fehler gefunden? Bitte besuche
fr: Pour les rapports de bugs : rendez vous sur
gd: Aithrisean air bugaichean is duilgheadasan: tadhail air
hu: Hibák és problémák jelentéséhez látogassa meg
ja: バグレポートと問題：こちらをご覧ください
ru: Отчет об ошибках и проблемах: пожалуйста, посетите

source: the bugtracker at github
de: den Bugtracker auf github
fr: le bugtracker sur GitHub
gd: tracaiche nam bugaichean air GitHub
hu: a GitHubon lévő hibakövetőt
ja: githubのバグトラッカー
ru: багтрекер на github

source: Suggestions, praise, etc. - please email "info" at "friendi - dot - ca
de: Vorschläge, Lob usw.: E-Mail an "Info" at "Friendi - dot ca"
fr: Suggestions, souhaits, etc. - merci d'écrire à "info" at "friendi - dot - ca
gd: Airson beachdan, molaidhean is mssa. – cuir post-d gu “info” aig “friendi – dot – ca
hu: Javaslatokat, dicséretet és egyebeket az „info” kukac friendi pont ca címre küldhet.
ja: 提案、ファンレターなどを "info " at "friendi - dot - ca"でお待ちしております。
ru: Предложения, отзывы, похвала - пишите нам на info[собака]friendi[точка]ca

source: No profile
de: Kein Profil
fr: Aucun profil
gd: Chan eil pròifil ann
hu: Nincs profil
ja: プロフィールなし
ru: Нет профиля

source: Method Not Allowed.
de: Methode nicht erlaubt.
fr: Méthode non autorisée.
gd: Chan eil am modh ceadaichte.
hu: A módszer nem engedélyezett.
ja: そのメソッドは許可されていません。
ru: Метод не разрешён

source: Help:
de: Hilfe:
fr: Aide :
gd: Cobhair:
hu: Súgó:
ja: ヘルプ:
ru: Помощь:

source: Welcome to %s
de: Willkommen zu %s
fr: Bienvenue sur %s
gd: Fàilte gu %s
hu: Üdvözli a(z) %s!
ja: %sへようこそ
ru: Добро пожаловать на %s!

source: Friendica Communications Server - Setup
de: Friendica Komunikationsserver - Installation
fr: Serveur de média social Friendica - Installation
gd: Frithealaiche conaltradh Friendica – Suidheachadh
hu: Friendica kommunikációs kiszolgáló – Beállítás
ja: Friendica Communications Server-セットアップ
ru: Социальная сеть Friendica - Установка

source: System check
de: Systemtest
fr: Vérifications système
gd: Dearbhadh an t-siostaim
hu: Rendszerellenőrzés
ja: システムチェック
ru: Проверить систему

source: Requirement not satisfied
de: Anforderung ist nicht erfüllt
fr: Exigence non remplie
gd: Tha riatanas nach deach a choileanadh
hu: A követelmény nincs kielégítve
ja: 要件を満たしていない

source: Optional requirement not satisfied
de: Optionale Anforderung ist nicht erfüllt
fr: Exigence facultative non remplie
gd: Tha riatanas roghainneil nach deach a choileanadh
hu: A választható követelmény nincs kielégítve
ja: オプションの要件を満たしていない

source: OK
gd: Ceart ma-thà
hu: Rendben
ru: ОК

source: Next
de: Nächste
fr: Suivant
gd: Air adhart
hu: Következő
ja: 次
ru: Далее

source: Check again
de: Noch einmal testen
fr: Vérifier à nouveau
gd: Sgrùd a-rithist
hu: Ellenőrzés újra
ja: 再び確かめる
ru: Проверить еще раз

source: Base settings
de: Grundeinstellungen
fr: Paramètres de base
gd: Roghainnean bunasach
hu: Alapvető beállítások
ja: 基本設定
ru: Основные настройки

source: Base path to installation
de: Basis-Pfad zur Installation
fr: Chemin de base de l'installation
gd: An t-slighe bhunasach dhan stàladh
hu: Alap útvonal a telepítéshez
ja: インストールへの基本パス
ru: Путь для установки

source: If the system cannot detect the correct path to your installation, enter the correct path here. This setting should only be set if you are using a restricted system and symbolic links to your webroot.
de: Falls das System nicht den korrekten Pfad zu deiner Installation gefunden hat, gib den richtigen Pfad bitte hier ein. Du solltest hier den Pfad nur auf einem eingeschränkten System angeben müssen, bei dem du mit symbolischen Links auf dein Webverzeichnis verweist.
fr: Si le système ne peut pas détecter le chemin de l'installation, entrez le bon chemin ici. Ce paramètre doit être utilisé uniquement si vous avez des accès restreints à votre système et que vous n'avez qu'un lien symbolique vers le répertoire web.
gd: Mur aithnich an siostam an t-slighe cheart dhan stàladh agad, cuir a-steach an t-slighe cheart an-seo. Cha bu chòir dhut seo a shuidheachadh ach ma tha thu a’ cleachdadh siostam cuingichte agus ceanglaichean samhlachail gun fheumh-lìn agad.
hu: Ha a rendszer nem tudja felismerni a helyes útvonalat a telepítéshez, akkor itt adja meg a helyes útvonalat. Ezt a beállítást csak akkor kell megadni, ha korlátozott rendszert és a webgyökérre mutató szimbolikus hivatkozásokat használ.
ja: システムがインストールへの正しいパスを検出できない場合は、ここに正しいパスを入力します。この設定は、制限されたシステムとWebルートへのシンボリックリンクを使用している場合にのみ設定する必要があります。
ru: Если система не смогла определить правильный путь к вашей установке, введите правильный путь здесь. Эта настройка должна использоваться только, если вы используете систему с ограниченным доступом с символьными ссылками в ваш веб-каталог.

source: The Friendica system URL
de: Die Friendica System URL
fr: L'URL du système Friendica
gd: URL siostam Friendica
hu: A Friendica rendszer URL-je

source: Overwrite this field in case the system URL determination isn't right, otherwise leave it as is.
de: Überschreibe dieses Feld, falls die System-URL-Erkennung nicht korrekt ist, ansonsten lasse es unverändert.
fr: Modifiez ce champ au cas où l'URL du système n'est pas la bonne, sinon laissez le tel quel.
gd: Tar-sgrìobh an raon seo mura deach URL an t-siostaim aithneachadh mar bu chòir. Ma chaidh, fàg e mar a tha e.
hu: Abban az esetben írja felül ezt a mezőt, ha a rendszer URL-meghatározása nem megfelelő, egyébként hagyja változatlanul.

source: Database connection
de: Datenbankverbindung
fr: Connexion à la base de données
gd: Ceangal stòir-dhàta
hu: Adatbázis-kapcsolat
ja: データベース接続
ru: Подключение к базе данных

source: In order to install Friendica we need to know how to connect to your database.
de: Um Friendica installieren zu können, müssen wir wissen, wie wir mit Deiner Datenbank Kontakt aufnehmen können.
fr: Pour installer Friendica, nous avons besoin de savoir comment contacter votre base de données.
gd: Airson Friendica a stàladh, feumaidh fios a bhith againn air mar a nì sinn ceangal dhan stòr-dàta agad.
hu: A Friendica telepítése érdekében tudnunk kell, hogy hogyan kell kapcsolódni az adatbázisához.
ja: Friendicaをインストールするには、データベースへの接続方法を知る必要があります。
ru: Для того, чтобы установить Friendica, мы должны знать, как подключиться к базе данных.

source: Please contact your hosting provider or site administrator if you have questions about these settings.
de: Bitte kontaktiere den Hosting-Provider oder den Administrator der Seite, falls du Fragen zu diesen Einstellungen haben solltest.
fr: Merci de vous tourner vers votre hébergeur et/ou administrateur pour toute question concernant ces réglages.
gd: Cuir fios gu solaraiche an òstaidh no rianaire na làraich agad ma tha ceist agad mu na roghainnean seo.
hu: Vegye fel a kapcsolatot a tárhelyszolgáltatóval vagy az oldal adminisztrátorával, ha kérdései vannak ezekkel a beállításokkal kapcsolatban.
ja: これらの設定について質問がある場合は、ホスティングプロバイダーまたはサイト管理者にお問い合わせください。
ru: Пожалуйста, свяжитесь с вашим хостинг-провайдером или администратором сайта, если у вас есть вопросы об этих параметрах.

source: The database you specify below should already exist. If it does not, please create it before continuing.
de: Die Datenbank, die du unten angibst, sollte bereits existieren. Ist dies noch nicht der Fall, erzeuge sie bitte, bevor du mit der Installation fortfährst.
fr: La base de données que vous spécifierez doit exister. Si ce n'est pas encore le cas, merci de la créer avant de continuer.
gd: Bu chòir dhan stòr-dàta a shònraicheas tu a bhith ann mu thràth. Mur eil, cruthaich e mus lean thu air adhart.
hu: A lent megadott adatbázisnak már léteznie kell. Ha még nem létezik, akkor hozza létre a folytatás előtt.
ja: 以下で指定するデータベースはすでに存在している必要があります。存在しない場合は、続行する前に作成してください。
ru: Базы данных, указанная ниже, должна уже существовать. Если этого нет, пожалуйста, создайте ее перед продолжением.

source: Database Server Name
de: Datenbank-Server
fr: Serveur de base de données
gd: Ainm frithealaiche an stòir-dhàta
hu: Adatbázis-kiszolgáló neve
ja: データベースサーバー名
ru: Имя сервера базы данных

source: Database Login Name
de: Datenbank-Nutzer
fr: Nom d'utilisateur de la base
gd: Ainm clàraidh a-steach an stòir-dhàta
hu: Adatbázis bejelentkezési neve
ja: データベースのログイン名
ru: Логин базы данных

source: Database Login Password
de: Datenbank-Passwort
fr: Mot de passe de la base
gd: Facal-faire clàradh a-steach an stòir-dhàta
hu: Adatbázis bejelentkezési jelszava
ja: データベースログインパスワード
ru: Пароль базы данных

source: For security reasons the password must not be empty
de: Aus Sicherheitsgründen darf das Passwort nicht leer sein.
fr: Pour des raisons de sécurité, le mot de passe ne peut pas être vide.
gd: Air adhbharan tèarainteachd, chan fhaod am facal-faire a bhith falamh
hu: Biztonsági okokból a jelszó nem lehet üres
ja: セキュリティ上の理由から、パスワードを空にしないでください
ru: Для безопасности пароль не должен быть пустым

source: Database Name
de: Datenbank-Name
fr: Nom de la base
gd: Ainm an stòir-dhàta
hu: Adatbázis neve
ja: データベース名
ru: Имя базы данных

source: Please select a default timezone for your website
de: Bitte wähle die Standardzeitzone Deiner Webseite
fr: Sélectionner un fuseau horaire par défaut pour votre site
gd: Tagh roinn-tìde bhunaiteach dhan làrach-lìn agad
hu: Válasszon egy alapértelmezett időzónát a weboldalához
ja: ウェブサイトのデフォルトのタイムゾーンを選択してください
ru: Пожалуйста, выберите часовой пояс по умолчанию для вашего сайта

source: Site settings
de: Server-Einstellungen
fr: Réglages du site
gd: Roghainnean na làraich
hu: Oldalbeállítások
ja: サイト設定
ru: Настройки сайта

source: Site administrator email address
de: E-Mail-Adresse des Administrators
fr: Adresse de courriel de l'administrateur du site
gd: An seòladh puist-d aig rianaire na làraich
hu: Oldal adminisztrátorának e-mail-címe
ja: サイト管理者のメールアドレス
ru: Адрес электронной почты администратора сайта

source: Your account email address must match this in order to use the web admin panel.
de: Die E-Mail-Adresse, die in Deinem Friendica-Account eingetragen ist, muss mit dieser Adresse übereinstimmen, damit du das Admin-Panel benutzen kannst.
fr: Votre adresse de courriel doit correspondre à celle-ci pour pouvoir utiliser l'interface d'administration.
gd: Feumaidh seòladh puist-d a’ chunntais agad a bhith co-ionnan ri seo ach an urrainn dhut panail-lìn na rianachd a chleachdadh.
hu: A fiókja e-mail-címének egyeznie kell ezzel a webes adminisztrátori panel használata érdekében.
ja: ウェブ管理パネルを使用するには、アカウントのメールアドレスがこれと一致する必要があります。
ru: Ваш адрес электронной почты аккаунта должен соответствовать этому, чтобы использовать веб-панель администратора.

source: System Language:
de: Systemsprache:
fr: Langue système :
gd: Cànan an t-siostaim:
hu: Rendszer nyelve:
ja: システムの言語：
ru: Язык системы:

source: Set the default language for your Friendica installation interface and to send emails.
de: Wähle die Standardsprache für deine Friendica-Installations-Oberfläche und den E-Mail-Versand
fr: Définit la langue par défaut pour l'interface de votre instance Friendica et les courriels envoyés.
gd: Suidhich an cànan bunaiteach dhan eadar-aghaidh stàladh Friendica agad is do na puist-d a thèid a chur.
hu: Az alapértelmezett nyelv beállítása a Friendica telepítésnek felületéhez és az e-mailek küldéséhez.
ja: Friendicaインストールインターフェイスのデフォルト言語を設定し、メールを送信します。
ru: Язык по-умолчанию для интерфейса Friendica и для отправки писем.

source: Your Friendica site database has been installed.
de: Die Datenbank Deiner Friendica-Seite wurde installiert.
fr: La base de données de votre site Friendica a bien été installée.
gd: Chaidh stòr-dàta na làraich Friendica agad a stàladh.
hu: A Friendica oldalának adatbázisa telepítve lett.
ja: Friendicaサイトデータベースがインストールされました。
ru: База данных сайта установлена.

source: Installation finished
de: Installation abgeschlossen
fr: Installation terminée
gd: Tha an stàladh deiseil
hu: A telepítés befejeződött
ja: インストール完了
ru: Установка завершена

source: <h1>What next</h1>
de: <h1>Wie geht es weiter?</h1>
fr: <h1>Ensuite</h1>
gd: <h1>Dè a-nis?</h1>
hu: <h1>Mi következik?</h1>
ja: <h1>次は何でしょうか</h1>
ru: <h1>Что далее</h1>

source: IMPORTANT: You will need to [manually] setup a scheduled task for the worker.
de: Wichtig: du musst [manuell] einen Cronjob (o.ä.) für den Worker einrichten.
fr: IMPORTANT: vous devrez ajouter [manuellement] une tâche planifiée pour la tâche de fond.
gd: CUDROMACH: Feumaidh gu saothair dhan obraiche a chur air an sgeideal [a làimh].
hu: FONTOS: be kell állítania [kézzel] egy ütemezett feladatot a feldolgozóhoz.
ja: 重要：ワーカーのスケジュールされたタスクを[手動で]設定する必要があります。
ru: ВАЖНО: Вам нужно будет [вручную] настроить фоновое задание в планировщике.
