Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Unable to locate original post.
de: Konnte den Originalbeitrag nicht finden.
fr: Impossible de localiser la publication originale.
gd: Cha do lorg sinn am post tùsail.
hu: Nem lehet megtalálni az eredeti bejegyzést.
ja: 元の投稿が見つかりません。
ru: Не удалось найти оригинальную запись.

source: Post updated.
de: Beitrag aktualisiert.
fr: Publication mise à jour.
gd: Chaidh am post ùrachadh.
hu: Bejegyzés frissítve.
ja: 投稿が更新されました。
ru: Запись обновлена.

source: Item wasn't stored.
de: Eintrag wurde nicht gespeichert
fr: La publication n'a pas été enregistrée.
gd: Cha deach an nì a stòradh.
hu: Az elem nem lett eltárolva.
ja: 項目が保存されませんでした。
ru: Запись не была сохранена.

source: Item couldn't be fetched.
de: Eintrag konnte nicht geholt werden.
fr: La publication n'a pas pu être récupérée.
gd: Cha d’ fhuair sinn grèim air a nì.
hu: Az elemet nem sikerült lekérni.
ja: 項目を取得できませんでした。
ru: Не удалось получить запись.

source: Empty post discarded.
de: Leerer Beitrag wurde verworfen.
fr: Publication vide rejetée.
gd: Chaidh post falamh a thilgeil air falbh.
hu: Az üres bejegyzés elvetve.
ja: 空の投稿は破棄されました。
ru: Пустое сообщение отбрасывается.

source: Item not found.
de: Beitrag nicht gefunden.
fr: Élément introuvable.
gd: Cha deach an nì a lorg.
hu: Az elem nem található.
ja: 見つかりませんでした。
ru: Пункт не найден.

source: Permission denied.
de: Zugriff verweigert.
fr: Permission refusée.
gd: Chaidh cead a dhiùltadh.
hu: Hozzáférés megtagadva.
ja: 必要な権限が有りません。
ru: Нет разрешения.

source: No valid account found.
de: Kein gültiges Konto gefunden.
fr: Impossible de trouver un compte valide.
gd: Cha deach cunntas dligheach a lorg.
hu: Nem található érvényes fiók.
ja: 有効なアカウントが見つかりません。
ru: Не найдено действительного аккаунта.

source: Password reset request issued. Check your email.
de: Zurücksetzen des Passworts eingeleitet. Bitte überprüfe Deine E-Mail.
fr: Réinitialisation du mot de passe en cours. Vérifiez vos courriels.
gd: Chaidh ath-shuidheachadh an fhacail-fhaire iarraidh. Thoir sùil air a’ phost-d agad.
hu: A jelszó-visszaállítási kérés el lett küldve. Nézze meg a leveleit.
ja: パスワードリセット要求が発行されました。あなたのメールをチェックしてください。
ru: Запрос на сброс пароля принят. Проверьте вашу электронную почту.

source: Dear %1$s, A request was recently received at "%2$s" to reset your account password. In order to confirm this request, please select the verification link below or paste it into your web browser address bar. If you did NOT request this change, please DO NOT follow the link provided and ignore and/or delete this email, the request will expire shortly. Your password will not be changed unless we can verify that you issued this request.
de: Hallo %1$s, Auf "%2$s" ist eine Anfrage auf das Zurücksetzen deines Passworts gestellt worden. Um diese Anfrage zu verifizieren, folge bitte dem unten stehenden Link oder kopiere und füge ihn in die Adressleiste deines Browsers ein. Solltest du die Anfrage NICHT gestellt haben, ignoriere und/oder lösche diese E-Mail bitte. Dein Passwort wird nicht geändert, solange wir nicht verifiziert haben, dass du diese Änderung angefragt hast.
fr: Cher/Chère %1$s, Une demande vient d'être faite depuis "%2$s" pour réinitialiser votre mot de passe de compte. Afin de confirmer cette demande, merci de sélectionner le lien ci-dessous et de le coller dans la barre d'adresse de votre navigateur. Si vous n'avez PAS fait cette demande de changement, merci de NE PAS suivre le lien ci-dessous et d'ignorer et/ou supprimer ce message. La demande expirera rapidement. Votre mot de passe ne changera pas tant que nous n'avons pas vérifié que vous êtes à l'origine de la demande.
gd: %1$s, a charaid Fhuair sinn iarrtas aig “%2$s” o chionn goirid airson facal-faire a’ chunntais agad ath-shuidheachadh. Airson an t-iarrtas seo a dhearbhadh, tagh an ceangal dearbhaidh gu h-ìosal no cuir a-steach ann am bàr nan seòladh sa bhrabhsair-lìn agad e. MUR an do dh’iarr thu fhèin an t-atharrachadh seo, NA LEAN air a’ cheangal a tha ’ga sholar agus leig seachad agus/no sguab às am post-d seo ’s falbhaidh an ùine air an iarrtas a dh’aithghearr. Cha dèid am facal-faire agad atharrachadh ach mas urrainn dhuinn dearbhadh gun do dh’iarr thu fhèin seo.
hu: Kedves %1$s! Nemrég kérés érkezett a „%2$s” oldalról a fiókja jelszavának visszaállítására. A kérés megerősítése érdekében kattintson a lenti ellenőrző hivatkozásra, vagy illessze be a webböngészője címsávjába. Ha NEM Ön kérte ezt a változtatást, akkor NE kövesse a megadott hivatkozást, illetve hagyja figyelmen kívül és/vagy törölje ezt az e-mailt. A kérés hamarosan le fog járni. A jelszava nem lesz megváltoztatva, hacsak nem tudjuk ellenőrizni, hogy Ön indította ezt a kérést.
ja: %1$s さん、 "%2$s" アカウントのパスワードリセットが要求されました。 このリクエストを確認するには、確認リンクをクリックするか、 ウェブブラウザのアドレスバーに貼り付けてください。 この変更をリクエストしていない場合は、リンクをクリックせず、 このメールを無視・削除してください。リセットはキャンセルされます。 このリクエストの発行元があなたであると確認できない限り、 パスワードは変更されません。
ru: Привет, %1$s, "%2$s" был получен запрос на сброс вашего пароля. Чтобы подтвердить запрос, перейдите по ссылке ниже или скопируйте её в адресную строку вашего браузера. Если вы НЕ отправляли этот запрос, то НЕ ПЕРЕХОДИТЕ по этой ссылке, просто проигнорируйте это письмо. Запрос скоро отменится. Ваш пароль не будет изменён до тех пор, пока вы не подтвердите, что вы отправляли этот запрос как описано выше.

source: Follow this link soon to verify your identity: %1$s You will then receive a follow-up message containing the new password. You may change that password from your account settings page after logging in. The login details are as follows: Site Location: %2$s Login Name: %3$s
de: Um deine Identität zu verifizieren, folge bitte diesem Link: %1$s Du wirst eine weitere E-Mail mit deinem neuen Passwort erhalten. Sobald du dich angemeldet hast, kannst du dein Passwort in den Einstellungen ändern. Die Anmeldedetails sind die folgenden: Adresse der Seite: %2$s Benutzername: %3$s
fr: Suivez ce lien pour confirmer votre identité : %1$s Vous recevrez alors un message contenant votre nouveau mot de passe. Vous pourrez changer ce mot de passe depuis les paramètres de votre compte une fois connecté. Informations de connexion : Adresse : %2$s Identifiant : %3$s
gd: Lean ris a’ cheangal seo a dh’aithghearr a dhearbhadh gur e tusa a bh’ ann: %1$s Ghaibh thu teachdaireachd eile an uairsin sa bheil am facal-faire ùr. ’S urrainn dhut am facal-faire sin atharrachadh o dhuilleag roghainnean a’ chunntais agad às dèidh clàradh a-steach. Seo am fiosrachadh clàraidh a-steach: Ionad na làraich: %2$s Ainm a’ chlàraidh a-steach: %3$s
hu: Kövesse ezt a hivatkozást a személyazonossága ellenőrzéséhez: %1$s Ezután kapni fog egy követő üzenetet, amely az új jelszavát tartalmazza. A jelszót a fiókja beállításainak oldalán változtathatja meg, miután bejelentkezett. A bejelentkezés részletei a következők: Oldal címe: %2$s Bejelentkezési név: %3$s
ja: このリンクをたどって本人確認を行ってください： %1$s 新しいパスワードを含むフォローアップメッセージが届きます。 ログイン後にアカウント設定ページからそのパスワードを変更できます。 ログインの詳細は次のとおりです。 サイトの場所： %2$s ログイン名： %3$s
ru: Перейдите по этой ссылке для подтверждения вашей личности: %1$s Затем вы получите ещё одно письмо, содержащее ваш пароль. Вы сможете сменить этот пароль в настройках вашей учётной записи после входа. Данные для входа: Адрес сервера: %2$s Имя для входа: %3$s

source: Password reset requested at %s
de: Anfrage zum Zurücksetzen des Passworts auf %s erhalten
fr: Demande de réinitialisation de mot de passe depuis %s
gd: Chaidh ath-shuidheachadh an fhacail-fhaire iarraidh aig %s
hu: Jelszó-visszaállítás kérve itt: %s
ja: パスワードのリセット要求が有りました: %s
ru: Запрос на сброс пароля получен %s

source: Request could not be verified. (You may have previously submitted it.) Password reset failed.
de: Anfrage konnte nicht verifiziert werden. (Eventuell hast du bereits eine ähnliche Anfrage gestellt.) Zurücksetzen des Passworts gescheitert.
fr: La requête n'a pas pu être vérifiée. (Vous l'avez peut-être déjà précédemment envoyée.) La réinitialisation du mot de passe a échoué.
gd: Cha b’ urrainn dhuinn an t-iarrtas a dhearbhadh. (Dh’fhaoidte gun do chuir thu a-null e cheana.) Dh’fhàillig le ath-shuidheachadh an fhacail-fhaire.
hu: A kérést nem sikerült ellenőrizni (lehet, hogy korábban már elküldte). A jelszó-visszaállítás sikertelen.
ja: リクエストを確認できませんでした。 （以前に送信した可能性があります。）パスワードのリセットに失敗しました。
ru: Запрос не может быть проверен. (Вы, возможно, ранее представляли его.) Попытка сброса пароля неудачная.

source: Request has expired, please make a new one.
de: Die Anfrage ist abgelaufen. Bitte stelle eine erneute.
fr: La requête a expiré, veuillez la renouveler.
gd: Dh’fhalbh an ùine air an iarrtas, cruthaich fear ùr.
hu: A kérés lejárt, készítsen egy újat.
ja: リクエストの有効期限が切れています。新しいものを作成してください。
ru: Запрос истёк, пожалуйста, повторите его.

source: Forgot your Password?
de: Hast du dein Passwort vergessen?
fr: Mot de passe oublié ?
gd: Na dhìochuimhnich thu am facal-faire agad?
hu: Elfelejtette a jelszavát?
ja: パスワードをお忘れですか？
ru: Забыли пароль?

source: Enter your email address and submit to have your password reset. Then check your email for further instructions.
de: Gib Deine E-Mail-Adresse an und fordere ein neues Passwort an. Es werden dir dann weitere Informationen per Mail zugesendet.
fr: Entrez votre adresse de courriel et validez pour réinitialiser votre mot de passe. Vous recevrez la suite des instructions par courriel.
gd: Cuir a-steach ’s a-null an seòladh puist-d agad airson ath-shuidheachadh an fhacail-fhaire agad. Thoir sùil air na puist-d agad an uairsin airson stiùireadh.
hu: Adja meg az e-mail-címét, és küldje el a jelszó-visszaállítás kéréséhez. Azután nézze meg a postafiókját a további utasításokért.
ja: メールアドレスを入力して送信し、パスワードをリセットしてください。その後、メールで詳細な手順を確認してください。
ru: Введите адрес электронной почты и подтвердите, что вы хотите сбросить ваш пароль. Затем проверьте свою электронную почту для получения дальнейших инструкций.

source: Nickname or Email:
de: Spitzname oder E-Mail:
fr: Pseudo ou Courriel :
gd: Far-ainm no post-d:
hu: Becenév vagy e-mail-cím:
ja: ニックネームまたはメール：
ru: Ник или E-mail:

source: Reset
de: Zurücksetzen
fr: Réinitialiser
gd: Ath-shuidhich
hu: Visszaállítás
ja: リセットする
ru: Сброс

source: Password Reset
de: Passwort zurücksetzen
fr: Réinitialiser le mot de passe
gd: Ath-shuidheachadh facail-fhaire
hu: Jelszó visszaállítása
ja: パスワードのリセット
ru: Сброс пароля

source: Your password has been reset as requested.
de: Dein Passwort wurde wie gewünscht zurückgesetzt.
fr: Votre mot de passe a bien été réinitialisé.
gd: Chaidh am facal-faire agad ath-shuidheachadh.
hu: A jelszava vissza lett állítva a kérés alapján.
ja: パスワードは要求どおりにリセットされました。
ru: Ваш пароль был сброшен по требованию.

source: Your new password is
de: Dein neues Passwort lautet
fr: Votre nouveau mot de passe est
gd: Seo am facal-faire ùr agad:
hu: Az új jelszava
ja: 新しいパスワードは
ru: Ваш новый пароль

source: Save or copy your new password - and then
de: Speichere oder kopiere dein neues Passwort - und dann
fr: Sauvez ou copiez ce nouveau mot de passe - puis
gd: Sàbhail no dèan lethbhreac dhen fhacal-fhaire ùr agad. An uairsin,
hu: Mentse el vagy másolja le az új jelszavát – majd
ja: 新しいパスワードを保存またはコピーします-その後
ru: Сохраните или скопируйте новый пароль - и затем

source: click here to login
de: hier klicken, um dich anzumelden
fr: cliquez ici pour vous connecter
gd: briog an-seo gus clàradh a-steach
hu: kattintson ide a bejelentkezéshez
ja: ここをクリックしてログイン
ru: нажмите здесь для входа

source: Your password may be changed from the <em>Settings</em> page after successful login.
de: Du kannst das Passwort in den <em>Einstellungen</em> ändern, sobald du dich erfolgreich angemeldet hast.
fr: Votre mot de passe peut être changé depuis la page &lt;em&gt;Réglages&lt;/em&gt;, une fois que vous serez connecté.
gd: ’S urrainn dhut am facal-faire agad atharrachadh o dhuilleag nan <em>Roghainnean</em> às dèidh a’ chlàraidh a-steach.
hu: A jelszava megváltoztatható a <em>Beállítások</em> oldalon, miután sikeresen bejelentkezett.
ja: ログインに成功すると、パスワードは<em>設定</em>ページから変更される場合があります。
ru: Ваш пароль может быть изменен на странице <em>Настройки</em> после успешного входа.

source: Your password has been reset.
de: Dein Passwort wurde zurückgesetzt.
fr: Votre mot de passe a été réinitialisé.
gd: Chaidh am facal-faire agad ath-shuidheachadh.
hu: A jelszava vissza lett állítva.
ja: パスワードはリセットされました。
ru: Ваш пароль был сброшен.

source: Dear %1$s, Your password has been changed as requested. Please retain this information for your records (or change your password immediately to something that you will remember).
de: Hallo %1$s, Dein Passwort wurde wie gewünscht geändert. Bitte bewahre diese Informationen gut auf (oder ändere dein Passwort in eines, das du dir leicht merken kannst).
fr: Chère/Cher %1$s, Votre mot de passe a été changé ainsi que vous l’avez demandé. Veuillez conserver cette informations dans vos archives (ou changer immédiatement votre mot de passe pour un autre dont vous vous souviendrez).
gd: %1$s, a charaid, Chaidh am facal-faire agad atharrachadh mar a dh’iarr thu. Cùm am fiosrachadh seo sna clàran agad (no atharraich am facal-faire agad sa bhad gu rudeigin as urrainn dhut cur ’nad chuimhne).
hu: Kedves %1$s! A jelszava vissza lett állítva a kérés alapján. Őrizze meg ezt az információt a feljegyzéséhez (vagy változtassa meg a jelszót azonnal valami olyanra, amelyre emlékezni fog).
ja: %1$s さん、 パスワードは要求に応じて変更されました。記録のためにこの情報を保管してください（または、パスワードをすぐに覚えているものに変更してください）。
ru: Привет, %1$s! Ваш пароль был сменён по вашему запросу. Пожалуйста, сохраните эту информацию в надёжном месте (или сразу смените пароль на тот, который вы сможете запомнить).

source: Your login details are as follows: Site Location: %1$s Login Name: %2$s Password: %3$s You may change that password from your account settings page after logging in.
de: Die Anmeldedaten sind die folgenden: Adresse der Seite: %1$s Login Name: %2$s Passwort: %3$s Das Passwort kann und sollte in den Kontoeinstellungen nach der Anmeldung geändert werden.
fr: Voici vos informations de connexion : Adresse : %1$s Identifiant : %2$s Mot de passe : %3$s Vous pourrez changer votre mot de passe dans les paramètres de votre compte une fois connecté.
gd: Seo am fiosrachadh clàraidh a-steach agad: Ionad na làraich: %1$s Ainm clàraidh a-steach: %2$s Facal-faire: %3$s ’S urrainn dhut am facal-faire agad atharrachadh o dhuilleag roghainnean a’ chunntais agad às dèidh a’ chlàraidh a-steach.
hu: A bejelentkezés részletei a következők: Oldal címe: %1$s Bejelentkezési név: %2$s Jelszó: %3$s Megváltoztathatja a jelszót a fiókbeállítások oldalon, miután bejelentkezett.
ja: ログインの詳細は次のとおりです： サイトの場所： %1$s ログイン名： %2$s パスワード： %3$s ログイン後にアカウント設定ページからパスワードを変更できます。
ru: Ваши данные для входа ниже: Адрес сервера: %1$s Имя для входа: %2$s Пароль: %3$s Вы можете сменить этот пароль в настройках учётной записи после входа.

source: Your password has been changed at %s
de: Auf %s wurde dein Passwort geändert
fr: Votre mot de passe a été modifié à %s
gd: Chaidh am facal-faire agad atharrachadh air %s
hu: A jelszava meg lett változtatva itt: %s
ja: パスワードは%s変更されました
ru: Ваш пароль был изменен %s

source: New Message
de: Neue Nachricht
fr: Nouveau message
gd: Teachdaireachd ùr
hu: Új üzenet
ja: 新しいメッセージ
ru: Новое сообщение

source: No recipient selected.
de: Kein Empfänger gewählt.
fr: Pas de destinataire sélectionné.
gd: Cha deach faightear a thaghadh.
hu: Nincs címzett kiválasztva.
ja: 宛先が未指定です。
ru: Не выбран получатель.

source: Unable to locate contact information.
de: Konnte die Kontaktinformationen nicht finden.
fr: Impossible de localiser les informations du contact.
gd: Cha do lorg sinn am fiosrachadh conaltraidh.
hu: Nem lehet megtalálni a partner információit.
ja: コンタクト情報が見つかりません。
ru: Не удалось найти контактную информацию.

source: Message could not be sent.
de: Nachricht konnte nicht gesendet werden.
fr: Impossible d'envoyer le message.
gd: Cha b’ urrainn dhuinn an teachdaireachd a chur.
hu: Az üzenetet nem sikerült elküldeni.
ja: メッセージを送信できませんでした。
ru: Сообщение не может быть отправлено.

source: Message collection failure.
de: Konnte Nachrichten nicht abrufen.
fr: Récupération des messages infructueuse.
gd: Dh’fhàillig cruinneachadh nan teachdaireachdan.
hu: Üzenet-összegyűjtési hiba.
ja: メッセージの収集に失敗しました。
ru: Неудача коллекции сообщения.

source: Discard
de: Verwerfen
fr: Rejeter
gd: Tilg air falbh
hu: Elvetés
ja: 捨てる
ru: Отказаться

source: Messages
de: Nachrichten
gd: Teachdaireachdan
hu: Üzenetek
ja: メッセージ
ru: Сообщения

source: Conversation not found.
de: Unterhaltung nicht gefunden.
fr: Conversation inconnue.
gd: Cha deach an còmhradh a lorg.
hu: A beszélgetés nem található.
ja: 会話が見つかりません。
ru: Беседа не найдена.

source: Message was not deleted.
de: Nachricht wurde nicht gelöscht
fr: Le message n'a pas été supprimé.
gd: Cha deach an teachdaireachd a sguabadh às.
hu: Az üzenet nem lett törölve.
ja: メッセージを削除しませんでした。
ru: Сообщение не было удалено.

source: Conversation was not removed.
de: Unterhaltung wurde nicht entfernt
fr: La conversation n'a pas été supprimée.
gd: Cha deach an còmhradh a thoirt air falbh.
hu: A beszélgetés nem lett eltávolítva.
ja: 会話を削除しませんでした。
ru: Беседа не была удалена.

source: Please enter a link URL:
de: Bitte gib die URL des Links ein:
fr: Entrez un lien web :
gd: Cuir URL ceangail:
hu: Írjon be egy hivatkozás URL-t:
ja: リンクURLを入力してください。
ru: Пожалуйста, введите URL ссылки:

source: Send Private Message
de: Private Nachricht senden
fr: Envoyer un message privé
gd: Cuir teachdaireachd phearsanta
hu: Személyes üzenet küldése
ja: プライベートメッセージを送信する
ru: Отправить личное сообщение

source: To:
de: An:
fr: À:
gd: Gu:
hu: Címzett:
ja: 送信先:
ru: Кому:

source: Subject:
de: Betreff:
fr: Sujet:
gd: Cuspair:
hu: Tárgy:
ja: 件名
ru: Тема:

source: Your message:
de: Deine Nachricht:
fr: Votre message :
gd: An teachdaireachd agad:
hu: Az üzenete:
ja: メッセージ
ru: Ваше сообщение:

source: Upload photo
de: Foto hochladen
fr: Joindre photo
gd: Luchdaich suas dealbh
hu: Fénykép feltöltése
ja: 写真をアップロード
ru: Загрузить фото

source: Insert web link
de: Einen Link einfügen
fr: Insérer lien web
gd: Cuir a-steach ceangal-lìn
hu: Webhivatkozás beszúrása
ja: webリンクを挿入
ru: Вставить веб-ссылку

source: Please wait
de: Bitte warten
fr: Patientez
gd: Fuirich ort
hu: Kis türelmet
ja: お待ち下さい
ru: Пожалуйста, подождите

source: Submit
de: Senden
fr: Envoyer
gd: Cuir a-null
hu: Elküldés
ja: 送信する
ru: Отправить

source: No messages.
de: Keine Nachrichten.
fr: Aucun message.
gd: Chan eil teachdaireachd sam bith ann.
hu: Nincsenek üzenetek.
ja: メッセージはありません。
ru: Нет сообщений.

source: Message not available.
de: Nachricht nicht verfügbar.
fr: Message indisponible.
gd: Chan eil an teachdaireachd ri fhaighinn.
hu: Az üzenet nem érhető el.
ja: メッセージは利用できません。
ru: Сообщение не доступно.

source: Delete message
de: Nachricht löschen
fr: Effacer message
gd: Sguab às an teachdaireachd
hu: Üzenet törlése
ja: メッセージを削除
ru: Удалить сообщение

source: D, d M Y - g:i A
de: D, d. M Y - H:i
hu: Y. M. j., D. – H:i

source: Delete conversation
de: Unterhaltung löschen
fr: Effacer conversation
gd: Sguab às an còmhradh
hu: Beszélgetés törlése
ja: 会話を削除
ru: Удалить историю общения

source: No secure communications available. You <strong>may</strong> be able to respond from the sender's profile page.
de: Sichere Kommunikation ist nicht verfügbar. <strong>Eventuell</strong> kannst du auf der Profilseite des Absenders antworten.
fr: Pas de communications sécurisées possibles. Vous serez <strong>peut-être</strong> en mesure de répondre depuis la page de profil de l'émetteur.
gd: Chan eil conaltradh tèarainte ri fhaighinn. <strong>Dh’fhaoidte</strong> gur urrainn dhut freagairt o dhuilleag pròifil an t-seòladair.
hu: Nem érhető el biztonságos kommunikáció. <strong>Esetleg</strong> válaszolhat a küldő profiloldaláról.
ja: 安全な通信は利用できません。送信者のプロフィールページから返信できる<strong>場合が</strong>あります。
ru: Невозможно защищённое соединение. Вы <strong>имеете</strong> возможность ответить со страницы профиля отправителя.

source: Send Reply
de: Antwort senden
fr: Répondre
gd: Cuir an fhreagairt
hu: Válasz küldése
ja: 返信する
ru: Отправить ответ

source: Unknown sender - %s
de: Unbekannter Absender - %s
fr: Émetteur inconnu - %s
gd: Seòladair nach aithne dhuinn – %s
hu: Ismeretlen küldő – %s
ja: 不明な送信者です - %s
ru: Неизвестный отправитель - %s

source: You and %s
de: Du und %s
fr: Vous et %s
gd: Thusa is %s
hu: Ön és %s
ja: あなたと%s
ru: Вы и %s

source: %s and You
de: %s und du
fr: %s et vous
gd: %s is thusa
hu: %s és Ön
ja: %sとあなた
ru: %s и Вы

source: %d message
de: %d Nachricht
gd: %d teachdaireachd
hu: %d üzenet
ja: %dメッセージ
ru: %d сообщение

source: Personal Notes
de: Persönliche Notizen
fr: Notes personnelles
gd: Nòtaichean pearsanta
hu: Személyes jegyzetek
ja: 個人メモ
ru: Личные заметки

source: Personal notes are visible only by yourself.
de: Persönliche Notizen sind nur für dich sichtbar.
fr: Les notes personnelles ne sont visibles que par vous.
gd: Chan fhaic ach thu fhèin na nòtaichean pearsanta.
hu: A személyes jegyzetek csak az Ön számára láthatók.
ja: 個人メモは自分自身によってのみ見えます。
ru: Личные заметки видны только вам.

source: Save
de: Speichern
fr: Sauver
gd: Sàbhail
hu: Mentés
ja: 保存する
ru: Сохранить

source: User not found.
de: Benutzer nicht gefunden.
fr: Utilisateur introuvable.
gd: Cha deach an cleachdaiche a lorg.
hu: A felhasználó nem található.
ja: ユーザーが見つかりません。
ru: Пользователь не найден.

source: Photo Albums
de: Fotoalben
fr: Albums photo
gd: Pasgain dhealbhan
hu: Fényképalbumok
ja: フォトアルバム
ru: Фотоальбомы

source: Recent Photos
de: Neueste Fotos
fr: Photos récentes
gd: Dealbhan o chionn goirid
hu: Legutóbbi fényképek
ja: 最近の写真
ru: Последние фото

source: Upload New Photos
de: Neue Fotos hochladen
fr: Téléverser de nouvelles photos
gd: Luchdaich suas dealbhan ùra
hu: Új fényképek feltöltése
ja: 新しい写真をアップロード
ru: Загрузить новые фото

source: everybody
de: jeder
fr: tout le monde
gd: a h-uile duine
hu: mindenki
ja: みなさん
ru: все

source: Contact information unavailable
de: Kontaktinformationen nicht verfügbar
fr: Informations de contact indisponibles
gd: Chan eil fiosrachadh conaltraidh ri fhaighinn
hu: A partner információi nem érhetők el
ja: コンタクト情報は利用できません
ru: Информация о контакте недоступна

source: Album not found.
de: Album nicht gefunden.
fr: Album introuvable.
gd: Cha deach an t-albam a lorg.
hu: Az album nem található.
ja: アルバムが見つかりません。
ru: Альбом не найден.

source: Album successfully deleted
de: Album wurde erfolgreich gelöscht.
fr: Album bien supprimé
gd: Chaidh an t-albam a sguabadh às
hu: Az album sikeresen törölve
ja: アルバムを削除しました
ru: Альбом успешно удалён

source: Album was empty.
de: Album ist leer.
fr: L'album était vide
gd: Bha an t-albam falamh.
hu: Az album üres volt.
ja: アルバムは空でした。
ru: Альбом был пуст.

source: Failed to delete the photo.
de: Das Foto konnte nicht gelöscht werden.
fr: La suppression de la photo a échoué.
gd: Cha b’ urrainn dhuinn an dealbh a sguabadh às.
hu: Nem sikerült törölni a fényképet.
ja: 写真を削除できませんでした
ru: Не получилось удалить фото.

source: a photo
de: einem Foto
fr: une photo
gd: dealbh
hu: egy fényképen
ja: 写真
ru: фото

source: %1$s was tagged in %2$s by %3$s
de: %1$s wurde von %3$s in %2$s getaggt
fr: %1$s a été mentionné(e) dans %2$s par %3$s
gd: Chuir %3$s %1$s ’na thaga ri %2$s
hu: %1$s meg lett jelölve %2$s %3$s által
ja: %1$sが%2$sで%3$sによってタグ付けされました
ru: %1$s отмечен/а/ в %2$s by %3$s

source: Public access denied.
de: Öffentlicher Zugriff verweigert.
fr: Accès public refusé.
gd: Chaidh an t-inntrigeadh poblach a dhiùltadh.
hu: Nyilvános hozzáférés megtagadva.
ja: パブリックアクセスが拒否されました。
ru: Публичный доступ закрыт.

source: No photos selected
de: Keine Bilder ausgewählt
fr: Aucune photo sélectionnée
gd: Cha deach dealbh a thaghadh
hu: Nincsenek fényképek kijelölve
ja: 写真が選択されていません
ru: Не выбрано фото.
