Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: In some circumstances (like running inside containers), you can skip this error.
de: Unter bestimmten Umständen (z.B. Installationen in Containern) kannst du diesen Fehler übergehen.
fr: Dans certaines situations (comme une installation dans un container), vous pouvez ignorer cette erreur.
gd: Ann an cuid a shuidheachaidhean (can ruith am broinn suithich), ’s urrainn dhut a’ mhearachd seo a leigeil seachad.
hu: Bizonyos körülmények között (például konténereken belül való futtatáskor) átugorhatja ezt a hibát.
ru: В некоторых случаях (например, при запуске в контейнерах) вы можете пропустить эту ошибку.

source: Error message from Curl when fetching
de: Fehlermeldung von Curl während des Ladens
fr: Message d'erreur de Curl lors du test de réécriture d'URL
gd: Teachdaireachd mearachd o Curl rè na faighinn
hu: Hibaüzenet a cURL-től a lekéréskor
ja: 取得時のCurlからのエラーメッセージ
ru: Ошибка Curl при закачке

source: Url rewrite is working
de: URL rewrite funktioniert
fr: La réécriture d'URL fonctionne.
gd: Tha Url rewrite ag obair
hu: Az URL átírás működik
ja: URLの書き換えが機能しています
ru: Url rewrite работает

source: The detection of TLS to secure the communication between the browser and the new Friendica server failed.
de: Die Erkennung von TLS, um die Kommunikation zwischen dem Browser und dem neuen Friendica-Server zu sichern, scheiterte.
fr: La détection de TLS pour sécuriser la communication entre le navigateur et votre nouveau serveur Friendica a échoué.
gd: Cha deach leinn mothachadh dha TLS a chùm conaltraidh thèarainte eadar am brabhsair ’s am frithealaiche Friendica ùr.
hu: Nem sikerült a TLS felismerése a böngésző és a Friendica kiszolgálója közötti kommunikáció biztonságossá tételéhez.
ru: Не удалось обнаружить TLS-соединение между браузером и новым сервером Friendica.

source: It is highly encouraged to use Friendica only over a secure connection as sensitive information like passwords will be transmitted.
de: Friendica sollte nur über eine sichere Verbindung verwendet werden da sensible Informationen wie Passwörter übertragen werden.
fr: Nous vous recommandons fortement de n'utiliser Friendica qu'avec une connection sécurisée étant donné que des informations sensibles comme des mots de passe seront échangés.
gd: Mholamaid nach cleachd thu Friendica ach thar ceangal tèarainte idir on a thèid fiosrachadh dìomhair mar fhaclan-faire a thar-chur.
hu: Erősen ajánlott a Friendica kiszolgálót csak biztonságos kapcsolaton keresztül használni, mivel olyan érzékeny információk kerülnek továbbításra, mint például a jelszavak.
ru: Настоятельно рекомендуется использовать Friendica только с безопасным соединением, так как передаётся чувствительная информация, например - пароли.

source: Please ensure that the connection to the server is secure.
de: Bitte vergewissere dich, dass die Verbindung zum Server sicher ist.
fr: Veuillez vous assurer que la connection au serveur est sécurisée.
gd: Dèan cinnteach gum bi an ceangal dhan fhrithealaiche tèarainte.
hu: Győződjön meg arról, hogy a kiszolgálóval való kapcsolat biztonságos.
ru: Пожалуйста, убедитесь, что соединение с сервером безопасно.

source: No TLS detected
de: Kein TLS gefunden
fr: Pas de TLS détecté
gd: Cha do mhothaich sinn dha TLS
hu: Nincs TLS felismerve
ru: TLS не обнаружено.

source: TLS detected
de: TLS gefunden
fr: TLS détecté
gd: Mhothaich sinn dha TLS
hu: TLS felismerve
ru: TLS обнаружено.

source: ImageMagick PHP extension is not installed
de: ImageMagicx PHP Erweiterung ist nicht installiert.
fr: L'extension PHP ImageMagick n'est pas installée
gd: Cha deach an tuilleadan ImageMagick aig PHP a stàladh
hu: Az ImageMagick PHP-kiterjesztés nincs telepítve
ja: ImageMagick PHP拡張機能がインストールされていません
ru: Модуль PHP ImageMagick не установлен

source: ImageMagick PHP extension is installed
de: ImageMagick PHP Erweiterung ist installiert
fr: L’extension PHP ImageMagick est installée
gd: Chaidh an tuilleadan ImageMagick aig PHP a stàladh
hu: Az ImageMagick PHP-kiterjesztés telepítve van
ja: ImageMagick PHP拡張機能がインストールされています
ru: Модуль PHP ImageMagick установлен

source: Database already in use.
de: Die Datenbank wird bereits verwendet.
fr: Base de données déjà en cours d'utilisation.
gd: Tha an stòr-dàta ’ga chleachdadh mu thràth.
hu: Az adatbázis már használatban van.
ja: データベースはすでに使用されています。
ru: База данных уже используется.

source: Could not connect to database.
de: Verbindung zur Datenbank gescheitert.
fr: Impossible de se connecter à la base.
gd: Cha b’ urrainn dhuinn ceangal ris an stòr-dàta.
hu: Nem sikerült kapcsolódni az adatbázishoz.
ja: データベースに接続できません。
ru: Не удалось подключиться к базе данных.

source: Undetermined
de: Unspezifiziert
fr: Indéterminé
hu: Nem meghatározott

source: Monday
de: Montag
fr: Lundi
gd: DiLuain
hu: Hétfő
ja: 月曜
ru: Понедельник

source: Tuesday
de: Dienstag
fr: Mardi
gd: DiMàirt
hu: Kedd
ja: 火曜日
ru: Вторник

source: Wednesday
de: Mittwoch
fr: Mercredi
gd: DiCiadain
hu: Szerda
ja: 水曜日
ru: Среда

source: Thursday
de: Donnerstag
fr: Jeudi
gd: DiarDaoin
hu: Csütörtök
ja: 木曜日
ru: Четверг

source: Friday
de: Freitag
fr: Vendredi
gd: DihAoine
hu: Péntek
ja: 金曜日
ru: Пятница

source: Saturday
de: Samstag
fr: Samedi
gd: DiSathairne
hu: Szombat
ja: 土曜日
ru: Суббота

source: Sunday
de: Sonntag
fr: Dimanche
gd: DiDòmhnaich
hu: Vasárnap
ja: 日曜日
ru: Воскресенье

source: January
de: Januar
fr: Janvier
gd: Am Faoilleach
hu: Január
ja: 1月
ru: Январь

source: February
de: Februar
fr: Février
gd: An Gearran
hu: Február
ja: 2月
ru: Февраль

source: March
de: März
fr: Mars
gd: Am Màrt
hu: Március
ja: 3月
ru: Март

source: April
fr: Avril
gd: An Giblean
hu: Április
ja: 4月
ru: Апрель

source: May
de: Mai
fr: Mai
gd: An Cèitean
hu: Május
ja: 5月
ru: Май

source: June
de: Juni
fr: Juin
gd: An t-Ògmhios
hu: Június
ja: 6月
ru: Июнь

source: July
de: Juli
fr: Juillet
gd: An t-Iuchar
hu: Július
ja: 7月
ru: Июль

source: August
fr: Août
gd: An Lùnastal
hu: Augusztus
ja: 8月
ru: Август

source: September
fr: Septembre
gd: An t-Sultain
hu: Szeptember
ja: 9月
ru: Сентябрь

source: October
de: Oktober
fr: Octobre
gd: An Dàmhair
hu: Október
ja: 10月
ru: Октябрь

source: Mon
de: Mo
fr: Lun
gd: DiL
hu: Hét
ja: 月
ru: Пн

source: Tue
de: Di
fr: Mar
gd: DiM
hu: Ked
ja: 火
ru: Вт

source: Wed
de: Mi
fr: Mer
gd: DiC
hu: Sze
ja: 水
ru: Ср

source: Thu
de: Do
fr: Jeu
gd: Dia
hu: Csü
ja: 木
ru: Чт

source: Fri
de: Fr
fr: Ven
gd: Dih
hu: Pén
ja: 金
ru: Пт

source: Sat
de: Sa
fr: Sam
gd: DiS
hu: Szo
ja: 土
ru: Сб

source: Sun
de: So
fr: Dim
gd: DiD
hu: Vas
ja: 日
ru: Вс

source: Mar
de: März
gd: Màrt
hu: Már
ja: 3月
ru: Мрт

source: Apr
fr: Avr
gd: Gibl
hu: Ápr
ja: 4月
ru: Апр

source: Jun
gd: Ògmh
hu: Jún
ja: 6月
ru: Июн

source: Jul
de: Juli
gd: Iuch
hu: Júl
ja: 7月
ru: Июл

source: Sep
gd: Sult
hu: Sze
ja: 9月
ru: Сен

source: Oct
de: Okt
gd: Dàmh
hu: Okt
ja: 10月
ru: Окт

source: The logfile '%s' is not usable. No logging possible (error: '%s')
de: Die Logdatei '%s' ist nicht beschreibbar. Derzeit ist keine Aufzeichnung möglich (Fehler: '%s')
fr: Le fichier journal '%s' n'est pas utilisable. Pas de journalisation possible (erreur '%s')
gd: Cha ghabh faidhle “%s” an loga a chleachdadh. Cha ghabh logadh a dhèanamh (mearachd: “%s”)
hu: A(z) „%s” naplófájl nem használható. Nem lehetséges a naplózás (hiba: „%s”).
ja: ログファイル ' %s ' は使用できません。ログ機能が使用できません。(エラー: ' %s ' )

source: The debug logfile '%s' is not usable. No logging possible (error: '%s')
de: Die Logdatei '%s' ist nicht beschreibbar. Derzeit ist keine Aufzeichnung möglich (Fehler: '%s')
fr: Le fichier journal de débogage "%s" n'existe pas ou n'est pas accessible en écriture. Journalisation désactivée (erreur : "%s")
gd: Cha ghabh faidhle “%s” an loga dì-bhugachaidh a chleachdadh. Cha ghabh logadh a dhèanamh (mearachd: “%s”)
hu: A(z) „%s” hibakeresési naplófájl nem használható. Nem lehetséges a naplózás (hiba: „%s”).
ja: デバッグログファイル ' %s ' は使用できません。ログ機能が使用できません。(エラー: ' %s ' )

source: Friendica can't display this page at the moment, please contact the administrator.
de: Friendica kann die Seite im Moment nicht darstellen. Bitte kontaktiere das Administratoren Team.
fr: Friendica ne peut pas afficher cette page pour le moment. Merci de contacter l'administrateur.
gd: Chan urrainn dha Friendica an duilleag seo a shealltainn an-dràsta, cuir fios gun rianaire.
hu: A Friendica jelenleg nem tudja megjeleníteni ezt az oldalt. Vegye fel a kapcsolatot a rendszergazdával.
ru: Friendica не может отобразить эту страницу в данный момент, пожалуйста, свяжитесь с администратором.

source: template engine cannot be registered without a name.
de: Die Template Engine kann nicht ohne einen Namen registriert werden.
fr: Le moteur de template ne peut pas être enregistré sans nom.
gd: cha ghabh einnsean theamplaidean a chlàradh gun ainm.
hu: a sablonmotort nem lehet regisztrálni név nélkül.

source: template engine is not registered!
de: Template Engine wurde nicht registriert!
fr: le moteur de template n'est pas enregistré!
gd: cha deach an t-einnsean theamplaidean a chlàradh!
hu: a sablonmotor nincs regisztrálva!

source: Storage base path
de: Dateipfad zum Speicher
fr: Chemin de base du stockage
gd: Bun-slighe an stòrais
hu: Tároló alapútvonala
ja: ストレージのbase path
ru: Корневой каталог хранилища

source: Folder where uploaded files are saved. For maximum security, This should be a path outside web server folder tree
de: Verzeichnis, in das Dateien hochgeladen werden. Für maximale Sicherheit sollte dies ein Pfad außerhalb der Webserver-Verzeichnisstruktur sein
fr: Répertoire dans lequel les fichiers sont stockés. Pour une sécurité maximale, il devrait être situé dans un chemin hors de votre serveur web.
gd: Am pasgan far an dèid faidhlichean air an luchdadh suas a shàbhaladh. A chùm na tèarainteachd as fheàrr, mholamaid slighe taobh a-muigh craobh phasganan an fhrithealaiche-lìn
hu: Az a mappa, ahova a feltöltött fájlok mentve lesznek. A legnagyobb biztonság érdekében ennek a webkiszolgáló mappafáján kívüli útvonalnak kell lennie.
ja: アップロードされたファイルが保存されるフォルダです。最大限のセキュリティを確保するために、これはWebサーバーフォルダツリー外のパスである必要があります
ru: Каталог, куда сохраняются загруженные файлы. Для максимальной безопасности этот каталог должен быть размещён вне каталогов веб-сервера.

source: Enter a valid existing folder
de: Gib einen gültigen, existierenden Ordner ein
fr: Entrez le chemin d'un dossier existant
gd: Cuir a-steach pasgan dligheach a tha ann
hu: Adjon meg egy érvényes, létező mappát
ja: 有効な既存のフォルダを入力してください
ru: Введите путь к существующему каталогу

source: Updates from version %s are not supported. Please update at least to version 2021.01 and wait until the postupdate finished version 1383.
de: Aktualisierungen von der Version %s werden nicht unterstützt. Bitte aktualisiere vorher auf die Version 2021.01 von Friendica und warte bis das Postupdate auf die Version 1383 abgeschlossen ist.
fr: Les mises à jour automatiques ne sont pas disponibles depuis la version %s. Veuillez mettre à jour manuellement jusqu'à la version 2021.01 et attendre que la mise à jour des données atteigne la version 1383.
gd: Chan eil taic ri ùrachadh o thionndadh %s. Ùraich gun tionndadh 2021.01 air a char as sine agus fuirich gus am bith an t-iar-ùrachadh deiseil le tionndadh 1383.
hu: A korábbi %s verzióról való frissítések nem támogatottak. Frissítsen legalább a 2021.01-es verzióra, és várja meg, amíg a bejegyzésfrissítés befejezi az 1383-as verziót.
ru: Обновления для версии %s не поддерживаются. Пожалуйста, обновитесь хотя бы до версии 2021.01 и дождитесь выполнения postupdate до версии 1383.

source: Updates from postupdate version %s are not supported. Please update at least to version 2021.01 and wait until the postupdate finished version 1383.
de: Aktualisierungen von der Postupdate Version %s werden nicht unterstützt. Bitte aktualisiere zunächst auf die Friendica Version 2021.01 und warte bis das Postupdate 1383 abgeschlossen ist.
fr: La mise à jour automatique des données n'est pas disponible depuis la version %s. Veuillez mettre à jour manuellement jusqu'à la version 2021.01 et attendre que la mise à jour des données atteigne la version 1383.
gd: Chan eil taic ri iar-ùrachadh o thionndadh %s. Ùraich gun tionndadh 2021.01 air a char as sine agus fuirich gus am bith an t-iar-ùrachadh deiseil le tionndadh 1383.
hu: A korábbi %s bejegyzésfrissítési verzióról való frissítések nem támogatottak. Frissítsen legalább a 2021.01-es verzióra, és várja meg, amíg a bejegyzésfrissítés befejezi az 1383-as verziót.
ru: Обновления для postupdate версии %s не поддерживаются. Пожалуйста, обновитесь хотя бы до версии 2021.01 и дождитесь выполнения postupdate до версии 1383.

source: %s: executing pre update %d
de: %s: Pre-Update %d wird ausgeführt
fr: %s : Exécution de la mise à jour préalable %d
gd: %s: a’ dèanamh ro-ùrachadh %d
hu: %s: %d előfrissítés végrehajtása
ru: %s: выполняется предварительное обновление %d

source: %s: executing post update %d
de: %s: Post-Update %d wird ausgeführt
fr: %s : Exécution de la mise à jour des données %d
gd: %s: a’ dèanamh iar-ùrachadh %d
hu: %s: %d bejegyzésfrissítés végrehajtása
ru: %s: выполняется завершение обновления %d

source: Update %s failed. See error logs.
de: Update %s fehlgeschlagen. Bitte Fehlerprotokoll überprüfen.
fr: Mise à jour %s échouée. Voir les journaux d'erreur.
gd: Dh’fhàillig le ùrachadh %s. Thoir sùil air logaichean nam mearachdan.
hu: A(z) %s frissítés sikertelen. Nézze meg a hibanaplókat.
ja: %sの更新に失敗しました。エラーログを参照してください。
ru: Обновление %s не удалось. Смотрите журнал ошибок.

source: The friendica developers released update %s recently, but when I tried to install it, something went terribly wrong. This needs to be fixed soon and I can't do it alone. Please contact a friendica developer if you can not help me on your own. My database might be invalid.
de: Die Friendica-Entwickler haben vor kurzem das Update %s veröffentlicht, aber bei der Installation ging etwas schrecklich schief. Das Problem sollte so schnell wie möglich gelöst werden, aber ich schaffe es nicht alleine. Bitte kontaktiere einen Friendica-Entwickler, falls du mir nicht alleine helfen kannst. Meine Datenbank könnte ungültig sein.
fr: Les développeurs de Friendica ont récemment publié la mise à jour %s, mais en tentant de l’installer, quelque chose s’est terriblement mal passé. Une réparation s’impose et je ne peux pas la faire tout seul. Contactez un développeur Friendica si vous ne pouvez pas corriger le problème vous-même. Il est possible que ma base de données soit corrompue.
gd: Dh’fhoillsich luchd-leasachaidh Friendica ùrachadh %s o chionn goirid ach nuair a dh’fheuch mi ris a stàladh, chaidh rudeigin ceàrr gu dona. Feumaidh sinn seo a chàradh a dh’aithghearr ach chan urrainn dhomh sin a dhèanamh ’nam aonar. Cuir fios gu neach-leasachaidh Friendica mur urrainn dhut fhèin mo chuideachadh. Dh’fhaoidte nach eil an stòr-dàta agam dligheach.
hu: A Friendica fejlesztői nemrég kiadták a(z) %s frissítést, de amikor megpróbáltam telepíteni, valami nagyon elromlott. Ezt hamarosan javítani kell, és én nem tudom egyedül elvégezni. Vegye fel a kapcsolatot egy Friendica fejlesztővel, ha egyedül nem tud nekem segíteni. Az adatbázisunk érvénytelen lehet.
ja: friendicaの開発者は更新 %s をリリースしました。 しかし、私がそれをインストールしようとしたとき、何かをひどく間違ったようです。 これはすぐに修正される必要がありますが、私一人では解決できません。 自己解決が無理な場合はfriendica開発者へコンタクトをとってください。データベースが無効である可能性があります。
ru: Разработчики Френдики недавно выпустили обновление %s, но при установке что-то пошло не так. Это нужно исправить в ближайшее время и у меня не получается сделать это самостоятельно. Пожалуйста, свяжитесь с разработчиками Френдики, если вы не можете мне помочь сами. База данных может быть повреждена.

source: The error message is\n[pre]%s[/pre]
de: Die Fehlermeldung lautet [pre]%s[/pre]
fr: The message d'erreur est\n[pre]%s[/pre]
gd: Seo teachdaireachd na mearachd:\n[pre]%s[/pre]
hu: A hibaüzenet a következő:\n[pre]%s[/pre]
ru: Сообщение об ошибке\n[pre]%s[/pre]

source: [Friendica Notify] Database update
de: [Friendica-Benachrichtigung]: Datenbank Update
fr: [Friendica:Notification] Mise à jour de la base de données
gd: [Brath Friendica] Ùrachadh an stòir-dhàta
hu: [Friendica értesítés] Adatbázis-frissítés
ja: [Friendica Notify]データベースの更新
ru: [Friendica Notify] Обновление базы данных

source: The friendica database was successfully updated from %s to %s.
de: Die Friendica Datenbank wurde erfolgreich von %s auf %s aktualisiert.
fr: La base de données de Friendica a bien été mise à jour de la version %s à %s.
gd: Chaidh stòr-dàta Friendica ùrachadh o %s gu %s.
hu: A Friendica adatbázisa sikeresen frissítve lett: %s → %s.
ru: База данных Friendica была успешно обновлена с версии %s на %s.

source: The database version had been set to %s.
de: Die Datenbank Version wurde auf %s gesetzt.
fr: La version de la base de données a été fixée a %s.
gd: Chaidh tionndadh an stòir-dhàta a shuidheachadh air %s.
hu: Az adatbázis verziója %s értékre lett állítva.
ru: Версия базы данных была установлена на %s.

source: The post update is at version %d, it has to be at %d to safely drop the tables.
de: Das post-update ist auf der Version %d. Damit die Tabellen sicher entfernt werden können muss es die Version %d haben.
fr: La mise à jour des données est à la version %d, mais elle doit atteindre la version %d pour pouvoir supprimer les tables en toute sécurité.
gd: Tha an t-iar-ùrachadh air tionndadh %d ach feumaidh e bhith air %d mus gabh na clàran a leigeil às gu sàbhailte.
hu: A bejegyzésfrissítés %d. verziónál van. %d. verziónál kell lennie a táblák biztonságos eldobásához.
ru: Версия postupdate сейчас %d, она должна достигнуть %d для безопасного удаления таблиц.

source: No unused tables found.
de: Keine Tabellen gefunden die nicht verwendet werden.
fr: Aucune table non utilisée trouvée.
gd: Cha deach clàr gun cleachdadh a lorg.
hu: Nem találhatók nem használt táblák.
ru: Неиспользуемые таблицы не найдены.

source: These tables are not used for friendica and will be deleted when you execute "dbstructure drop -e":
de: Diese Tabellen werden nicht von Friendica verwendet. Sie werden gelöscht, wenn du "dbstructure drop -e" ausführst.
fr: Ces tables ne sont pas utilisées pour friendica et seront supprimées lorsque vous exécuterez "dbstructure drop -e" :
gd: Chan eil na clàran seo ’gan cleachdadh airson Friendica is thèid an sguabadh às ma ghnìomhaicheas tu “dbstructure drop -e”:
hu: Ezek a táblák nincsenek használatban a Friendica programnál, és törölve lesznek, ha lefuttatja a „dbstructure drop -e” parancsot:
ru: Эти таблицы не используются Friendica и будут удалены, когда вы выполните команду "dbstructure drop -e":

source: There are no tables on MyISAM or InnoDB with the Antelope file format.
de: Es gibt keine MyISAM oder InnoDB Tabellem mit dem Antelope Dateiformat.
fr: Il n'y a pas de tables MyISAM ou InnoDB avec le format de fichier Antelope.
gd: Chan eil clàr air MyISAM no InnoDB le fòrmat faidhle Antelope.
hu: Nincsenek Antelope fájlformátummal rendelkező táblák MyISAM vagy InnoDB motorokon.
ru: В MyISAM или InnoDB нет таблиц в формате Antelope.

source: Error %d occurred during database update: %s
de: Fehler %d beim Update der Datenbank aufgetreten %s
fr: Erreur %d survenue durant la mise à jour de la base de données : %s
gd: Thachair mearachd %d rè ùrachadh an stòir-dhàta: %s
hu: Hiba (%d) történt az adatbázis frissítése során: %s
ja: データベースの更新中にエラー%dが発生しました： %s
ru: Ошибка %d возникла при обновлении базы данных: %s

source: Errors encountered performing database changes:
de: Fehler beim Ändern der Datenbank aufgetreten
fr: Erreurs survenues lors de la mise à jour de la base de données :
gd: Thachair sinn ri mearachdan nuair a bha sinn ag atharrachadh an stòir-dhàta:
hu: Hibák történtek az adatbázis változtatásainak végrehajtásakor:
ja: データベース変更の実行中に発生したエラー：
ru: Ошибки, возникшие при применении изменений базы данных:

source: Another database update is currently running.
de: Es läuft bereits ein anderes Datenbank Update
fr: Une autre mise à jour de la base de données est en cours.
gd: Tha ùrachadh eile ’ga ruith air an stòr-dàta an-dràsta fhèin.
hu: Egy másik adatbázis-frissítés is fut jelenleg.
ru: Другая операция обновления базы данных уже запущена.

source: %s: Database update
de: %s: Datenbank Aktualisierung
fr: %s : Mise à jour de la base de données
gd: %s: Ùrachadh an stòir-dhàta
hu: %s: adatbázis-frissítés
ja: %s ：データベースの更新
ru: %s: Обновление базы данных

source: %s: updating %s table.
de: %s: aktualisiere Tabelle %s
fr: %s : Table %s en cours de mise à jour.
gd: %s: Ag ùrachadh clàr %s.
hu: %s: a(z) %s tábla frissítése.
ja: %s ： %sテーブルを更新しています。
ru: %s: обновляется %s таблица.

source: Record not found
de: Eintrag nicht gefunden
fr: Enregistrement non trouvé
gd: Cha deach an clàr a lorg
hu: A rekord nem található
ru: Запись не найдена

source: Unprocessable Entity
de: Entität konnte nicht verarbeitet werden
fr: Entité impossible à traiter
gd: Eintiteas nach gabh a phròiseasadh
hu: Feldolgozhatatlan entitás
ru: Необрабатываемая сущность

source: Unauthorized
de: Nicht autorisiert
fr: Accès réservé
gd: Gun chead
hu: Nem engedélyezett
ja: 認証されていません
ru: Нет авторизации

source: Token is not authorized with a valid user or is missing a required scope
de: Token ist nicht durch einen gültigen Benutzer autorisiert oder es fehlt ein erforderlicher Geltungsbereich
fr: Le jeton ne comporte pas un utilisateur valide ou une portée (scope) nécessaire.
gd: Cha deach an tòcan ùghdarrachadh le cleachdaiche dligheach no tha sgòp riatanach a dhìth
hu: A token nincs felhatalmazva egy érvényes felhasználóval, vagy hiányzik a szükséges hatókör

source: Internal Server Error
de: Interner Serverfehler
fr: Erreur du site
gd: Mearachd frithealaiche inntearnail
hu: Belső kiszolgálóhiba
ja: 内部サーバーエラー
ru: Внутренняя ошибка сервера

source: Legacy module file not found: %s
de: Legacy-Moduldatei nicht gefunden: %s
fr: Module original non trouvé: %s
gd: Cha deach am faidhle mòideil dìleabach seo a lorg: %s
hu: Az örökölt modulfájl nem található: %s
ja: レガシーモジュールファイルが見つかりません： %s
ru: Legacy-модуль не найден: %s

source: A deleted circle with this name was revived. Existing item permissions <strong>may</strong> apply to this circle and any future members. If this is not what you intended, please create another circle with a different name.
de: Ein gelöschter Circle mit diesem Namen wurde wiederhergestellt. Bestehende Objektberechtigungen <strong>können</strong> für diesen Circle und alle zukünftigen Mitglieder gelten. Wenn dies nicht das ist, was du beabsichtigst, erstelle bitte einen neuen Circle mit einem anderen Namen.
fr: Un cercle supprimé a été recréé. Les permissions existantes <strong>pourraient</strong> s'appliquer à ce cercle et aux futurs membres. Si ce n'est pas le comportement attendu, merci de re-créer un autre cercle sous un autre nom.
gd: Chaidh cearcall a bh’ air a sguabadh às ath-bheòthachadh. <strong>Faodaidh</strong> ceadan a tha ann air nithean a bhith an sàs air a’ chearcall seo is air ball ri teachd sam bith. Mur e sin a bha fa-near dhut, cruthaich cearcall eile air a bheil ainm eile.
hu: Egy ilyen névvel rendelkező törölt kör újraéledt. <strong>Lehet</strong>, hogy a meglévő elemjogosultságok alkalmazva lesznek erre a körre és bármely jövőbeli tagjaira. Ha ez nem az, amit szeretett volna, akkor hozzon létre egy másik kört eltérő névvel.
ru: Удалённый круг с таким названием был восстановлен. Существующие права доступа <strong>могут</strong> применяться к этому кругу и любым будущим участникам. Если это не то, что вы хотели, пожалуйста, создайте ещё ​​один круг с другим названием.

source: Everybody
de: Alle Kontakte
fr: Tout le monde
gd: A h-uile duine
hu: Mindenki
ja: みんな
ru: Все

source: edit
de: bearbeiten
fr: éditer
gd: deasaich
hu: szerkesztés
ja: 編集する
ru: редактировать

source: add
de: hinzufügen
fr: ajouter
gd: cuir ris
hu: hozzáadás
ja: 加える
ru: добавить
