Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Delete entry from the blocklist?
de: Eintrag von der Blockliste entfernen?
fr: Supprimer l'entrée de la liste de blocage ?
gd: A bheil thu airson an nì seo a sguabadh às on liosta-bhacaidh?
hu: Törli a bejegyzést a tiltólistáról?
ru: Удалить запись из списка блокировки?

source: Item marked for deletion.
de: Eintrag wurden zur Löschung markiert
fr: L'élément va être supprimé.
gd: Chaidh an nì a chomharrachadh a chùm sguabaidh às.
hu: Az elem megjelölve törlésre.
ja: 削除対象としてマークされた項目。
ru: Запись помечена для удаления.

source: Delete this Item
de: Diesen Eintrag löschen
fr: Supprimer l'élément
gd: Sguab às an nì seo
hu: Az elem törlése
ja: この項目を削除
ru: Удалить эту запись

source: On this page you can delete an item from your node. If the item is a top level posting, the entire thread will be deleted.
de: Auf dieser Seite kannst du Einträge von deinem Knoten löschen. Wenn der Eintrag der Anfang einer Diskussion ist, wird der gesamte Diskussionsverlauf gelöscht.
fr: Sur cette page, vous pouvez supprimer un élément de votre noeud. Si cet élément est le premier post d'un fil de discussion, le fil de discussion entier sera supprimé.
gd: Air an duilleag seo, ’s urrainn dhut nì a sguabadh às on nòd agad. Mas e post ciad ìre a tha san nì, thèid an snàithlean gu lèir a sguabadh às.
hu: Ezen az oldalon törölhet egy elemet a csomópontjáról. Ha az elem egy felső szintű beküldés, akkor a teljes szál törlésre fog kerülni.
ja: このページでは、ノードから項目を削除できます。項目がトップレベルの投稿である場合、スレッド全体が削除されます。
ru: На этой странице вы можете удалять записи на вашем узле. Если запись является родительской, то будет удалена вся её ветка.

source: You need to know the GUID of the item. You can find it e.g. by looking at the display URL. The last part of http://example.com/display/123456 is the GUID, here 123456.
de: Zur Löschung musst du die GUID des Eintrags kennen. Diese findest du z.B. durch die /display URL des Eintrags. Der letzte Teil der URL ist die GUID. Lautet die URL beispielsweise http://example.com/display/123456, ist die GUID 123456.
fr: Vous devez connaître le GUID de l'élément. Vous pouvez le trouver en sélectionnant l'élément puis en lisant l'URL. La dernière partie de l'URL est le GUID. Exemple: http://example.com/display/123456 a pour GUID: 123456.
gd: Feumaidh tu a bhith eòlach air GUID an nì. Gheibh thu lorg air m. e. a’ coimhead air URL an t-seallaidh. ’S e a’ phàirt mu dheireadh aig http://example.com/display/123456 a sa san GUID, ’s e 123456 a th’ ann an-seo.
hu: Tudnia kell az elem GUID értékét. Ezt megtalálhatja például a megjelenített URL-re tekintve. A http://example.com/display/123456 utolsó része a GUID, itt az 123456.
ja: 項目のGUIDを知る必要があります。たとえば、表示URLを調べることで見つけることができます。たとえば http://example.com/display/123456 の最後の部分がGUIDであり、ここでは123456です。
ru: Вам нужно знать GUID записи. Вы можете узнать его, посмотрев на ссылку записи. Последняя часть ссылки - GUID. Например, для http://example.com/display/123456 - GUID будет 123456.

source: The GUID of the item you want to delete.
de: Die GUID des zu löschenden Eintrags
fr: GUID de l'élément à supprimer.
gd: GUID an nì a tha thu airson sguabadh às.
hu: Annak az elemnek GUID értéke, amelyet törölni szeretne.
ja: 削除する項目のGUID。
ru: GUID записи, которую вы хотите удалить.

source: Item Id
fr: Id de la publication
gd: ID an nì
hu: Elemazonosító
ru: Id записи

source: Item URI
fr: URI de la publication
gd: URI an nì
hu: Elem URI
ru: URI записи

source: Terms
fr: Termes
gd: Briathran
hu: Kifejezések
ru: Ключевые слова

source: Tag
gd: Taga
hu: Címke
ru: Тэг

source: Type
de: Typ
gd: Seòrsa
hu: Típus
ja: タイプ
ru: Тип

source: Term
fr: Terme
gd: Briathar
hu: Kifejezés
ru: Ключевое слово

source: Implicit Mention
fr: Mention implicite
gd: Iomradh fillte
hu: Implicit említés
ru: Неявная отметка

source: Item not found
de: Beitrag nicht gefunden
fr: Élément introuvable
gd: Cha deach an nì a lorg
hu: Az elem nem található
ja: 項目が見つかりません
ru: Элемент не найден

source: No source recorded
de: Keine Quelle aufgezeichnet
fr: Aucune source enregistrée
gd: Cha deach tùs a chlàradh
hu: Nincs forrás rögzítve
ru: Источник не сохранён

source: Please make sure the <code>debug.store_source</code> config key is set in <code>config/local.config.php</code> for future items to have sources.
de: Bitte stelle sicher, dass der Config-Schlüssel <code>debug.store_source</code> in der <code>config/local.config.php</code> gesetzt ist um in Zukunft Quellen zu haben.
fr: Merci de vérifier que la clé de configuration <code>debug.store_source</code> est définie dans <code>config/local.config.php</code> pour que les items futurs puissent avoir des sources.
gd: Dèan cinnteach gun deach iuchair rèiteachaidh <code>debug.store_source</code> a shuidheachadh ann an <code>config/local.config.php</code> ach am bi tùsan aig na nithean ri teachd.
hu: Győződjön meg arról, hogy a <code>debug.store_source</code> beállítási kulcs be van-e állítva a <code>config/local.config.php</code> fájlban, hogy a jövőbeli elemek forrásokkal rendelkezzenek.

source: Item Guid
de: Beitrags-Guid
fr: GUID du contenu
gd: GUID an nì
hu: Elem GUID értéke
ja: 項目GUID
ru: GUID записи

source: Contact not found or their server is already blocked on this node.
de: Kontakt nicht gefunden oder seine Instanz ist bereits auf dieser Instanz blockiert.
fr: Contact non trouvé ou son serveur est déjà bloqué sur ce nœud.
gd: Cha deach an neach-aithne a lorg no chaidh am frithealaiche aca a bhacadh air an nòd seo mu thràth.
hu: A partner nem található, vagy a kiszolgálója már tiltva van ezen a csomóponton.
ru: Контакт не найден или их сервер уже заблокирован на этом узле.

source: Please login to access this page.
de: Bitte melde dich an, um auf diese Seite zuzugreifen.
fr: Connectez-vous pour accéder à cette page.
gd: Clàraich a-steach airson an duilleag seo inntrigeadh.
hu: Jelentkezzen be az oldal eléréséhez.
ru: Пожалуйста, войдите для доступа к этой странице.

source: Create Moderation Report
de: Moderationsbericht erstellen
fr: Créer un rapport de modération
gd: Cruthaich gearan maorsainneachd
hu: Moderálási jelentés létrehozása
ru: Создать обращение к модераторам

source: Pick Contact
de: Kontakt wählen
fr: Sélectionner le contact
gd: Tagh neach-aithne
hu: Partner kiválasztása
ru: Выбор контакта

source: Please enter below the contact address or profile URL you would like to create a moderation report about.
de: Bitte gib unten die Kontaktadresse oder Profil-URL ein, über die du einen Moderationsbericht erstellen möchten.
fr: Veuillez saisir ci-dessous l'adresse ou l'URL de profil du contact dont vous souhaitez faire un signalement.
gd: Cuir a-steach seòladh no URL pròifil neach-aithne gu h-ìosal airson gearan maorsainneachd a chruthachadh mu dhèidhinn.
hu: Adja meg lent a partner címét vagy a profiljának URL-jét, amelyről moderálási jelentést szeretne létrehozni.
ru: Пожалуйста, выберите адрес контакта или URL профиля, о котором вы хотите отправить обращение.

source: Contact address/URL
de: Kontaktadresse/URL
fr: Adresse/URL du contact
gd: Seòladh/URL an neach-aithne
hu: Partner címe vagy URL-je
ru: Адрес контакта/URL

source: Pick Category
de: Kategorie auswählen
fr: Sélectionner la catégorie
gd: Tagh roinn-seòrsa
hu: Kategória kiválasztása
ru: Выбор категории

source: Please pick below the category of your report.
de: Bitte wähle unten die Kategorie für deinen Bericht.
fr: Veuillez sélectionner la catégorie de votre signalement.
gd: Tagh roinn-seòrsa a’ ghearain agad.
hu: Válassza ki lent a jelentés kategóriáját.
ru: Пожалуйста, выберите категорию обращения.

source: Spam
gd: Spama
hu: Kéretlen üzenet
ru: Спам

source: This contact is publishing many repeated/overly long posts/replies or advertising their product/websites in otherwise irrelevant conversations.
de: Dieser Kontakt veröffentlicht viele wiederholte/überlange Beiträge/Antworten oder wirbt für sein Produkt/seine Website in ansonsten belanglosen Gesprächen.
fr: Ce contact publie beaucoup de publications/réponses répétées/très longs ou fait la promotion de ses produits/sites web sur des conversations non pertinentes.
gd: Tha an neach-aithne seo a’ foillseachadh iomadh post/freagairt a tha ro fhada no ’gam foillseachadh a-rithist ’s a-rithist no tha e a’ dèanamh sanasachd air a’ bhathar/làrach-lìn aca nach eil buntainneachd dha na còmhraidhean.
hu: Ez a partner sok ismétlődő vagy túl hosszú bejegyzést vagy választ tesz közzé, illetve egyébként nem kapcsolódó beszélgetésekben reklámozza a termékét vagy weboldalait.
ru: Этот контакт публикует много повторяющихся/слишком длинных записей/комментариев, либо рекламирует свои товары/услуги там, где это неуместно.

source: Illegal Content
de: Illegaler Inhalt
fr: Contenu illégal
gd: Susbaint mhì-laghail
hu: Illegális tartalom
ru: Противозаконный контент

source: This contact is publishing content that is considered illegal in this node's hosting juridiction.
de: Dieser Kontakt veröffentlicht Inhalte, die in dem Land, in dem diese Instanz gehostet wird, als illegal gelten.
fr: Ce contact publie du contenu qui est considéré illégal dans la juridiction où est hébergé ce nœud.
gd: Tha an neach-aithne seo a’ foillseachadh susbaint a thathar a’ meas gu bheil e mì-laghail san uachdranas far a bheil an nòd ’ga òstadh.
hu: Ez a partner olyan tartalmat tesz közzé, amely a csomópont tárhelyének joghatósága szerint illegálisnak minősül.
ru: Этот контакт публикует что-то, что запрещено законом в юрисдикции данного узла.

source: Community Safety
de: Sicherheit in der Gemeinschaft
fr: Sécurité de la communauté
gd: Sàbhailteachd na coimhearsnachd
hu: Közösségi biztonság
ru: Общественный порядок

source: This contact aggravated you or other people, by being provocative or insensitive, intentionally or not. This includes disclosing people's private information (doxxing), posting threats or offensive pictures in posts or replies.
de: Dieser Kontakt hat dich oder andere Personen verärgert, indem er absichtlich oder unabsichtlich provokativ oder unsensibel war. Dazu gehören die Offenlegung privater Informationen (Doxxing), das Posten von Drohungen oder anstößigen Bildern in Beiträgen oder Antworten.
fr: Ce contact vous a irrité ou a irrité d'autres personnes en se montrant provocateur ou insensible, intentionnellement ou non. Cela inclut la divulgation d'informations privées (doxxing), la publication de menaces ou d'images offensantes dans des publications ou des réponses.
gd: Bhuair an neach-aithne seo thu no daoine eile on a tha e dìorrasach no neo-mhothachail ge b’ e a bheil e mar sin a dh’aona-ghnothaich no gun iarraidh. Gabhaidh seo a-staigh foillseachadh fiosrachadh prìobhaideach càich (doxxing), postadh bhagairtean no dealbhan frionasach ann am postaichean is freagairtean.
hu: Ez a partner provokációval vagy érzéketlenséggel, szándékosan vagy akaratlanul, de felbosszantotta Önt vagy másokat. Ebbe beletartozik az emberek személyes adatainak felfedése (doxolás), fenyegetések vagy sértő képek közzététele a bejegyzésekben vagy válaszokban.
ru: Этот контакт раздражает вас или других людей провокационным или невежливым поведением, намеренно или нет. Это включает распространение частной информации о других людях (doxxing), угрозы, оскорбительные изображения в записях или комментариях.

source: Unwanted Content/Behavior
de: Unerwünschte Inhalte/Verhaltensweisen
fr: Contenu/Comportement indésirable
gd: Susbaint/Giùlan gun iarraidh
hu: Nemkívánatos tartalom vagy viselkedés
ru: Нежелательные материалы/поведение

source: This contact has repeatedly published content irrelevant to the node's theme or is openly criticizing the node's administration/moderation without directly engaging with the relevant people for example or repeatedly nitpicking on a sensitive topic.
de: Dieser Kontakt hat wiederholt Inhalte veröffentlicht, die für das Thema der Instanz irrelevant sind, oder er kritisiert offen die Verwaltung/Moderation der Instanz, ohne sich direkt mit den betreffenden Personen auseinanderzusetzen, oder er ist wiederholt erbsenzählerisch bei einem heiklen Thema.
fr: Ce contact a publié de manière répétée un contenu sans rapport avec le thème du nœud ou critique ouvertement l'administration/la modération du nœud sans discuter directement avec les personnes concernées, par exemple ou en pinaillant de manière répétée sur un sujet sensible.
gd: Dh’fhoillsich an neach-aithne seo iomadh susbaint nach eil buntainneach do chuspair an nòid no a tha a’ càineadh rianachd/maorsainneachd an nòid gu fosgailte gun a bhith a’ bruidhinn ris na daoine iomchaidh fhèin, mar eisimpleir, no a tha rag-fhoghlamach mu chuspair frionasach.
hu: Ez a partner ismételten a csomópont témájához nem kapcsolódó tartalmakat tesz közzé, nyíltan kritizálja a csomópont adminisztrációját és moderálását, anélkül hogy például közvetlenül kapcsolatba lépett volna az érintettekkel, vagy ismételten feszeget egy érzékeny témát.
ru: Этот контакт неоднократно публикует что-то, не относящееся к тематике узла, открыто критикует администраторов/модераторов без непосредственного обращения к ним, намеренно провоцирует раздор в чувствительных темах.

source: Rules Violation
de: Verstoß gegen die Regeln
fr: Violation de règles
gd: Briseadh riaghailt
hu: Szabályok megszegése
ru: Нарушение правил

source: This contact violated one or more rules of this node. You will be able to pick which one(s) in the next step.
de: Dieser Kontakt hat gegen eine oder mehrere Regeln dieser Instanz verstoßen. Du kannst im nächsten Schritt auswählen, welche.
fr: Ce contact à violé une ou plusieurs règles de ce nœud. Vous pourrez sélectionner la ou les règles dans l'étape suivante.
gd: Bris an neach-aithne seo riaghailt no dhà dhen nòd seo. ’S urrainn dhut na riaghailtean a chaidh a bhriseadh a thaghadh san ath-cheum.
hu: Ez a partner megszegte a csomópont egy vagy több szabályát. A következő lépésben kiválaszthatja, hogy melyeket.
ru: Этот контакт нарушил одно или несколько правил этого узла. Вы сможете выбрать какие на следующем шаге.

source: Please elaborate below why you submitted this report. The more details you provide, the better your report can be handled.
de: Bitte gib im Folgenden an, warum du diese Meldung eingereicht hast. Je mehr Details du angibst, desto besser kann Ihre Meldung bearbeitet werden.
fr: Veuillez indiquer si-dessous les raisons de ce signalement. Plus vous donnez de détails, mieux le signalement sera pris en compte.
gd: Innis dhuinn carson a chuir thu a-null an gearan seo. Mar as mionaidiche am fiosrachadh a bheir thu dhuinn ’s ann as fhasa a bhios e dhuinn dèiligeadh ris a’ ghearan agad.
hu: Az alábbiakban részletezze, hogy miért küldte be ezt a jelentést. Minél több részletet ad meg, annál jobban lehet kezelni a jelentését.
ru: Пожалуйста, расскажите о причинах вашего обращения. Чем больше деталей вы предоставите, тем лучше ваше обращение будет обработано.

source: Additional Information
de: Zusätzliche Informationen
fr: Information supplémentaire
gd: Barrachd fiosrachaidh
hu: További információk
ru: Дополнительная информация

source: Please provide any additional information relevant to this particular report. You will be able to attach posts by this contact in the next step, but any context is welcome.
de: Bitte gib alle zusätzlichen Informationen an, die für diesen Bericht relevant sind. Du kannst im nächsten Schritt Beiträge dieser Kontaktperson anhängen, aber jeder Kontext ist willkommen.
fr: Veuillez fournir n'importe quelle information supplémentaire utile pour ce signalement. Vous pourrez joindre des publications de ce contact dans la prochaine étape, mais n'importe quel contenu est accepté.
gd: Thoir barrachd fiosrachaidh dhuinn a tha buntainneach dhan ghearan shònraichte seo. ’S urrainn dhut postaichean leis an neach-aithne seo a cheangal ris san ath-cheum ach cuiridh sinn fàilte do cho-theacsa sam bith.
hu: Adjon meg bármilyen további információt, amely az adott jelentéssel kapcsolatos. A következő lépésben csatolhatja az ettől a partnertől származó bejegyzéseket, de bármilyen további információt is szívesen fogadunk.
ru: Пожалуйста, добавьте любую дополнительную информацию, относящуюся к ситуации. Вы сможете прикрепить записи на следующем шаге, но любые детали пригодятся.

source: Pick Rules
de: Regeln auswählen
fr: Sélectionner les règles
gd: Tagh riaghailtean
hu: Szabályok kiválasztása
ru: Выберите правила

source: Please pick below the node rules you believe this contact violated.
de: Bitte wähle unten die Instanzregeln aus, gegen die dieser Kontakt deiner Meinung nach verstoßen hat.
fr: Veuillez sélectionner les règles que vous estimez avoir été violées par ce contact.
gd: Tagh riaghailtean an nòid gu h-ìosal a shaoileas tu gun deach am briseadh leis an neach-aithne seo.
hu: Válassza ki az alábbiakban azokat a csomópontszabályokat, amelyeket Ön szerint a partner megszegett.
ru: Пожалуйста, выберите правила, которые по вашему мнению были нарушены.

source: Pick Posts
de: Beiträge auswählen
fr: Sélectionner les publications
gd: Tagh postaichean
hu: Bejegyzések kiválasztása
ru: Выберите записи

source: Please optionally pick posts to attach to your report.
de: Bitte wähle optional Beiträge aus, die du an diesen Bericht anhängen möchtest.
fr: Veuillez sélectionner, si vous le souhaitez, les publications à joindre à votre signalement.
gd: Ma thogras tu, tagh postaichean ri cheangal ris a’ ghearan agad.
hu: Esetlegesen válassza ki a jelentéséhez csatolandó bejegyzéseket.
ru: Пожалуйста, выберите записи, которые вы хотите добавить к обращению.

source: Submit Report
de: Bericht senden
fr: Envoyer le signalement
gd: Cuir an gearan a-null
hu: Jelentés elküldése
ru: Отправить обращение

source: Further Action
de: Weiteres Vorgehen
fr: Action supplémentaire
gd: Gnìomhan eile
hu: További művelet
ru: Дальнейшие действия

source: You can also perform one of the following action on the contact you reported:
de: Du kannst auch eine der folgenden Aktionen für den gemeldeten Kontakt durchführen:
fr: Vous pouvez également effectuer une des actions suivantes sur le contact que vous signalez :
gd: ’S urrainn dhut fear de na gnìomhan seo a ghabhail cuideachd air an neach-aithne a rinn thu gearan air:
hu: Az alábbi műveletek egyikét is végrehajthatja a jelentett partnerrel kapcsolatban:
ru: Вы так же можете сделать следующее с этим контактом:

source: Nothing
de: Nichts
fr: Ne rien faire
gd: Na dèan dad
hu: Semmi
ru: Ничего

source: Collapse contact
de: Kontakt verbergen
fr: Réduire le contact
gd: Co-theannaich an neach-aithne
hu: Partner összecsukása
ru: Сворачивать контакт

source: Their posts and replies will keep appearing in your Network page but their content will be collapsed by default.
de: Ihre Beiträge und Antworten werden weiterhin auf Ihrer Netzwerkseite angezeigt, aber ihr Inhalt wird standardmäßig ausgeblendet.
fr: Leurs publications et réponses continueront d'apparaître sur votre page Réseau mais le contenu sera réduit par défaut.
gd: Nochdaidh na postaichean ’s freagairtean air duilleag an lìonraidh agad fhathast ach bidh an t-susbaint aca co-theannaichte a ghnàth.
hu: A bejegyzéseik és válaszaik továbbra is megjelennek a hálózat oldalon, de a tartalmuk alapértelmezetten össze lesz csukva.
ru: Их записи и комментарии будут появляться в вашей ленте, но они будут свёрнуты.

source: Their posts won't appear in your Network page anymore, but their replies can appear in forum threads. They still can follow you.
de: Ihre Beiträge werden nicht mehr auf deiner Netzwerkseite angezeigt, aber ihre Antworten können in Forenbeiträgen erscheinen. Sie können dir immer noch folgen.
fr: Leurs publications n'apparaîtront plus sur votre page Réseau, mais leurs réponses peuvent apparaître dans des fils de discussion. Ils peuvent toujours vous suivre.
gd: Cha nochd na postaichean ’s freagairtean air duilleag an lìonraidh agad tuilleadh ach dh’fhaoidte gun nochd na freagairtean aca ann an snàithleanan fòraim. Faodaidh iad do leantainn fhathast.
hu: A bejegyzéseik nem jelennek meg többé a hálózat oldalon, de a válaszaik megjelenhetnek a fórum szálaiban. Továbbra is követhetik Önt.
ru: Их записи и комментарии не будут больше появляться в вашей ленте, но могут появляться в групповых ветках. Так же они могут подписаться на вас.

source: Block contact
de: Kontakt blockieren
fr: Bloquer le contact
gd: Bac an neach-aithne
hu: Partner tiltása
ru: Заблокировать контакт

source: Their posts won't appear in your Network page anymore, but their replies can appear in forum threads, with their content collapsed by default. They cannot follow you but still can have access to your public posts by other means.
de: Ihre Beiträge erscheinen nicht mehr auf deiner Netzwerkseite, aber ihre Antworten können in Forumsthemen erscheinen, wobei ihr Inhalt standardmäßig eingeklappt ist. Sie können dir nicht folgen, haben aber auf anderem Wege weiterhin Zugang zu deinen öffentlichen Beiträgen.
fr: Leurs publications n'apparaîtront plus sur votre page Réseau mais leurs réponses peuvent apparaître dans des fils de discussion, avec le contenu réduit par défaut. Ils ne peuvent pas vous suivre mais peuvent accéder à vos publications publiques par d'autres moyens.
gd: Cha nochd na postaichean ’s freagairtean air duilleag an lìonraidh agad tuilleadh ach dh’fhaoidte gun nochd na freagairtean aca ann an snàithleanan fòraim leis an t-susbaint aca co-theannaichte a ghnàth. Chan fhaod iad do leantainn tuilleadh ach dh’fhaoidte gum faigh iad cothrom air na postaichean poblach agad fhathast air dòighean eile.
hu: A bejegyzéseik nem jelennek meg többé a hálózat oldalon, de a válaszaik megjelenhetnek a fórum szálaiban alapértelmezetten összecsukott tartalommal. Nem követhetik Önt, de más módon továbbra is hozzáférhetnek az Ön nyilvános bejegyzéseihez.
ru: Их записи не будут появляться в вашей ленте, но их ответы могут появляться в групповых ветках в свёрнутом виде. Они не смогут подписаться на вас, но могут увидеть ваши публичные записи другими способами.

source: Forward report
de: Bericht weiterleiten
fr: Transmettre le signalement
gd: Sìn air adhart an gearan
hu: Jelentés továbbítása
ru: Переслать обращение

source: Would you ike to forward this report to the remote server?
de: Möchtest du diesen Bericht an den Entfernten-Server weiterleiten?
fr: Voulez-vous transmettre le signalement au serveur distant ?
gd: A bheil thu airson an gearan seo a shìneadh air adhart dhan fhrithealaiche chèin?
hu: Szeretné továbbítani ezt a jelentést a távoli kiszolgálóra?
ru: Вы хотите переслать это обращение на удалённый сервер?

source: 1. Pick a contact
de: 1. Wähle einen Kontakt
fr: 1. Sélectionner le contact
gd: 1. Tagh neach-aithne
hu: 1. Partner kiválasztása
ru: 1. Выберите контакт

source: 2. Pick a category
de: 2. Wähle eine Kategorie
fr: 2. Sélectionner la catégorie
gd: 2. Tagh roinn-seòrsa
hu: 2. Kategória kiválasztása
ru: 2. Выберите категорию

source: 2a. Pick rules
de: 2a. Regeln wählen
fr: 2a. Sélectionner les règles
gd: 2a. Tagh riaghailtean
hu: 2a. Szabályok kiválasztása
ru: 2a. Выберите правила

source: 2b. Add comment
de: 2b. Kommentar hinzufügen
fr: 2b. Ajouter un commentaire
gd: 2b. Cuir beachd ris
hu: 2b. Megjegyzés hozzáadása
ru: 2b. Добавьте комментарий

source: 3. Pick posts
de: 3. Beiträge auswählen
fr: 3. Sélectionner les publications
gd: 3. Tagh postaichean
hu: 3. Bejegyzések kiválasztása
ru: 3. Выберите записи

source: List of reports
de: Liste der Reports
fr: Liste des signalements
hu: Jelentések listája
ru: Список обращений

source: This page display reports created by our or remote users.
de: Auf dieser Seite werden Reports angezeigt, die von unseren oder entfernten Benutzern erstellt wurden.
fr: Cette page affiche les signalements créés par les utilisateurs locaux ou distants.
hu: Ez az oldal a saját vagy a távoli felhasználók által létrehozott jelentéseket jeleníti meg.
ru: Эта страница показывает обращения, созданные нашими или удалёнными пользователями.
