Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Enter full path to php executable. You can leave this blank to continue the installation.
de: Gib den kompletten Pfad zur ausführbaren Datei von PHP an. Du kannst dieses Feld auch frei lassen und mit der Installation fortfahren.
fr: Entrez le chemin (absolu) vers l'exécutable 'php'. Vous pouvez laisser cette ligne vide pour continuer l'installation.
gd: Cuir a-steach an t-slighe shlàn dhan fhaidhle sho-ghnìomhaichte php. ’S urrainn dhut seo fhàgail bàn airson leantainn air adhart leis an stàladh.
hu: A teljes útvonal megadása a PHP végrehajthatóhoz. Ezt üresen hagyhatja a telepítés folytatásához.
ja: php実行可能ファイルへのフルパスを入力します。これを空白のままにしてインストールを続行できます。
ru: Введите полный путь к исполняемому файлу PHP. Вы можете оставить это поле пустым, чтобы продолжить установку.

source: Command line PHP
de: Kommandozeilen-PHP
fr: Version "ligne de commande" de PHP
gd: Loidhne-àithne PHP
hu: Parancssori PHP
ja: コマンドライン, CLI PHP

source: PHP executable is not the php cli binary (could be cgi-fgci version)
de: Die ausführbare Datei von PHP stimmt nicht mit der PHP cli Version überein (es könnte sich um die cgi-fgci Version handeln)
fr: L'executable PHP n'est pas le binaire php client (c'est peut être la version cgi-fcgi)
gd: Chan e am faidhle bìnearaidh cli a tha san fhaidhle sho-ghnìomhaichte PHP (dh’fhaoidte gu bheil an tionndadh cgi-fgci agad)
hu: A PHP végrehajtható nem a PHP parancssori bináris (lehet cgi-fgci verzió)
ja: PHP実行可能ファイルはphp cliバイナリではありません（cgi-fgciバージョンである可能性があります）
ru: Бинарник PHP не является CLI версией (может быть это cgi-fcgi версия)

source: Found PHP version:
de: Gefundene PHP Version:
fr: Version de PHP :
gd: Chaidh tionndadh dhe PHP a lorg:
hu: Megtalált PHP-verzió:
ja: PHPバージョンが見つかりました：
ru: Найденная PHP версия:

source: PHP cli binary
gd: Faidhle bìnearaidh cli PHP
hu: PHP parancssori bináris
ja: PHP CLIバイナリ

source: The command line version of PHP on your system does not have "register_argc_argv" enabled.
de: Die Kommandozeilenversion von PHP auf Deinem System hat "register_argc_argv" nicht aktiviert.
fr: La version "ligne de commande" de PHP de votre système n'a pas "register_argc_argv" d'activé.
gd: Chan eil “register_argc_argv” an comas aig an tionndadh loidhne-àithne dhe PHP air an t-siostam agad.
hu: A rendszerén lévő PHP parancssori verziójában a „register_argc_argv” nincs engedélyezve.
ja: ご使用のシステムのコマンドラインバージョンのPHPでは、"register_argc_argv "が有効になっていません。
ru: Не включено "register_argc_argv" в установках PHP.

source: This is required for message delivery to work.
de: Dies wird für die Auslieferung von Nachrichten benötigt.
fr: Ceci est requis pour que la livraison des messages fonctionne.
gd: Tha seo riatanach ach an obraich lìbhrigeadh nan teachdaireachdan.
hu: Ez ahhoz szükséges, hogy az üzenetkézbesítés működjön.
ja: これは、メッセージ配信が機能するために必要です。
ru: Это необходимо для работы доставки сообщений.

source: Error: the "openssl_pkey_new" function on this system is not able to generate encryption keys
de: Fehler: Die Funktion "openssl_pkey_new" auf diesem System ist nicht in der Lage, Verschlüsselungsschlüssel zu erzeugen
fr: Erreur: la fonction "openssl_pkey_new" de ce système ne permet pas de générer des clés de chiffrement
gd: Mearachd: chan urrainn dhan ghleus “openssl_pkey_new” air an t-siostam seo iuchraichean crioptachaidh a gintinn
hu: Hiba: az „openssl_pkey_new” függvény ezen a rendszeren nem képes titkosítási kulcsokat előállítani
ja: エラー：このシステムの"openssl_pkey_new "関数は暗号化鍵を生成できません
ru: Ошибка: функция "openssl_pkey_new" в этой системе не в состоянии генерировать ключи шифрования

source: If running under Windows, please see "http://www.php.net/manual/en/openssl.installation.php".
de: Wenn der Server unter Windows läuft, schau dir bitte "http://www.php.net/manual/en/openssl.installation.php" an.
fr: Si vous utilisez Windows, merci de vous réferer à "http://www.php.net/manual/en/openssl.installation.php".
gd: Ma tha thu ’ga ruith fo Windows, faic “http://www.php.net/manual/en/openssl.installation.php”.
hu: Ha Windows alatt fut, akkor nézze meg a „http://www.php.net/manual/en/openssl.installation.php” dokumentációt.
ja: Windowsで実行している場合は、「 http://www.php.net/manual/en/openssl.installation.php 」を参照してください。
ru: Если вы работаете под Windows, см. "http://www.php.net/manual/en/openssl.installation.php".

source: Generate encryption keys
de: Schlüssel erzeugen
fr: Générer les clés de chiffrement
gd: A’ gintinn nan iuchraichean crioptachaidh
hu: Titkosítási kulcsok előállítása
ja: 暗号化鍵を生成する
ru: Генерация шифрованых ключей

source: Error: Apache webserver mod-rewrite module is required but not installed.
de: Fehler: Das Apache-Modul mod-rewrite wird benötigt, es ist allerdings nicht installiert.
fr: Erreur : Le module "rewrite" du serveur web Apache est requis mais pas installé.
gd: Mearachd: Tha mòideal mod-rewrite aig an fhrithealaiche-lìn Apache riatanach ach cha deach a stàladh.
hu: Hiba: az Apache webkiszolgáló mod-rewrite modulja szükséges, de nincs telepítve.
ja: エラー：Apache webserver mod-rewriteモジュールが必要ですが、インストールされていません。
ru: Ошибка: необходим модуль веб-сервера Apache mod-rewrite, но он не установлен.

source: Apache mod_rewrite module
fr: Module mod_rewrite Apache
gd: Mòideal Apache mod_rewrite
hu: Apache mod_rewrite modul
ja: Apache mod_rewriteモジュール

source: Error: PDO or MySQLi PHP module required but not installed.
de: Fehler: PDO oder MySQLi PHP Modul erforderlich, aber nicht installiert.
fr: Erreur : Les modules PHP PDO ou MySQLi sont requis mais absents de votre serveur.
gd: Mearachd: Tha mòideal PDO no MySQLi aig PHP riatanach ach cha deach gin diubh a stàladh.
hu: Hiba: a PDO vagy a MySQLi PHP-modul szükséges, de nincs telepítve.
ja: エラー：PDOまたはMySQLi PHPモジュールが必要ですが、インストールされていません。
ru: Ошибка: PDO или MySQLi модули PHP требуются, но не установлены.

source: Error: The MySQL driver for PDO is not installed.
de: Fehler: der MySQL Treiber für PDO ist nicht installiert
fr: Erreur : Le pilote MySQL pour PDO n'est pas installé sur votre serveur.
gd: Mearachd: Cha deach an draibhear MySQL airson PDO a stàladh.
hu: Hiba: a PDO-hoz szükséges MySQL illesztőprogram nincs telepítve.
ja: エラー：PDO用のMySQLドライバーがインストールされていません。
ru: Ошибка: Драйвер MySQL для PDO не установлен.

source: PDO or MySQLi PHP module
de: PDO oder MySQLi PHP Modul
fr: Module PHP PDO ou MySQLi
gd: Mòideal PDO no MySQLi aig PHP
hu: PDO vagy MySQLi PHP-modul
ja: PDOまたはMySQLi PHPモジュール
ru: PDO или MySQLi PHP модуль

source: Error: The IntlChar module is not installed.
de: Fehler: Das IntlChar-Modul von PHP ist nicht installiert.
fr: Erreur : Le module IntlChar n'est pas installé.
hu: Hiba: az IntlChar modul nincs telepítve.

source: IntlChar PHP module
de: PHP: IntlChar-Modul
fr: Module PHP IntlChar
hu: IntlChar PHP-modul

source: Error, XML PHP module required but not installed.
de: Fehler: XML PHP Modul erforderlich aber nicht installiert.
fr: Erreur : le module PHP XML requis est absent.
gd: Mearachd: Tha am mòideal XML aig PHP riatanach ach cha deach a stàladh.
hu: Hiba: az XML PHP-modul szükséges, de nincs telepítve.
ja: エラー、XML PHPモジュールが必要ですが、インストールされていません。
ru: Ошибка, необходим PHP модуль XML, но он не установлен

source: XML PHP module
de: XML PHP Modul
fr: Module PHP XML
gd: Mòideal XML aig PHP
hu: XML PHP-modul
ja: XML PHPモジュール
ru: XML PHP модуль

source: libCurl PHP module
de: PHP: libCurl-Modul
fr: Module libCurl de PHP
gd: Mòideal libCurl aig PHP
hu: libCurl PHP-modul
ja: libCurl PHPモジュール
ru: libCurl PHP модуль

source: Error: libCURL PHP module required but not installed.
de: Fehler: Das libCURL PHP Modul wird benötigt, ist aber nicht installiert.
fr: Erreur : Le module PHP "libCURL" est requis mais pas installé.
gd: Mearachd: Tha am mòideal libCurl aig PHP riatanach ach cha deach a stàladh.
hu: Hiba: az libCURL PHP-modul szükséges, de nincs telepítve.
ja: エラー：libCURL PHPモジュールが必要ですが、インストールされていません。
ru: Ошибка: необходим libCURL PHP модуль, но он не установлен.

source: GD graphics PHP module
de: PHP: GD-Grafikmodul
fr: Module GD (graphiques) de PHP
gd: Mòideal grafaigeachd GD aig PHP
hu: GD grafikai PHP-modul
ja: GDグラフィックスPHPモジュール
ru: GD graphics PHP модуль

source: Error: GD graphics PHP module with JPEG support required but not installed.
de: Fehler: Das GD-Graphikmodul für PHP mit JPEG-Unterstützung ist nicht installiert.
fr: Erreur : Le module PHP "GD" disposant du support JPEG est requis mais pas installé.
gd: Mearachd: Tha am mòideal grafaigeachd GD aig PHP le taic dha JPEG riatanach ach cha deach a stàladh.
hu: Hiba: a JPEG támogatással rendelkező GD grafikai PHP-modul szükséges, de nincs telepítve.
ja: エラー：JPEGサポート付きのGDグラフィックPHPモジュールが必要ですが、インストールされていません。
ru: Ошибка: необходим PHP модуль GD графики с поддержкой JPEG, но он не установлен.

source: OpenSSL PHP module
de: PHP: OpenSSL-Modul
fr: Module OpenSSL de PHP
gd: Mòideal OpenSSL aig PHP
hu: OpenSSL PHP-modul
ja: OpenSSL PHPモジュール
ru: OpenSSL PHP модуль

source: Error: openssl PHP module required but not installed.
de: Fehler: Das openssl-Modul von PHP ist nicht installiert.
fr: Erreur : Le module PHP "openssl" est requis mais pas installé.
gd: Mearachd: Tha am mòideal openssl aig PHP riatanach ach cha deach a stàladh.
hu: Hiba: az OpenSSL PHP-modul szükséges, de nincs telepítve.
ja: エラー：openssl PHPモジュールが必要ですが、インストールされていません。
ru: Ошибка: необходим PHP модуль OpenSSL, но он не установлен.

source: mb_string PHP module
de: PHP: mb_string-Modul
fr: Module mb_string de PHP
gd: mòideal mb_string aig PHP
hu: mb_string PHP-modul
ja: mb_string PHPモジュール
ru: mb_string PHP модуль

source: Error: mb_string PHP module required but not installed.
de: Fehler: mb_string PHP Module wird benötigt, ist aber nicht installiert.
fr: Erreur : le module PHP mb_string est requis mais pas installé.
gd: Mearachd: Tha am mòideal mb_string aig PHP riatanach ach cha deach a stàladh.
hu: Hiba: az mb_string PHP-modul szükséges, de nincs telepítve.
ja: エラー：mb_string PHPモジュールが必要ですが、インストールされていません。
ru: Ошибка: необходим PHP модуль mb_string, но он не установлен.

source: iconv PHP module
de: PHP iconv Modul
fr: Module PHP iconv
gd: Mòideal iconv aig PHP
hu: iconv PHP-modul
ja: iconv PHPモジュール
ru: iconv PHP модуль

source: Error: iconv PHP module required but not installed.
de: Fehler: Das iconv-Modul von PHP ist nicht installiert.
fr: Erreur : Le module PHP iconv requis est absent.
gd: Mearachd: Tha am mòideal iconv aig PHP riatanach ach cha deach a stàladh.
hu: Hiba: az iconv PHP-modul szükséges, de nincs telepítve.
ja: エラー：iconv PHPモジュールが必要ですが、インストールされていません。
ru: Ошибка: необходим PHP модуль iconv, но он не установлен.

source: POSIX PHP module
de: PHP POSIX Modul
fr: Module PHP POSIX
gd: Mòideal POSIX aig PHP
hu: POSIX PHP-modul
ja: POSIX PHPモジュール
ru: POSIX PHP модуль

source: Error: POSIX PHP module required but not installed.
de: Fehler POSIX PHP Modul erforderlich, aber nicht installiert.
fr: Erreur : Le module PHP POSIX est requis mais absent sur votre serveur.
gd: Mearachd: Tha am mòideal POSIX aig PHP riatanach ach cha deach a stàladh.
hu: Hiba: a POSIX PHP-modul szükséges, de nincs telepítve.
ja: エラー：POSIX PHPモジュールが必要ですが、インストールされていません。
ru: Ошибка: POSIX PHP модуль требуется, но не установлен.

source: Program execution functions
de: Funktionen zur Programmausführung
fr: Fonctions d'exécution de programmes
gd: Foincseanan gnìomhachadh phrògraman
hu: Programvégrehajtási funkciók
ru: Функции исполнения программ

source: Error: Program execution functions (proc_open) required but not enabled.
de: Fehler: Die Funktionen zur Ausführung von Programmen (proc_open) müssen aktiviert sein.
fr: Erreur : Les functions d'exécution de programmes (proc_open) sont nécessaires mais manquantes.
gd: Mearachd: Tha foincseanan gnìomhachadh phrògraman (proc_open) riatanach ach cha deach an cur an comas.
hu: Hiba: a programvégrehajtási funkciók (proc_open) szükségesek, de nincsenek engedélyezve.
ru: Ошибка: Требуется наличие функций исполнения программ (proc_open), но они не включены.

source: JSON PHP module
de: PHP JSON Modul
fr: Module PHP JSON
gd: Mòideal JSON aig PHP
hu: JSON PHP-modul
ja: JSON PHPモジュール
ru: JSON PHP модуль

source: Error: JSON PHP module required but not installed.
de: Fehler: Das JSON PHP Modul wird benötigt, ist aber nicht installiert.
fr: Erreur : Le module PHP JSON est requis mais absent sur votre serveur.
gd: Mearachd: Tha am mòideal JSON aig PHP riatanach ach cha deach a stàladh.
hu: Hiba: a JSON PHP-modul szükséges, de nincs telepítve.
ja: エラー：JSON PHPモジュールが必要ですが、インストールされていません。
ru: Ошибка: JSON PHP модуль требуется, но не установлен.

source: File Information PHP module
de: PHP Datei Informations-Modul
fr: Module PHP fileinfo
gd: Mòideal File Information aig PHP
hu: Fájlinformációk PHP-modul
ja: ファイル情報PHPモジュール
ru: File Information PHP модуль

source: Error: File Information PHP module required but not installed.
de: Fehler: Das Datei Informations PHP Modul ist nicht installiert.
fr: Erreur : Le module PHP fileinfo requis est absent.
gd: Mearachd: Tha am mòideal File Information aig PHP aig PHP riatanach ach cha deach a stàladh.
hu: Hiba: a fájlinformációk PHP-modul szükséges, de nincs telepítve.
ja: エラー：ファイル情報PHPモジュールが必要ですが、インストールされていません。
ru: Ошибка File Information PHP модуль требуется, но не установлен.

source: GNU Multiple Precision PHP module
de: GNU Multiple Precision PHP Modul
fr: Module PHP de Précision Multiple GNU
gd: Mòideal GNU Multiple Precision aig PHP
hu: GNU Multiple Precision PHP-modul

source: Error: GNU Multiple Precision PHP module required but not installed.
de: Fehler: GNU Multiple Precision PHP Modul wird benötigt, ist aber nicht installiert.
fr: Erreur : le module PHP de Précision Multiple GNU est requis mais il n'est pas installé.
gd: Mearachd: Tha am mòideal GNU Multiple Precision aig PHP riatanach ach cha deach a stàladh.
hu: Hiba: a GNU Multiple Precision PHP-modul szükséges, de nincs telepítve.

source: IDN Functions PHP module
de: PHP Modul: IDN Functions
fr: Module PHP Fonctions IDN
hu: IDN-függvények PHP-modul

source: Error: IDN Functions PHP module required but not installed.
de: Fehler: Das PHP Modul IDN Functions wird benötigt ist aber nicht installiert.
fr: Erreur : le module PHP Fonctions IDN est obligatoire mais n'est pas installé.
hu: Hiba: az IDN-függvények PHP-modul szükséges, de nincs telepítve.

source: The web installer needs to be able to create a file called "local.config.php" in the "config" folder of your web server and it is unable to do so.
de: Das Installationsprogramm muss in der Lage sein, eine Datei namens "local.config.php" im Ordner "config" Ihres Webservers zu erstellen, ist aber nicht in der Lage dazu.
fr: L'installeur web n'est pas en mesure de créer le fichier "local.config.php" dans le répertoire "config" de votre serveur.
gd: Feumaidh an stàlaichear-lìn faidhle a chruthachadh air a bheil “local.config.php” ann am pasgan “config” an fhrithealaiche-lìn agad is chan urrainn dha sin a dhèanamh.
hu: A webes telepítőnek képesnek kell lennie létrehozni egy „local.config.php” nevű fájlt a webkiszolgáló „config” mappájában, és ezt nem lehet megtenni.
ja: Webインストーラーは、Webサーバーの"config "フォルダーに"local.config.php "というファイルを作成できる必要がありますが、作成できません。
ru: Установщику требуется создать файл "local.config.php" в каталоге "config" на вашем веб-сервере, но у него не получается это сделать.

source: This is most often a permission setting, as the web server may not be able to write files in your folder - even if you can.
de: In den meisten Fällen ist dies ein Problem mit den Schreibrechten. Der Webserver könnte keine Schreiberlaubnis haben, selbst wenn du sie hast.
fr: Le plus souvent, il s'agit d'un problème de permission. Le serveur web peut ne pas être capable d'écrire dans votre répertoire - alors que vous-même le pouvez.
gd: Mar as trice, is roghainn cead as coireach agus ’s dòcha nach fhaod am frithealaiche-lìn faidhlichean a sgrìobhadh sa phasgan agad – fiù mas urrainn dhut fhèin.
hu: Ez leggyakrabban jogosultsági beállítás, mivel előfordulhat, hogy a webkiszolgáló nem képes fájlokat írni a mappájába, annak ellenére, hogy Ön tud.
ja: これはほとんどの場合、Webサーバーがフォルダーにファイルを書き込むことができない場合でも、許可設定です。
ru: Это наиболее частые параметры разрешений, когда веб-сервер не может записать файлы в папке - даже если вы можете.

source: At the end of this procedure, we will give you a text to save in a file named local.config.php in your Friendica "config" folder.
de: Am Ende dieser Prozedur bekommst du einen Text, der in der local.config.php im Friendica "config" Ordner gespeichert werden muss.
fr: À la fin de la procédure d'installation nous vous fournirons le contenu du fichier "local.config.php" à créer manuellement dans le sous-répertoire "config" de votre répertoire Friendica sur votre serveur.
gd: Air deireadh na sgeòil, bheir sinn teacsa thugad ach an sàbhail thu e ann am faidhle air a bheil local.config.php sa phasgan “config” aig Friendica.
hu: Ezen eljárás végén adni fogunk Önnek egy szöveget, hogy elmentse egy „local.config.php” nevű fájlba a Friendica „config” mappájában.
ja: この手順の最後に、Friendica "config "フォルダーのlocal.config.phpという名前のファイルに保存するテキストを提供します。
ru: В конце этой операции мы предоставим вам текст конфигурации, которую вам нужно будет сохранить в виде файла local.config.php в каталоге "config" вашей установки Френдики.

source: You can alternatively skip this procedure and perform a manual installation. Please see the file "doc/INSTALL.md" for instructions.
de: Alternativ kannst du diesen Schritt aber auch überspringen und die Installation manuell durchführen. Eine Anleitung dazu (Englisch) findest du in der Datei "doc/INSTALL.md".
fr: Vous pouvez également sauter cette étape et procéder à une installation manuelle. Pour cela, merci de consulter le fichier "doc/INSTALL.md".
gd: Mar roghainn eile, leig seo dhan dàrna taobh agus dèan stàladh a làimh. Faic am faidhle “doc/INSTALL.md” airson stiùireadh.
hu: Alternatívaként kihagyhatja ezt az eljárást, és végezhet kézi telepítést. Az utasításokért nézze meg a „doc/INSTALL.txt” fájlt.
ru: В качестве альтернативы вы можете пропустить эту процедуру и выполнить установку вручную. Пожалуйста, обратитесь к файлу "INSTALL.md" для получения инструкций.

source: config/local.config.php is writable
de: config/local.config.php ist schreibbar
fr: Le fichier "config/local.config.php" peut être créé.
gd: Gabhaidh sgrìobhadh san fhaidhle config/local.config.php
hu: a config/local.config.php írható
ja: config/local.config.php は書き込み可能です
ru: config/local.config.php доступен для записи

source: Friendica uses the Smarty3 template engine to render its web views. Smarty3 compiles templates to PHP to speed up rendering.
de: Friendica nutzt die Smarty3-Template-Engine, um die Webansichten zu rendern. Smarty3 kompiliert Templates zu PHP, um das Rendern zu beschleunigen.
fr: Friendica utilise le moteur de modèles Smarty3 pour le rendu d'affichage web. Smarty3 compile les modèles en PHP pour accélérer le rendu.
gd: Cleachdaidh Friendica einnsean theamplaidean Smarty3 airson na seallaidhean-lìn aige a reandaradh. Trusaidh Smarty3 na teamplaidean gu PHP airson an reandaradh a dhèanamh nas luaithe.
hu: A Friendica a Smarty3 sablonmotort használja a webes nézetei megjelenítéséhez. A Smarty3 lefordítja a sablonokat PHP-ra a megjelenítés felgyorsításához.
ja: FriendicaはSmarty3テンプレートエンジンを使用してWebビューをレンダリングします。 Smarty3はテンプレートをPHPにコンパイルして、レンダリングを高速化します。
ru: Friendica использует механизм шаблонов Smarty3 для генерации веб-страниц. Smarty3 компилирует шаблоны в PHP для увеличения скорости загрузки.

source: In order to store these compiled templates, the web server needs to have write access to the directory view/smarty3/ under the Friendica top level folder.
de: Um diese kompilierten Templates zu speichern, benötigt der Webserver Schreibrechte zum Verzeichnis view/smarty3/ im obersten Ordner von Friendica.
fr: Pour pouvoir stocker ces modèles compilés, le serveur internet doit avoir accès au droit d'écriture pour le répertoire view/smarty3/ sous le dossier racine de Friendica.
gd: Airson na teamplaidean sin a stòradh às dèidh an trusaidh, feumaidh inntrigeadh a chùm sgrìobhaidh sa phasgan view/smarty3/ fo phrìomh-phasgan Friendica a bhith aig an fhrithealaiche-lìn.
hu: A lefordított sablonok tárolása érdekében a webkiszolgálónak írási hozzáférésre van szüksége a Friendica felső szintű mappája alatti „view/smarty3/” könyvtárhoz.
ja: これらのコンパイル済みテンプレートを保存するには、WebサーバーがFriendica最上位フォルダーの下のディレクトリview / smarty3 /への書き込みアクセス権を持っている必要があります。
ru: Для того чтобы хранить эти скомпилированные шаблоны, веб-сервер должен иметь доступ на запись для папки view/smarty3 в директории, где установлена Friendica.

source: Please ensure that the user that your web server runs as (e.g. www-data) has write access to this folder.
de: Bitte stelle sicher, dass der Nutzer, unter dem der Webserver läuft (z.B. www-data), Schreibrechte zu diesem Verzeichnis hat.
fr: Veuillez vous assurer que l'utilisateur qui exécute votre serveur internet (p. ex. www-data) détient le droit d'accès en écriture sur ce dossier.
gd: Dèan cinnteach gu bheil inntrigeadh a chùm sgrìobhaidh dhan phasgan seo aig a’ chleachdaiche leis a bheil am frithealaiche-lìn ’ga ruith (m.e. www-data).
hu: Biztosítsa, hogy a webkiszolgálót futtató felhasználónak (például www-data) legyen írási hozzáférése ehhez a mappához.
ja: Webサーバーを実行するユーザー（www-dataなど）がこのフォルダーへの書き込みアクセス権を持っていることを確認してください。
ru: Пожалуйста, убедитесь, что пользователь, под которым работает ваш веб-сервер (например www-data), имеет доступ на запись в этой папке.

source: Note: as a security measure, you should give the web server write access to view/smarty3/ only--not the template files (.tpl) that it contains.
de: Hinweis: aus Sicherheitsgründen solltest du dem Webserver nur Schreibrechte für view/smarty3/ geben -- Nicht für die darin enthaltenen Template-Dateien (.tpl).
fr: Note: pour plus de sécurité, vous devriez ne donner le droit d'accès en écriture qu'à view/smarty3/ et pas aux fichiers modèles (.tpl) qu'il contient.
gd: An aire: a chùm tèarainteachd, bu chòir dhut inntrigeadh a chùm sgrìobhaidh a thoirt dhan fhrithealaiche-lìn airson a’ phasgain view/smarty3/ a-mhàin is chan ann dha na faidhlichean teamplaide (.tpl) a tha ’na bhroinn.
hu: Megjegyzés: biztonsági intézkedésként csak a „view/smarty3/” mappához kell írási hozzáférést adnia a webkiszolgálónak, nem azokhoz a sablonfájlokhoz (.tpl), amelyeket tartalmaz.
ja: 注：セキュリティ対策として、Webサーバーにview / smarty3 /のみへの書き込みアクセス権を与える必要があります。含まれるテンプレートファイル（.tpl）ではありません。
ru: Примечание: в качестве меры безопасности, вы должны дать вебсерверу доступ на запись только в view/smarty3 - но не на сами файлы шаблонов (.tpl)., Которые содержатся в этой папке.

source: view/smarty3 is writable
de: view/smarty3 ist schreibbar
fr: view/smarty3 est autorisé à l écriture
gd: Gabhaidh sgrìobhadh sa phasgan view/smarty3
hu: A „view/smarty3” írható
ja: view / smarty3は書き込み可能です
ru: view/smarty3 доступен для записи

source: Url rewrite in .htaccess seems not working. Make sure you copied .htaccess-dist to .htaccess.
de: Umschreiben der URLs in der .htaccess funktioniert nicht. Vergewissere dich, dass du .htaccess-dist nach.htaccess kopiert hast.
fr: La réécriture d'URL ne semble pas fonctionner, veuillez vous assurer que vous avez créé un fichier ".htaccess" à partir du fichier ".htaccess-dist".
gd: Tha coltas nach eil an Url rewrite ag obair san fhaidhle .htaccess. Dèan cinnteach gun do chruthaich thu lethbhreac dhe .htaccess-dist aig .htaccess.
hu: Úgy tűnik, hogy a .htaccess fájlban lévő URL átírás nem működik. Győződjön meg arról, hogy lemásolta-e a .htaccess-dist fájlt .htaccess néven.
ru: Похоже, что Url rewrite в .htaccess не работает. Убедитесь, что вы скопировали .htaccess-dist в .htaccess.
