Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Mark success (if update was manually applied)
de: Als erfolgreich markieren (falls das Update manuell installiert wurde)
fr: Marquer comme 'réussie' (dans le cas d'une mise-à-jour manuelle)
gd: Cuir comharra gun do shoirbhich leis (ma rinn thu an t-ùrachadh a làimh)
hu: Megjelölés sikeresként (ha a frissítés kézzel lett alkalmazva)
ja: 成功をマークする（更新が手動で適用された場合）
ru: Отмечено успешно (если обновление было применено вручную)

source: Attempt to execute this update step automatically
de: Versuchen, diesen Schritt automatisch auszuführen
fr: Tenter d'éxecuter cette étape automatiquement
gd: Feuch gnìomhachadh a’ cheuma seo dhen ùrachadh gu fèin-obrachail
hu: Próbálja meg automatikusan végrehajtani ezt a frissítési lépést
ja: この更新手順を自動的に実行しようとします
ru: Попытаться выполнить этот шаг обновления автоматически

source: No
de: Nein
fr: Non
gd: Chan eil
hu: Nem
ja: いいえ
ru: Нет

source: Yes
de: Ja
fr: Oui
gd: Tha
hu: Igen
ja: はい
ru: Да

source: Locked
de: Abgeschlossen
fr: Vérouillé
hu: Zárolva

source: Manage Additional Features
de: Zusätzliche Features Verwalten
fr: Gérer les fonctionnalités avancées
gd: Stiùir na gleusan a bharrachd
hu: További funkciók kezelése
ja: 追加機能を管理する
ru: Управление дополнительными возможностями

source: Other
de: Andere
fr: Autre
gd: Eile
hu: Egyéb
ja: その他
ru: Другой

source: unknown
de: Unbekannt
fr: inconnu
gd: chan eil fhios
hu: ismeretlen
ja: 未知の
ru: неизвестно

source: %2$s total system
de: %2$sServer gesamt
fr: %2$s système au total
gd: %2$s siostam gu h-iomlan
hu: %2$s rendszer összesen
ru: %2$s система всего

source: %2$s active user last month
de: %2$s aktiver Nutzer im letzten Monat
fr: %2$s utilisateur actif le mois dernier
gd: %2$s chleachdaiche gnìomhach sa mhìos seo chaidh
hu: %2$s aktív felhasználó az elmúlt hónapban
ru: %2$s активный пользователь за месяц

source: %2$s active user last six months
de: %2$s aktive Nutzer im letzten halben Jahr
fr: %2$s utilisateur actif ces six derniers mois
gd: %2$s chleachdaiche gnìomhach san leth-bhliadhna seo chaidh
hu: %2$s aktív felhasználó az elmúlt hat hónapban
ru: %2$s активный пользователь за полгода

source: %2$s registered user
de: %2$sregistrierter Nutzer
fr: %2$s utilisateur enregistré
gd: %2$s chleachdaiche clàraichte
hu: %2$s regisztrált felhasználó
ru: %2$s зарегистрированный пользователь

source: %2$s locally created post or comment
de: %2$slokal erstellter Beitrag oder Kommentar
fr: %2$s publication ou commentaire créé localement
gd: Chaidh %2$s phost no beachd a chruthachadh gu h-ionadail
hu: %2$s helyileg létrehozott bejegyzés vagy hozzászólás
ru: %2$s местная запись или комментарий

source: %2$s post per user
de: %2$sBeitrag pro Nutzer
fr: %2$s publication par utilisateur
gd: %2$s phost gach cleachdaiche
hu: %2$s bejegyzés felhasználónként
ru: %2$s запись на пользователя

source: %2$s user per system
de: %2$sNutzer pro System
fr: %2$s utilisateur par système
gd: %2$s chleachdaiche gach siostaim
hu: %2$s felhasználó rendszerenként
ru: %2$s пользователь на систему

source: This page offers you some numbers to the known part of the federated social network your Friendica node is part of. These numbers are not complete but only reflect the part of the network your node is aware of.
de: Diese Seite präsentiert einige Zahlen zu dem bekannten Teil des föderalen sozialen Netzwerks, von dem deine Friendica Installation ein Teil ist. Diese Zahlen sind nicht absolut und reflektieren nur den Teil des Netzwerks, den dein Knoten kennt.
fr: Cette page montre quelques statistiques de la partie connue du réseau social fédéré dont votre instance Friendica fait partie. Ces chiffres sont partiels et ne reflètent que la portion du réseau dont votre instance a connaissance.
gd: Bheir an duilleag seo àireamhan dhut mun chuid dhen lìonra shòisealta cho-naisgte sa bheil an nòd seo dhe Friendica. Chan eil na h-àireamhan seo coileanta is cha sheall iad ach a’ phàirt dhen lìonra air a bheil an nòd agad eòlach.
hu: Ez az oldal néhány számadatot nyújt a föderált közösségi hálózat azon ismert részéhez, amelynek része az Ön Friendica csomópontja. Ezek a számok nem teljesek, hanem csak a hálózat azon részét tükrözik, amelyről a csomópontja tud.
ja: このページでは、Friendicaノードが属するフェデレーションソーシャルネットワークの既知の部分について統計を提供します。これらの数値は完全なものではなく、ノードが認識しているネットワークの部分のみを反映しています。
ru: На этой странице вы можете увидеть немного статистики из известной вашему узлу федеративной сети. Эти данные неполные и только отражают ту часть сети, с которой ваш узел взаимодействовал.

source: Federation Statistics
de: Föderation Statistik
fr: Statistiques Federation
gd: Stadastaireachd a’ cho-nasgaidh
hu: Föderációs statisztikák
ja: フェデレーション統計
ru: Статистика федерации

source: Currently this node is aware of %2$s node (%3$s active users last month, %4$s active users last six months, %5$s registered users in total) from the following platforms:
de: Derzeit kennt dieser Knoten %2$s andere Knoten (mit %3$s aktiven Nutzern im letzten Monat, %4$s aktiven Nutzern im letzten halben Jahr, %5$s registrierten Nutzern insgesamt) von den folgenden Plattformen:
fr: Actuellement, ce nœud est en relation avec %2$s autre nœud (%3$s utilisateurs actifs le mois dernier, %4$s ces six derniers mois, %5$s utilisateurs enregistrés au total) issus des plateformes suivantes :
gd: Tha an nòd seo eòlach air %2$s nòd aig an àm seo (cleachdaichean gnìomhach sa mhìos seo chaidh: %3$s, cleachdaichean gnìomhach san leth-bhliadhna seo chaidh: %4$s, cleachdaichean clàraichte: %5$s gu h-iomlan) o na h-ùrlaran a leanas:
hu: Jelenleg erről a csomópontról %2$s csomópontnak van tudomása (%3$s aktív felhasználóval az elmúlt hónapban, %4$s aktív felhasználóval az elmúlt hat hónapban, összesen %5$s regisztrált felhasználóval) a következő platformokról:
ru: Сейчас этому узлу известно о %2$s узле (%3$s активных пользователей за месяц, %4$s активных пользователей за полгода, %5$s всего зарегистрированных) с платформой:

source: The logfile '%s' is not writable. No logging possible
de: Die Logdatei '%s' ist nicht beschreibbar. Derzeit ist keine Aufzeichnung möglich.
fr: Le fichier journal '%s' n'est pas accessible en écriture. Pas de journalisation possible
gd: Cha ghabh sgrìobhadh ann am faidhle “%s” an loga. Cha ghabh logadh a dhèanamh
hu: A(z) „%s” naplófájl nem írható. A naplózás nem lehetséges.
ja: ログファイル ' %s ' は書き込みできません。ログ機能が使用できません。
ru: Файл журнала '%s' недоступен для записи. Журналирование невозможно.

source: PHP log currently enabled.
de: PHP Protokollierung ist derzeit aktiviert.
fr: Log PHP actuellement activé.
gd: Tha logadh PHP an comas an-dràsta.
hu: A PHP-naplózás jelenleg engedélyezve van.
ja: 現在有効なPHPログ。
ru: Лог PHP включен.

source: PHP log currently disabled.
de: PHP Protokollierung ist derzeit nicht aktiviert.
fr: Log PHP actuellement desactivé.
gd: Tha logadh PHP à comas an-dràsta.
hu: A PHP-naplózás jelenleg le van tiltva.
ja: PHPログは現在無効になっています。
ru: Лог PHP выключен.

source: Logs
de: Protokolle
fr: Journaux
gd: Logaichean
hu: Naplók
ja: ログ
ru: Журналы

source: Clear
de: löschen
fr: Effacer
gd: Falamhaich
hu: Törlés
ja: クリア
ru: Очистить

source: Enable Debugging
de: Protokoll führen
fr: Activer le déboggage
gd: Cuir dì-bhugachadh an comas
hu: Hibakeresés engedélyezése
ja: デバッグを有効にする
ru: Включить отладку

source: <strong>Read-only</strong> because it is set by an environment variable
de: <strong>Schreibgeschützt</strong>, weil es durch eine Umgebungsvariable festgelegt ist
fr: <strong>En lecture seule</strong> car configuré avec une variable d'environnement
gd: <strong>Cead-leughaidh a-mhàin</strong> on a chaidh a shuidheachadh le caochladair àrainne
hu: <strong>Csak olvasható</strong>, mert egy környezeti változó állítja be

source: Log file
de: Protokolldatei
fr: Fichier journal
gd: Faidhle an loga
hu: Naplófájl
ja: ログファイル
ru: Лог-файл

source: Must be writable by web server. Relative to your Friendica top-level directory.
de: Webserver muss Schreibrechte besitzen. Abhängig vom Friendica-Installationsverzeichnis.
fr: Accès en écriture par le serveur web requis. Relatif à la racine de votre installation de Friendica.
gd: Feumaidh cead sgrìobhaidh a bhith aig an fhrithealaiche-lìn. Dàimheach ri prìomh-pasgan Friendica.
hu: Írhatónak kell lennie a webkiszolgáló által. Relatívan kell megadni a Friendica felső szintű könyvtárához képest.
ja: Webサーバーから書き込み可能である必要があります。 Friendicaの最上位ディレクトリからの相対パス。
ru: Должно быть доступно для записи в веб-сервере. Относительно вашего Friendica каталога верхнего уровня.

source: Log level
de: Protokoll-Level
fr: Niveau de journalisaton
gd: Leibheil an loga
hu: Naplózási szint
ja: ログレベル
ru: Уровень лога

source: PHP logging
de: PHP Protokollieren
fr: Log PHP
gd: Logadh PHP
hu: PHP-naplózás
ja: PHPロギング
ru: PHP логирование

source: To temporarily enable logging of PHP errors and warnings you can prepend the following to the index.php file of your installation. The filename set in the 'error_log' line is relative to the friendica top-level directory and must be writeable by the web server. The option '1' for 'log_errors' and 'display_errors' is to enable these options, set to '0' to disable them.
de: Um die Protokollierung von PHP-Fehlern und Warnungen vorübergehend zu aktivieren, kannst du der Datei index.php deiner Installation Folgendes voranstellen. Der in der Datei 'error_log' angegebene Dateiname ist relativ zum obersten Verzeichnis von Friendica und muss vom Webserver beschreibbar sein. Die Option '1' für 'log_errors' und 'display_errors' aktiviert diese Optionen, ersetze die '1' durch eine '0', um sie zu deaktivieren.
fr: Pour activer temporairement la journalisation de PHP vous pouvez insérez les lignes suivantes au début du fichier <code>index.php</code> dans votre répertoire Friendica. The nom de fichier défini dans la ligne <code>'error_log'</code> est relatif au répertoire d'installation de Friendica et le serveur web doit avoir le droit d'écriture sur ce fichier. Les lignes <code>log_errors</code> et <code>display_errors</code> prennent les valeurs <code>0</code> et <code>1</code> respectivement pour les activer ou désactiver.
gd: Airson logadh nam mearachdan is rabhaidhean PHP a chur an comas gu sealach, ’s urrainn dhut na leanas a chur air thoiseach faidhle index.php an stàlaidh agad. Tha ainm an fhaidhle a tha ’ga shuidheachadh air an loidhne 'error_log' dàimheach ri prìomh-phasgan Friendica agus feumaidh cead sgrìobhaidh a bhith aig an fhrithealaiche-lìn ann. Cuiridh tu 'log_errors' (logadh nam mearachdan) agus 'display_errors' (sealltainn nam mearachdan) an comas leis an roghainn '1' agus à comas leis an roghainn '0'.
hu: A PHP hibák és figyelmeztetések naplózásának átmeneti engedélyezéséhez beszúrhatja a következőket a telepítése index.php fájljának elejére. Az „error_log” sorban beállított fájlnév relatív a Friendica felső szintű könyvtárához képest, és írhatónak kell lennie a webkiszolgáló által. A „log_errors” és a „display_errors” beállítások „1” értéke a beállítások engedélyezéséhez kell. Állítsa „0” értékre a letiltásukhoz.
ja: PHPのエラーと警告のログを一時的に有効にするには、インストールのindex.phpファイルに次を追加します。 「error_log」行に設定されたファイル名は、Friendicaの最上位ディレクトリに関連しており、Webサーバーが書き込み可能である必要があります。 「log_errors」および「display_errors」のオプション「1」はこれらのオプションを有効にすることであり、「0」に設定すると無効になります。
ru: Чтобы временно включить журналирование ошибок и предупреждений PHP, вы можете добавить следующее в файл index.php вашей установки. Имя файла, установленное в 'error_log', задаётся относительно каталога установки Френдики и у веб-сервера должно быть разрешение на запись в этот файл. Настройка 1' для 'log_errors' и 'display_errors' включает журналирование и отображение ошибок, '0' отключает.

source: Error trying to open <strong>%1$s</strong> log file.<br/>Check to see if file %1$s exist and is readable.
de: Fehler beim Öffnen der Logdatei <strong>%1$s</strong>.<br/>Bitte überprüfe ob die Datei %1$s existiert und gelesen werden kann.
fr: Erreur lors de l'ouverture du fichier journal <strong>%1$s</strong>.<br/>Vérifiez si le fichier %1$s existe et est lisible.
gd: Mearachd a’ feuchainn ri faidhle <strong>%1$s</strong> an loga fhosgladh.<br/>Dearbh gu bheil am faidhle %1$s ann is gun gabh a leughadh.
hu: Hiba a(z) <strong>%1$s</strong> naplófájl megnyitási kísérlete során.<br/>Ellenőrizze, hogy a(z) „%1$s” fájl létezik-e és olvasható-e.
ru: Ошибка при открытии файла журнала <strong>%1$s</strong>.<br/>Проверьте, что файл %1$s существует и может быть прочитан веб-сервером.

source: Couldn't open <strong>%1$s</strong> log file.<br/>Check to see if file %1$s is readable.
de: Konnte die Logdatei <strong>%1$s</strong> nicht öffnen.<br/>Bitte stelle sicher, dass die Datei %1$s lesbar ist.
fr: Impossible d'ouvrir le fichier journal <strong>%1$s</strong> .<br/>Vérifiez si le fichier %1$s est lisible.
gd: Cha b’ urrainn dhinn faidhle <strong>%1$s</strong> an loga fhosgladh.<br/>Dearbh gun gabh am faidhle %1$s a leughadh.
hu: Nem sikerült megnyitni a(z) <strong>%1$s</strong> naplófájlt.<br/>Ellenőrizze, hogy a(z) „%1$s” fájl olvasható-e.
ru: Не получилось открыть файл журнала <strong>%1$s</strong>. Проверьте, что файл %1$s может быть прочитан веб-сервером.

source: View Logs
de: Protokolle anzeigen
fr: Voir les logs
gd: Seall na logaichean
hu: Naplók megtekintése
ja: ログを見る
ru: Просмотр журналов

source: Search in logs
de: Logs durchsuchen
fr: Rechercher dans les fichiers journaux
gd: Lorg sna logaichean
hu: Keresés a naplókban
ru: Поиск в журналах событий

source: Show all
de: Alle anzeigen
fr: Tout afficher
gd: Seall na h-uile
hu: Összes megjelenítése
ja: すべて表示する
ru: Показать все

source: Date
de: Datum
gd: Ceann-là
hu: Dátum
ru: Дата

source: Level
fr: Niveau
gd: Leibheil
hu: Szint
ru: Уровень

source: Context
de: Zusammenhang
fr: Contexte
gd: Co-theacsa
hu: Környezet
ru: Контекст

source: ALL
de: ALLE
fr: TOUS
gd: NA h-UILE
hu: Összes
ru: ВСЕ

source: View details
de: Details anzeigen
fr: Voir les détails
gd: Seall am mion-fhiosrachadh
hu: Részletek megtekintése
ru: Посмотреть детали

source: Click to view details
de: Anklicken zum Anzeigen der Details
fr: Cliquer pour voir les détails
gd: Briog air a shealltainn a’ mhion-fhiosrachaidh
hu: Kattintson a részletek megtekintéséhez
ru: Нажмите для просмотра подробностей

source: Event details
de: Ereignisdetails
fr: Détails de l'évènement
gd: Fiosrachadh an tachartais
hu: Esemény részletei
ja: イベントの詳細
ru: Сведения о мероприятии

source: Data
de: Daten
fr: Données
gd: Dàta
hu: Adatok
ru: Данные

source: Source
de: Quelle
gd: Tùs
hu: Forrás
ru: Источник

source: File
de: Datei
fr: Fichier
gd: Faidhle
hu: Fájl
ru: Файл

source: Line
de: Zeile
fr: Ligne
gd: Loidhne
hu: Sor
ru: Строка

source: Function
de: Funktion
fr: Fonction
gd: Foincsean
hu: Függvény
ru: Функция

source: Process ID
de: Prozess ID
fr: ID de processus
gd: ID a’ phròiseis
hu: Folyamatazonosító
ru: ID процесса

source: Inspect Deferred Worker Queue
de: Verzögerte Worker-Warteschlange inspizieren
fr: Détail des tâches de fond reportées
gd: Sgrùd ciutha nan obraichean dàilichte
hu: Elhalasztott feldolgozó várakozási sorának vizsgálata
ja: 遅延ワーカーキューの詳細を見る
ru: Посмотреть очередь отложенных заданий

source: This page lists the deferred worker jobs. This are jobs that couldn't be executed at the first time.
de: Auf dieser Seite werden die aufgeschobenen Worker-Jobs aufgelistet. Dies sind Jobs, die beim ersten Mal nicht ausgeführt werden konnten.
fr: Cette page détaille les tâches de fond reportées après avoir échoué une première fois.
gd: Gheibh thu liosta nan obraichean dàilichte air an duilleag seo. Cha b’ urrainn dhuinn na h-obraichean seo a dhèanamh sa chiad uair.
hu: Ez az oldal az elhalasztott feldolgozó feladatokat sorolja fel. Ezek azok a feladatok, amelyeket nem sikerült végrehajtani első alkalommal.
ja: このページには、遅延ワーカージョブが一覧表示されます。これは、投入時に実行できなかったジョブです。
ru: На этой странице отображаюттся отложенные задания планировщика. Эти задания по какой-то причине не были выполнены с первого раза.

source: Inspect Worker Queue
de: Worker-Warteschlange inspizieren
fr: Détail des tâches de fond en attente
gd: Sgrùd ciutha nan obraichean
hu: Feldolgozó várakozási sorának vizsgálata
ja: ワーカーキューの詳細を見る
ru: Посмотреть очередь заданий

source: This page lists the currently queued worker jobs. These jobs are handled by the worker cronjob you've set up during install.
de: Auf dieser Seite werden die derzeit in der Warteschlange befindlichen Worker-Jobs aufgelistet. Diese Jobs werden vom Cronjob verarbeitet, den du während der Installation eingerichtet hast.
fr: Cette page détaille les tâches de fond en attente. Elles seront traitées lors de la prochaine exécution de la tâche planifiée que vous avez définie lors de l'installation.
gd: Gheibh thu liosta nan obraichean a tha sa chiutha an-dràsta air an duilleag seo. Thèid na h-obraichean seo a làimhseachadh leis a’ cronjob a shuidhich thu rè an stàlaidh.
hu: Ez az oldal a jelenleg sorba állított feldolgozó feladatokat sorolja fel. Ezeket a feladatokat a feldolgozó cron-feladata kezeli, amelyet a telepítés során állított be.
ja: このページには、現在キューに入れられているワーカージョブが一覧表示されます。これらのジョブは、インストール中に設定したワーカーcronジョブによって処理されます。
ru: На этой странице отображаются задания планировщика, которые в настоящий момент стоят в очереди на выполнение. Эти задания запускаются посредством планировщика cron, который вы настроили при установке.

source: ID
hu: Azonosító

source: Command
de: Befehl
fr: Commande
gd: Àithne
hu: Parancs
ru: Команда

source: Job Parameters
de: Parameter der Aufgabe
fr: Paramètres de la tâche
gd: Paramadairean na h-obrach
hu: Feladat paraméterei
ja: ジョブパラメータ
ru: Параметры задания

source: Created
de: Erstellt
fr: Créé
gd: Air a chruthachadh
hu: Létrehozva
ja: 作成した
ru: Создано

source: Next Try
de: Nächster Versuch
fr: Prochain Essai
hu: Következő próba

source: Priority
de: Priorität
fr: Priorité
gd: Prìomhachas
hu: Prioritás
ja: 優先度
ru: Приоритет

source: %s is no valid input for maximum media size
de: %s ist keine gültige Angabe der maximalen Größe von Medien
fr: %s n'est pas une saisie valide pour une taille de média
hu: A(z) %s nem érvényes bemenet a legnagyobb médiamérethez

source: %s is no valid input for maximum image size
de: %s ist keine gültige Angabe der maximalen Größe von Bildern
fr: %s n'est pas une valeur valide pour la taille maximum d'image
gd: Chan eil %s ’na ion-chur dligheach do mheud as motha nan dealbhan
hu: A(z) %s nem érvényes bemenet a legnagyobb képmérethez
ru: %s недопустимое значение для максимального размера изображений

source: No special theme for mobile devices
de: Kein spezielles Theme für mobile Geräte verwenden.
fr: Pas de thème particulier pour les terminaux mobiles
gd: Chan eil ùrlar sònraichte do dh’uidheaman mobile ann
hu: Nincs különleges téma a mobil eszközökhöz
ja: モバイルデバイス向けの特別なテーマはありません
ru: Нет специальной темы для мобильных устройств

source: %s - (Experimental)
de: %s - (Experimentell)
fr: %s- (expérimental)
gd: %s – (deuchainneil)
hu: %s – (kísérleti)
ja: %s （実験的）
ru: %s - (экспериментально)

source: No community page
de: Keine Gemeinschaftsseite
fr: Aucune page de communauté
gd: Gun duilleag coimhearsnachd
hu: Nincs közösségi oldal
ja: コミュニティページなし
ru: Нет общей ленты записей

source: No community page for visitors
de: Keine Gemeinschaftsseite für Besucher
fr: Aucune page communautaire pour les visiteurs
gd: Gun duilleag coimhearsnachd do dh’aoighean
hu: Nincs közösségi oldal a látogatóknak
ru: Нет общей ленты записей для гостей

source: Public postings from users of this site
de: Öffentliche Beiträge von NutzerInnen dieser Seite
fr: Publications publiques des utilisateurs de ce site
gd: Postaichean poblach nan cleachdaichean air an làrach seo
hu: Nyilvános beküldések ezen oldal felhasználóitól
ja: このサイトのユーザーからの一般公開投稿
ru: Публичные записи от пользователей этого узла

source: Public postings from the federated network
de: Öffentliche Beiträge aus dem föderalen Netzwerk
fr: Publications publiques du réseau fédéré
gd: Postaichean poblach on lìonra cho-naisgte
hu: Nyilvános beküldések a föderált hálózatból
ja: フェデレーションネットワークからの一般公開投稿
ru: Публичные записи федеративной сети

source: Public postings from local users and the federated network
de: Öffentliche Beiträge von lokalen Nutzern und aus dem föderalen Netzwerk
fr: Publications publiques des utilisateurs du site et du réseau fédéré
gd: Postaichean poblach nan cleachdaichean ionadail ’s on lìonra cho-naisgte
hu: Nyilvános beküldések a helyi felhasználóktól és a föderált hálózatból
ja: ローカルユーザーとフェデレーションネットワークからの一般公開投稿
ru: Публичные записи от местных пользователей и федеративной сети.

source: Multi user instance
de: Mehrbenutzer-Instanz
fr: Instance multi-utilisateurs
gd: Ionstans ioma-chleachdaiche
hu: Többfelhasználós példány
ja: マルチユーザーインスタンス
ru: Многопользовательский вид

source: Closed
de: Geschlossen
fr: Fermé
gd: Dùinte
hu: Lezárva
ja: 閉まっている
ru: Закрыто

source: Requires approval
de: Bedarf der Zustimmung
fr: Demande une apptrobation
gd: Tha feum air aontachadh
hu: Jóváhagyást igényel
ja: 承認が必要
ru: Требуется подтверждение

source: Open
de: Offen
fr: Ouvert
gd: Fosgailte
hu: Nyitott
ja: 開いた
ru: Открыто

source: Don't check
de: Nicht überprüfen
fr: Ne pas rechercher
gd: Na cuir sùil
hu: Ne ellenőrizze
ja: チェックしない
ru: Не проверять

source: check the stable version
de: überprüfe die stabile Version
fr: Rechercher les versions stables
gd: cuir sùil air na tionndadh seasmhach
hu: a stabil verzió ellenőrzése
ja: 安定版を確認してください
ru: проверить стабильную версию

source: check the development version
de: überprüfe die Entwicklungsversion
fr: Rechercher les versions de développement
gd: cuir sùil air na tionndadh leasachaidh
hu: a fejlesztői verzió ellenőrzése
ja: 開発バージョンを確認する
ru: проверить development-версию

source: none
de: keine
fr: aucun
gd: chan eil gin
hu: nincs
ru: нет

source: Local contacts
de: Lokale Kontakte
fr: Contacts locaux
gd: Luchd-aithne an ionadail
hu: Helyi partnerek
ru: Местные контакты

source: Interactors
de: Interaktionen
fr: Interagisseurs
gd: Luchd co-luadair
hu: Interaktorok

source: Site
de: Seite
gd: Làrach
hu: Oldal
ja: サイト
ru: Сайт

source: General Information
de: Allgemeine Informationen
fr: Information générale
gd: Fiosrachadh coitcheann
hu: Általános információk
ru: Общая информация

source: Republish users to directory
de: Nutzer erneut im globalen Verzeichnis veröffentlichen.
fr: Republier les utilisateurs sur le répertoire
gd: Ath-fhoillsich na cleachdaichean dhan eòlaire
hu: Felhasználók újra közzé tétele a könyvtárba
ja: ユーザーをディレクトリに再公開する
ru: Переопубликовать пользователей в каталог

source: Registration
de: Registrierung
fr: Inscription
gd: Clàradh
hu: Regisztráció
ja: 登録
ru: Регистрация

source: File upload
de: Datei hochladen
fr: Téléversement de fichier
gd: Luchdadh suas fhaidhlichean
hu: Fájlfeltöltés
ja: ファイルのアップロード
ru: Загрузка файлов

source: Policies
de: Regeln
fr: Politiques
gd: Poileasaidhean
hu: Irányelvek
ja: ポリシー
ru: Политики

source: Advanced
de: Erweitert
fr: Avancé
gd: Adhartach
hu: Speciális
ja: 詳細
ru: Дополнительно

source: Auto Discovered Contact Directory
de: Automatisch ein Kontaktverzeichnis erstellen
fr: Répertoire de Contacts Découverts Automatiquement
gd: Eòlaire an luchd-aithne a chaidh a lorg gu fèin-obrachail
hu: Automatikusan felfedezett partnerkönyvtár
ja: 自動検出されたコンタクトディレクトリ
ru: Каталог автообнаружения контактов

source: Performance
gd: Dèanadas
hu: Teljesítmény
ja: 性能
ru: Производительность

source: Worker
fr: Tâche de fond
gd: Obraiche
hu: Feldolgozó
ja: ワーカー
ru: Обработчик

source: Message Relay
de: Nachrichten-Relais
fr: Relai de publication
gd: Ath-sheachadan theachdaireachdan
hu: Üzenettovábbítás
ja: メッセージ中継
ru: Ретранслятор записей
