Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Please enter your password to access this page.
de: Bitte gib dein Passwort ein, um auf diese Seite zuzugreifen.
fr: Veuillez saisir votre mot de passe pour accéder à cette page.
hu: Adja meg a jelszavát az oldal eléréséhez.
ja: このページにアクセスするには、パスワードを入力してください。
ru: Пожалуйста, введите ваш пароль для доступа к этой странице.

source: App-specific password generation failed: The description is empty.
de: Die Erzeugung des App spezifischen Passworts ist fehlgeschlagen. Die Beschreibung ist leer.
fr: La génération du mot de passe spécifique à l'application a échoué : la description est vide.
hu: Az alkalmazásfüggő jelszó előállítása sikertelen: a leírás üres.
ja: アプリ固有のパスワード生成に失敗しました：説明は空です。
ru: Создание пароля приложения не удалось: не указано описание

source: App-specific password generation failed: This description already exists.
de: Die Erzeugung des App spezifischen Passworts ist fehlgeschlagen. Die Beschreibung existiert bereits.
fr: La génération du mot de passe spécifique à l'application a échoué : cette description existe déjà.
hu: Az alkalmazásfüggő jelszó előállítása sikertelen: a leírás már létezik.
ja: アプリ固有のパスワード生成に失敗しました：この説明は既に存在します。
ru: Создание пароля приложения не удалось: такое описание уже есть.

source: App-specific passwords successfully revoked.
de: App spezifische Passwörter erfolgreich widerrufen.
fr: Mots de passe spécifiques à des applications révoqués avec succès.
hu: Az alkalmazásfüggő jelszavak sikeresen visszavonva.
ja: アプリ固有のパスワードが正常に取り消されました。
ru: Пароли для приложений успешно отозваны

source: App-specific password successfully revoked.
de: App spezifisches Passwort erfolgreich widerrufen.
fr: Mot de passe spécifique à l'application révoqué avec succès.
hu: Az alkalmazásfüggő jelszó sikeresen visszavonva.
ja: アプリ固有のパスワードが正常に取り消されました。
ru: Пароль для приложения успешно отозван

source: Two-factor app-specific passwords
de: Zwei-Faktor App spezifische Passwörter.
fr: Authentification à deux facteurs : Mots de passe spécifiques aux applications
hu: Kétlépcsős alkalmazásfüggő jelszavak
ja: 二要素アプリ固有のパスワード
ru: Пароли для приложений

source: <p>App-specific passwords are randomly generated passwords used instead your regular password to authenticate your account on third-party applications that don't support two-factor authentication.</p>
de: <p>App spezifische Passwörter sind zufällig generierte Passwörter die anstelle des regulären Passworts zur Anmeldung mit Client Anwendungen verwendet werden, wenn diese Anwendungen die Zwei-Faktor-Authentifizierung nicht unterstützen.</p>
fr: <p>Les mots de passe spécifiques aux application sont des mots de passe générés aléatoirement pour vous identifier avec votre compte Friendica sur des applications tierce-partie qui n'offrent pas d'authentification à deux facteurs.</p>
hu: <p>Az alkalmazásfüggő jelszavak az Ön szokásos jelszava helyett használt véletlenszerűen előállított jelszavak, hogy hitelesítsék a fiókját az olyan harmadik féltől származó alkalmazásoknál, amelyek nem támogatják a kétlépcsős hitelesítést.</p>
ja: <p>アプリ固有のパスワードは、二要素認証をサポートしないサードパーティアプリケーションでアカウントを認証するために、通常のパスワードの代わりに使用されるランダムに生成されたパスワードです。</p>
ru: <p>Пароли для приложений это случайно сгенерированные пароли, используемые вместо основного пароля для приложений, которые не поддерживают двухфакторную аутентификацию.</p>

source: Make sure to copy your new app-specific password now. You won’t be able to see it again!
de: Das neue App spezifische Passwort muss jetzt übertragen werden. Später wirst du es nicht mehr einsehen können!
fr: Veillez à copier votre nouveau mot de passe spécifique à l'application maintenant. Il ne sera plus jamais affiché!
hu: Győződjön meg arról, hogy lemásolta-e most az új alkalmazásfüggő jelszavát. Nem fogja tudni újra megnézni a jelszót!
ja: 今すぐ新しいアプリ固有のパスワードをコピーしてください。あなたは再びそれを見ることができなくなります！
ru: Убедитесь, что вы скопировали этот новый пароль сейчас. Вы больше его не увидите!

source: Last Used
de: Zuletzt verwendet
fr: Dernière utilisation
hu: Legutóbb használt
ja: 最終使用
ru: Последнее использование

source: Revoke
de: Widerrufen
fr: Révoquer
hu: Visszavonás
ja: 取り消す
ru: Отозвать

source: Revoke All
de: Alle widerrufen
fr: Révoquer tous
hu: Összes visszavonása
ja: すべて取り消す
ru: Отозвать все

source: When you generate a new app-specific password, you must use it right away, it will be shown to you once after you generate it.
de: Wenn du eine neues App spezifisches Passwort erstellst, musst du es sofort verwenden. Es wird dir nur ein einziges Mal nach der Erstellung angezeigt.
fr: Une fois que votre nouveau mot de passe spécifique à l'application est généré, vous devez l'utiliser immédiatement car il ne vous sera pas remontré plus tard.
hu: Ha új alkalmazásfüggő jelszót állít elő, akkor azonnal fel kell használnia. Akkor lesz megjelenítve Önnek, miután előállította azt.
ja: 新しいアプリ固有のパスワードを生成するときは、すぐに使用する必要があります。生成後、一度表示されます。
ru: Когда вы создадите новый пароль приложения, вам нужно использовать его сразу же. Он будет показан один раз после его создания.

source: Generate new app-specific password
de: Neues App spezifisches Passwort erstellen
fr: Générer un nouveau mot de passe spécifique à une application
hu: Új alkalmazásfüggő jelszó előállítása
ja: 新しいアプリ固有のパスワードを生成する
ru: Создать новый пароль приложения

source: Friendiqa on my Fairphone 2...
de: Friendiqa auf meinem Fairphone 2
fr: Friendiqa sur mon Fairphone 2...
hu: Friendiqa a Fairphone 2 készülékemen…
ja: フェアフォン2のFriendiqa ...
ru: Friendiqa на моём Fairphone 2...

source: Generate
de: Erstellen
fr: Générer
hu: Előállítás
ja: 生成する
ru: Сгенерировать

source: Two-factor authentication successfully disabled.
de: Zwei-Faktor Authentifizierung erfolgreich deaktiviert.
fr: Authentification à deux facteurs désactivée avec succès.
hu: A kétlépcsős hitelesítés sikeresen letiltva.
ja: 二要素認証が正常に無効になりました。
ru: Двухфакторная аутентификация успешно выключена.

source: <p>Use an application on a mobile device to get two-factor authentication codes when prompted on login.</p>
de: <p>Benutze eine App auf deinem Smartphone um einen Zwei-Faktor Identifikationscode zu bekommen wenn beim Anmelden das verlangt wird.</p>
fr: <p>Utilisez une application mobile pour obtenir des codes d'authentification à deux facteurs que vous devrez fournir lors de la saisie de vos identifiants.</p>
hu: <p>Egy alkalmazás használata egy mobil eszközön, hogy megkapja a kétlépcsős hitelesítés kódjait, ha a bejelentkezéskor kérik.</p>
ja: <p>ログイン時にプロンプトが表示されたら、モバイルデバイスのアプリケーションを使用して二要素認証コードを取得します。</p>
ru: <p>Используйте приложение на мобильном устройстве для получения кодов второго фактора при входе.</p>

source: Authenticator app
de: Zwei-Faktor Authentifizierungsapp
fr: Application mobile
hu: Hitelesítő alkalmazás
ja: 認証アプリ
ru: Приложение аутентификации

source: Configured
de: Konfiguriert
fr: Configurée
hu: Beállítva
ja: 設定済み
ru: Настроено

source: Not Configured
de: Nicht konfiguriert
fr: Pas encore configurée
hu: Nincs beállítva
ja: 設定されていません
ru: Не настроено

source: <p>You haven't finished configuring your authenticator app.</p>
de: <p>Die Konfiguration deiner Zwei-Faktor Authentifizierungsapp ist nicht abgeschlossen.</p>
fr: <p>Vous n'avez pas complété la configuration de votre application mobile d'authentification.</p>
hu: <p>Nem fejezte be a hitelesítő alkalmazása beállítását.</p>
ja: <p>認証アプリの設定が完了していません。</p>
ru: <p>Вы не закончили настройку приложения для аутентификации.</p>

source: <p>Your authenticator app is correctly configured.</p>
de: <p>Deine Zwei-Faktor Authentifizierungsapp ist korrekt konfiguriert.</p>
fr: <p>Votre application mobile d'authentification est correctement configurée.</p>
hu: <p>A hitelesítő alkalmazása megfelelően be van állítva.</p>
ja: <p>認証アプリが正しく構成されています。</p>
ru: <p>Ваше приложение для аутентификации настроено.</p>

source: Recovery codes
de: Wiederherstellungsschlüssel
fr: Codes de secours
hu: Visszaszerzési kódok
ja: 回復コード
ru: Коды восстановления

source: Remaining valid codes
de: Verbleibende Wiederherstellungsschlüssel
fr: Codes valides restant
hu: Hátralévő érvényes kódok
ja: 残りの有効なコード
ru: Оставшиеся коды восстановления

source: <p>These one-use codes can replace an authenticator app code in case you have lost access to it.</p>
de: <p>Diese Einmalcodes können einen Authentifikator-App-Code ersetzen, falls du den Zugriff darauf verloren hast.</p>
fr: <p>Ces codes à usage unique peuvent remplacer un code de votre application mobile d'authentification si vous n'y avez pas ou plus accès.</p>
hu: <p>Ezek az egyszer használható kódok helyettesíthetnek egy hitelesítő alkalmazás kódot abban az esetben, ha elveszíti a hozzáférést ahhoz.</p>
ja: <p>これらの使い捨てコードは、認証アプリのコードにアクセスできなくなった場合に、認証アプリのコードを置き換えることができます。</p>
ru: <p>Эти одноразовые коды могут заменить приложение для аутентификации, если вы его потеряете.</p>

source: App-specific passwords
de: App spezifische Passwörter
fr: Mots de passe spécifiques aux applications
hu: Alkalmazásfüggő jelszavak
ja: アプリ固有のパスワード
ru: Пароли для приложений

source: Generated app-specific passwords
de: App spezifische Passwörter erstellen
fr: Générer des mots de passe d'application
hu: Előállított alkalmazásfüggő jelszavak
ja: 生成されたアプリ固有のパスワード
ru: Пароли для приложений

source: <p>These randomly generated passwords allow you to authenticate on apps not supporting two-factor authentication.</p>
de: <p>Diese zufällig erzeugten Passwörter erlauben es dir dich mit Apps anzumelden, die keine Zwei-Faktor-Authentifizierung unterstützen.</p>
fr: <p>Ces mots de passe générés aléatoirement vous permettent de vous identifier sur des applications tierce-partie qui ne supportent pas l'authentification à deux facteurs.</p>
hu: <p>Ezek a véletlenszerűen előállított jelszavak lehetővé teszik, hogy olyan alkalmazásoknál hitelesítsen, amelyek nem támogatják a kétlépcsős hitelesítést.</p>
ja: <p>これらのランダムに生成されたパスワードを使用すると、二要素認証をサポートしていないアプリで認証できます。</p>
ru: <p>Эти случайно сгенерированные пароли могут быть использованы в приложениях, не поддерживающих двухфакторную аутентификацию.</p>

source: Current password:
de: Aktuelles Passwort:
fr: Mot de passe actuel :
hu: Jelenlegi jelszó:
ja: 現在のパスワード：
ru: Текущий пароль:

source: You need to provide your current password to change two-factor authentication settings.
de: Du musst dein aktuelles Passwort eingeben um die Einstellungen der Zwei-Faktor-Authentifizierung zu ändern
fr: Vous devez saisir votre mot de passe actuel pour changer les réglages de l'authentification à deux facteurs.
hu: Meg kell adnia a jelenlegi jelszavát a kétlépcsős hitelesítési beállítások megváltoztatásához.
ja: 二要素認証設定を変更するには、現在のパスワードを入力する必要があります。
ru: Вам нужно ввести ваш текущий пароль для изменения настроек аутентификации.

source: Enable two-factor authentication
de: Aktiviere die Zwei-Faktor-Authentifizierung
fr: Activer l'authentification à deux facteurs
hu: Kétlépcsős hitelesítés engedélyezése
ja: 二要素認証を有効にする
ru: Включить двухфакторную аутентификацию

source: Disable two-factor authentication
de: Deaktiviere die Zwei-Faktor-Authentifizierung
fr: Désactiver l'authentification à deux facteurs
hu: Kétlépcsős hitelesítés letiltása
ja: 二要素認証を無効にする
ru: Отключить двухфакторную аутентификацию

source: Show recovery codes
de: Wiederherstellungscodes anzeigen
fr: Montrer les codes de secours
hu: Visszaszerzési kódok megjelenítése
ja: 復旧コードを表示
ru: Показать коды восстановления

source: Manage app-specific passwords
de: App spezifische Passwörter verwalten
fr: Gérer les mots de passe spécifiques aux applications
gd: Stiùir na faclan-faire sònraichte do dh’aplacaidean
hu: Alkalmazásfüggő jelszavak kezelése
ja: アプリ固有のパスワードを管理する
ru: Управление паролями приложений

source: Manage trusted browsers
de: Vertrauenswürdige Browser verwalten
fr: Gérer les navigateurs de confiance
gd: Stiùir brabhsairean earbsach
hu: Megbízható böngészők kezelése
ru: Управление доверенными браузерами

source: Finish app configuration
de: Beende die App-Konfiguration
fr: Compléter la configuration de l'application mobile
hu: Alkalmazás beállításának befejezése
ja: アプリの構成を完了する
ru: Закончить настройку приложения

source: New recovery codes successfully generated.
de: Neue Wiederherstellungscodes erfolgreich generiert.
fr: Nouveaux codes de secours générés avec succès.
hu: Az új visszaszerzési kódok sikeresen előállítva.
ja: 新しい回復コードが正常に生成されました。
ru: Новые коды восстановления успешно сгенерированы.

source: Two-factor recovery codes
de: Zwei-Faktor-Wiederherstellungscodes
fr: Codes d'identification de secours
hu: Kétlépcsős visszaszerzési kódok
ja: 二要素回復コード
ru: Коды восстановления для ДФА

source: <p>Recovery codes can be used to access your account in the event you lose access to your device and cannot receive two-factor authentication codes.</p><p><strong>Put these in a safe spot!</strong> If you lose your device and don’t have the recovery codes you will lose access to your account.</p>
de: <p>Wiederherstellungscodes können verwendet werden, um auf dein Konto zuzugreifen, falls du den Zugriff auf dein Gerät verlieren und keine Zwei-Faktor-Authentifizierungscodes erhalten kannst.</p><p><strong>Bewahre diese an einem sicheren Ort auf!</strong> Wenn du dein Gerät verlierst und nicht über die Wiederherstellungscodes verfügst, verlierst du den Zugriff auf dein Konto.</p>
fr: <p>Les codes de secours peuvent être utilisés pour accéder à votre compte dans l'eventualité où vous auriez perdu l'accès à votre application mobile d'authentification à deux facteurs.</p><p><strong>Prenez soin de ces codes !</strong> Si vous perdez votre appareil mobile et n'avez pas de codes de secours vous n'aurez plus accès à votre compte.</p>
hu: <p>A visszaszerzési kódok használhatók a fiókjához való hozzáféréséhez abban az esetben, ha elveszti a hozzáférést az eszközéhez, és nem tud kétlépcsős hitelesítési kódokat fogadni.</p><p><strong>Tegye ezeket biztonságos helyre!</strong> Ha elveszti az eszközét és nincsenek meg a visszaszerzési kódjai, akkor el fogja veszíteni a fiókjához való hozzáférést.</p>
ja: <p>リカバリコードは、デバイスへのアクセスを失い、二要素認証コードを受信できない場合にアカウントにアクセスするために使用できます。</p> <p> <strong>これらを安全な場所に置いてください！</strong >デバイスを紛失し、復旧コードをお持ちでない場合、アカウントにアクセスできなくなります。</p>
ru: <p>Коды восстановления могут быть использованы для входа в случае, если вы потеряли доступ к приложению и не можете получить коды второго фактора.</p><p><strong>Храните их в безопасном месте!</strong> Если вы потеряете устройство с приложением и эти коды, то вы потеряете доступ к вашей учётной записи.</p>

source: When you generate new recovery codes, you must copy the new codes. Your old codes won’t work anymore.
de: Wenn du neue Wiederherstellungscodes generierst, mußt du die neuen Codes kopieren. Deine alten Codes funktionieren nicht mehr.
fr: Après avoir généré de nouveaux codes de secours, veillez à remplacer les anciens qui ne seront plus valides.
hu: Ha új visszaszerzési kódokat állít elő, akkor le kell másolnia az új kódokat. A régi kódjai többé nem fognak működni.
ja: 新しい回復コードを生成する場合、新しいコードをコピーする必要があります。古いコードはもう機能しません。
ru: Когда вы создаёте новые коды восстановления, вам нужно их сохранить. Ранее созданные коды больше не будут работать.

source: Generate new recovery codes
de: Generiere neue Wiederherstellungscodes
fr: Générer de nouveaux codes de secours
hu: Új visszaszerzési kódok előállítása
ja: 新しい回復コードを生成する
ru: Сгенерировать новые коды восстановления.

source: Next: Verification
de: Weiter: Überprüfung
fr: Prochaine étape : Vérification
hu: Következő: ellenőrzés
ja: 次：検証
ru: Далее: Проверка

source: Trusted browsers successfully removed.
de: Die vertrauenswürdigen Browser wurden erfolgreich entfernt.
fr: Les navigateurs de confiance ont bien été supprimés.
hu: A megbízható böngészők sikeresen eltávolítva.
ru: Доверенные браузеры успешно удалены.

source: Trusted browser successfully removed.
de: Der vertrauenswürdige Browser erfolgreich entfernt.
fr: Le navigateur de confiance a bien été supprimé.
hu: A megbízható böngésző sikeresen eltávolítva.
ru: Доверенный браузер успешно удалён.

source: Two-factor Trusted Browsers
de: Zwei-Faktor vertrauenswürdige Browser
fr: Navigateurs de confiance pour la 2FA
hu: Kétlépcsős megbízható böngészők
ru: Доверенные браузеры

source: Trusted browsers are individual browsers you chose to skip two-factor authentication to access Friendica. Please use this feature sparingly, as it can negate the benefit of two-factor authentication.
de: Vertrauenswürdige Browser sind spezielle Browser für die du entscheidest, dass die Zwei-Faktor Authentifikation übersprungen werden soll. Bitte verwende diese Option sparsam, da sie die Vorteile der 2FA aufhebt.
fr: Les navigateurs de confiance sont des navigateurs individuels pour lesquels vous avez choisi de ne pas utiliser l'identification à deux facteurs pour accéder à Friendica. Merci d'utiliser cette fonctionnalité avec discernement, au vu du fait qu'elle peut annuler les bénéfices de l'identification à deux facteurs.
hu: A megbízható böngészők azok az egyéni böngészők, amelyeknél a kétlépcsős hitelesítés kihagyását választotta a Friendica alkalmazáshoz való hozzáféréshez. Lehetőleg mellőzze ennek a funkciónak a használatát, mivel ez megszüntetheti a kétlépcsős hitelesítés előnyeit.
ru: Доверенные браузеры это браузеры, где вы можете пропускать использование двухфакторной аутентификации. Используйте эту возможность с осторожностью, так как это может лишить преимуществ двухфакторной аутентификации.

source: Device
de: Gerät
fr: Périphérique
hu: Eszköz
ru: Устройство

source: OS
fr: Système d'exploitation
hu: Operációs rendszer
ru: ОС

source: Trusted
de: Vertrauenswürdig
fr: De confiance
hu: Megbízható
ru: Доверие

source: Created At
de: Erstellt am
fr: Créé à
hu: Létrehozva:
ru: Создано

source: Last Use
de: Zuletzt verwendet
fr: Dernière utilisation
hu: Utolsó használat
ru: Последнее использование

source: Remove All
de: Alle entfernen
fr: Tout supprimer
hu: Összes eltávolítása
ru: Удалить все

source: Two-factor authentication successfully activated.
de: Zwei-Faktor-Authentifizierung erfolgreich aktiviert.
fr: Authentification à deux facteurs activée avec succès.
hu: A kétlépcsős hitelesítés sikeresen bekapcsolva.
ja: 二要素認証が正常にアクティブ化されました。
ru: Двухфакторная аутентификация успешно включена.

source: <p>Or you can submit the authentication settings manually:</p> <dl> <dt>Issuer</dt> <dd>%s</dd> <dt>Account Name</dt> <dd>%s</dd> <dt>Secret Key</dt> <dd>%s</dd> <dt>Type</dt> <dd>Time-based</dd> <dt>Number of digits</dt> <dd>6</dd> <dt>Hashing algorithm</dt> <dd>SHA-1</dd> </dl>
de: <p>Oder du kannst die Authentifizierungseinstellungen manuell übermitteln:</p> <dl> Verursacher <dd>%s</dd> <dt>Kontoname</dt> <dd>%s</dd> <dt>Geheimer Schlüssel</dt> <dd>%s</dd> <dt>Typ</dt> <dd>Zeitbasiert</dd> <dt>Anzahl an Ziffern</dt> <dd>6</dd> <dt>Hashing-Algorithmus</dt> <dd>SHA-1</dd> </dl>
fr: <p>Ou bien vous pouvez saisir les paramètres de l'authentification manuellement:</p> <dl> <dt>Émetteur</dt> <dd>%s</dd> <dt>Nom du compte</dt> <dd>%s</dd> <dt>Clé secrète</dt> <dd>%s</dd> <dt>Type</dt> <dd>Temporel</dd> <dt>Nombre de chiffres</dt> <dd>6</dd> <dt>Algorithme de hachage</dt> <dd>SHA-1</dd> </dl>
hu: <p>Vagy elküldheti a hitelesítési beállításokat kézzel:</p> <dl> <dt>Kibocsájtó</dt> <dd>%s</dd> <dt>Fiók neve</dt> <dd>%s</dd> <dt>Titkos kulcs</dt> <dd>%s</dd> <dt>Típus</dt> <dd>Időalapú</dd> <dt>Számjegyek száma</dt> <dd>6</dd> <dt>Kivonatoló algoritmus</dt> <dd>SHA-1</dd> </dl>
ja: <p>または認証設定を手動で送信できます：<dl> <dt>Issuer</dt> <dd>%s</dd> <dt>Account Name</dt> <dd>%s</dd> <dt>Secret Key</dt> <dd>%s</dd> <dt>Type</dt> <dd>Time-based</dd> <dt>Number of digits</dt> <dd>6</dd> <dt>Hashing algorithm</dt> <dd>SHA-1</dd> </dl>
ru: <p>Или вы можете ввести настройки аутентификации вручную:</p> <dl> <dt>Issuer</dt> <dd>%s</dd> <dt>Account Name</dt> <dd>%s</dd> <dt>Secret Key</dt> <dd>%s</dd> <dt>Type</dt> <dd>Time-based</dd> <dt>Number of digits</dt> <dd>6</dd> <dt>Hashing algorithm</dt> <dd>SHA-1</dd> </dl>

source: Two-factor code verification
de: Überprüfung des Zwei-Faktor-Codes
fr: Vérification du code d'identification
hu: Kétlépcsős kód ellenőrzése
ja: 二要素コード検証
ru: Проверка кода второго фактора

source: <p>Please scan this QR Code with your authenticator app and submit the provided code.</p>
de: <p>Bitte scanne diesen QR-Code mit deiner Authentifikator-App und übermittele den bereitgestellten Code.</p>
fr: <p>Veuillez scanner ce QR Code avec votre application mobile d'authenficiation à deux facteurs et saisissez le code qui s'affichera.</p>
hu: <p>Olvassa be ezt a QR-kódot a hitelesítő alkalmazásával, és küldje el a megkapott kódot.</p>
ja: <p>このQRコードを認証アプリでスキャンして、提供されたコードを送信してください。</p>
ru: <p>Пожалуйста, отсканируйте этот QR-код вашим приложением для аутентификации и введите полученный код.</p>

source: <p>Or you can open the following URL in your mobile device:</p><p><a href="%s">%s</a></p>
de: <p>Oder du kannst die folgende URL in deinem Mobilgerät öffnen:</p><p><a href="%s">%s</a></p>
fr: <p>Ou vous pouvez ouvrir l'adresse suivante sur votre périphérique mobile: </p><p><a href="%s">%s</a></p>
hu: <p>Vagy megnyithatja a következő URL-t a mobil eszközén:</p><p><a href="%s">%s</a></p>
ja: <p>または、モバイルデバイスで次のURLを開くことができます。</p> <p> <a href="%s"> %s </a> </p>
ru: <p>Или вы можете открыть следующую ссылку на вашем мобильном устройстве:</p><p><a href="%s">%s</a></p>

source: Verify code and enable two-factor authentication
de: Überprüfe den Code und aktiviere die Zwei-Faktor-Authentifizierung
fr: Vérifier le code d'identification et activer l'authentification à deux facteurs
hu: Kód ellenőrzése és a kétlépcsős hitelesítés engedélyezése
ja: コードを確認し、二要素認証を有効にします
ru: Проверить код и включить двухфакторную аутентификацию

source: Export account
de: Account exportieren
fr: Exporter le compte
hu: Fiók exportálása
ja: アカウントのエクスポート
ru: Экспорт аккаунта

source: Export your account info and contacts. Use this to make a backup of your account and/or to move it to another server.
de: Exportiere Deine Account-Informationen und Kontakte. Verwende dies, um ein Backup Deines Accounts anzulegen und/oder damit auf einen anderen Server umzuziehen.
fr: Exportez votre compte, vos infos et vos contacts. Vous pourrez utiliser le résultat comme sauvegarde et/ou pour le ré-importer sur un autre serveur.
hu: Fiókinformációk és partnerek exportálása. A fiókjáról történő biztonsági mentés készítéséhez és/vagy egy másik kiszolgálóra való áthelyezéséhez használja ezt.
ja: アカウント情報とコンタクトをエクスポートします。これを使用して、アカウントのバックアップを作成したり、別のサーバーに移動したりします。
ru: Экспорт ваших регистрационных данные и контактов. Используйте, чтобы создать резервную копию вашего аккаунта и/или переместить его на другой сервер.

source: Export all
de: Alles exportieren
fr: Tout exporter
hu: Összes exportálása
ja: すべてエクスポート
ru: Экспорт всего
