Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Enter your system rules here. Each line represents one rule.
de: Gib die Regeln deines Server hier ein. Jede Zeile steht für eine Regel.
fr: Saisissez les règles de votre système ici. Chaque ligne représente une règle.
gd: Cuir a-steach riaghailtean an t-siostaim agad an-seo. Riochdaichidh gach loidhne riaghailt.
hu: Itt adja meg a rendszer szabályait. Minden sor egy szabályt jelent.
ru: Введите здесь правила поведения на сервере. Каждая линия - отдельное правило.

source: API endpoint %s %s is not implemented but might be in the future.
de: API Endpunkt %s %s ist noch nicht implementiert, vielleicht in der Zukunft.
fr: Le point de terminaison de l'API %s%s n'est pas implémenté mais pourrait l'être à l'avenir.
gd: Cha deach puing-dheiridh %s %s an API prògramachadh ach ’s dòcha gun dèid san àm ri teachd.
hu: A(z) %s %s API-végpont nincs megvalósítva, de a jövőben megvalósításra kerülhet.

source: Missing parameters
de: Fehlende Parameter
fr: Paramètres manquants
gd: Paramadairean a dhìth
hu: Hiányzó paraméterek

source: Only starting posts can be bookmarked
de: Lesezeichen können nur für den ersten Beitrag einer Unterhaltung angelegt werden
fr: Seuls les publications initiales peuvent être ajoutées aux signets
gd: Cha ghabh ach postaichean-toisich a chur ris na comharran-lìn
hu: Csak a kezdeti bejegyzéseket lehet könyvjelzőzni
ru: Только заглавные записи могут быть добавлены в закладки

source: Only starting posts can be muted
de: Nur die ersten Beiträge von Unterhaltungen können stumm geschaltet werden
fr: Les notifications de conversation ne peuvent être ignorées qu'à partir de la publication initiale
gd: Cha ghabh ach postaichean-toisich a mhùchadh
hu: Csak a kezdeti bejegyzéseket lehet némítani
ru: Только заглавные записи можно заглушить

source: Posts from %s can't be shared
de: Beiträge von %s können nicht geteilt werden
fr: Les publications de %s ne peuvent pas être partagées
gd: Cha ghabh postaichean o %s a co-roinneadh
hu: %s bejegyzéseit nem lehet megosztani
ru: Записями от %s нельзя поделиться

source: Only starting posts can be unbookmarked
de: Lesezeichen können nur für die ersten Beiträge einer Unterhaltung entfernt werden
fr: Seules les publications initiales peuvent être retirées des signets
gd: Cha ghabh ach postaichean-toisich a thoirt air falbh o na comharran-lìn
hu: Csak a kezdeti bejegyzéseket lehet kivenni a könyvjelzőkből
ru: Только заглавные записи можно удалить из закладок

source: Only starting posts can be unmuted
de: Nur die ersten Beiträge einer Unterhaltung können wieder auf laut gestellt werden
fr: Les notifications de conversation ne peuvent être rétablies qu'à partir de la publication initiale
gd: Cha ghabh ach postaichean-toisich a dhì-mhùchadh
hu: Csak a kezdeti bejegyzéseket némítását lehet megszüntetni
ru: Только с заглавных записей можно снять заглушение

source: Posts from %s can't be unshared
de: Beiträge von %s können nicht ungeteilt werden
fr: Il n'est pas possible d'annuler le partage des publications de %s
gd: Cha ghabh sgur de cho-roinneadh phostaichean o %s
hu: %s bejegyzéseinek megosztását nem lehet visszavonni
ru: Нельзя отменить продвижение для записей от %s

source: Contact not found
de: Kontakt nicht gefunden
fr: Contact non trouvé
gd: Cha deach an neach-aithne a lorg
hu: A partner nem található
ja: コンタクトが見つかりません
ru: Контакт не найден

source: No installed applications.
de: Keine Applikationen installiert.
fr: Pas d'application installée.
gd: Cha deach aplacaid a stàladh.
hu: Nincsenek telepített alkalmazások.
ja: アプリケーションがインストールされていません。
ru: Нет установленных приложений.

source: Applications
de: Anwendungen
gd: Aplacaidean
hu: Alkalmazások
ja: アプリケーション
ru: Приложения

source: Item was not found.
de: Beitrag konnte nicht gefunden werden.
fr: Element introuvable.
gd: Cha deach an nì a lorg.
hu: Az elem nem található.
ja: 項目が見つかりませんでした。
ru: Пункт не был найден.

source: Please login to continue.
de: Bitte melde dich an, um fortzufahren.
fr: Merci de vous connecter pour continuer.
gd: Clàraich a-steach airson leantainn air adhart.
hu: Jelentkezzen be a folytatáshoz.
ja: この先に進むにはログインしてください。
ru: Пожалуйста, войдите для продолжения.

source: You don't have access to administration pages.
de: Du hast keinen Zugriff auf die Administrationsseiten.
fr: Vous n'avez pas accès aux pages d'administration
gd: Chan eil inntrigeadh agad air duilleagan na rianachd.
hu: Nincs hozzáférése az adminisztrációs oldalakhoz.
ru: У вас нет доступа к страницам администратора.

source: Submanaged account can't access the administration pages. Please log back in as the main account.
de: Verwaltete Benutzerkonten haben keinen Zugriff auf die Administrationsseiten. Bitte wechsle wieder zurück auf das Administrator Konto.
fr: Les comptes sous-gérés ne peuvent accéder aux pages d'administration. Veuillez vous identifier avec votre compte principal à la place.
gd: Chan urrainn dhan cunntas ’ga fho-stiùireadh duilleagan na rianachd inntrigeadh. Clàraich a-steach leis a’ phrìomh-chunntas.
hu: Az alkezelt fiókok nem férhetnek hozzá az adminisztrációs oldalakhoz. Jelentkezzen vissza a fő fiókkal.
ru: Дополнительная учётная запись не имеет доступа к административным страницам. Пожалуйста, зайдите непосредственно как администратор.

source: Overview
de: Übersicht
fr: Synthèse
gd: Foir-shealladh
hu: Áttekintő
ja: 概要
ru: Общая информация

source: Configuration
de: Konfiguration
gd: Rèiteachadh
hu: Beállítás
ja: 構成
ru: Конфигурация

source: Additional features
de: Zusätzliche Features
fr: Fonctions supplémentaires
gd: Gleusan a bharrachd
hu: További funkciók
ja: 追加機能
ru: Дополнительные возможности

source: Database
de: Datenbank
fr: Base de données
gd: Stòr-dàta
hu: Adatbázis
ja: データベース
ru: База данных

source: DB updates
fr: Mise à jour de la base
gd: Ùrachaidhean an stòir-dhàta
hu: Adatbázis-frissítések
ja: DBの更新
ru: Обновление БД

source: Inspect Deferred Workers
de: Verzögerte Worker inspizieren
fr: Tâches de fond reportées
gd: Sgrùd na h-obraichean dàilichte
hu: Elhalasztott feldolgozók vizsgálata
ja: 非同期実行ワーカーの検査
ru: Посмотреть отложенные задания

source: Inspect worker Queue
de: Worker Warteschlange inspizieren
fr: Tâches de fond en attente
gd: Sgrùd ciutha nan obraichean
hu: Feldolgozó várakozási sorának vizsgálata
ja: ワーカーキューの検査
ru: Посмотреть очередь заданий

source: Diagnostics
de: Diagnostik
gd: Diagnosachd
hu: Diagnosztika
ja: 診断
ru: Диагностика

source: PHP Info
gd: Fiosrachadh PHP
hu: PHP-információk
ja: PHP情報

source: probe address
de: Adresse untersuchen
fr: Tester une adresse
gd: sgrùd an seòladh
hu: Cím szondázása
ja: プローブアドレス

source: check webfinger
de: Webfinger überprüfen
fr: Vérifier le webfinger
gd: thoir sùil air webfinger
hu: WebFinger ellenőrzése
ja: webfingerで診断

source: ActivityPub Conversion
de: Umwandlung nach ActivityPub
fr: Conversion ActivityPub
gd: Iompachadh ActivityPub
hu: ActivityPub beszélgetés

source: Addon Features
fr: Fonctionnalités des extensions
gd: Gleusan tuilleadain
hu: Bővítményszolgáltatások
ja: アドオン機能

source: User registrations waiting for confirmation
de: Nutzeranmeldungen, die auf Bestätigung warten
fr: Inscriptions en attente de confirmation
gd: Clàraichean chleachdaichean a’ feitheamh air dearbhadh
hu: Megerősítésre váró felhasználói regisztrációk
ja: 確認待ちのユーザー登録
ru: Регистрации пользователей, ожидающие подтверждения

source: Too Many Requests
de: Zu viele Abfragen
fr: Trop de requêtes
gd: Cus iarrtasan
hu: Túl sok kérés
ru: Слишком много запросов

source: Daily posting limit of %d post reached. The post was rejected.
de: Das tägliche Limit von %d Beitrag wurde erreicht. Die Nachricht wurde verworfen.
fr: Limite quotidienne d'%d publication atteinte. La publication a été rejetée.
gd: Ràinig thu a’ chrìoch de %d phost gach latha. Chaidh am post a dhiùltadh.
hu: A napi %d bejegyzésből álló beküldési korlát elérve. A bejegyzés vissza lett utasítva.
ja: 一日の最大投稿数 %d 件を超えたため、投稿できませんでした。
ru: Дневной лимит в %d запись достигнут. Запись отклонена.

source: Weekly posting limit of %d post reached. The post was rejected.
de: Das wöchentliche Limit von %d Beitrag wurde erreicht. Die Nachricht wurde verworfen.
fr: Limite hebdomadaire d'%d unique publication atteinte, votre soumission a été rejetée.
gd: Ràinig thu a’ chrìoch de %d phost gach seachdain. Chaidh am post a dhiùltadh.
hu: A heti %d bejegyzésből álló beküldési korlát elérve. A bejegyzés vissza lett utasítva.
ja: 一週間の最大投稿数 %d 件を超えたため、投稿できませんでした。
ru: Недельный лимит в %d запись достигнут. Запись была отклонена.

source: Monthly posting limit of %d post reached. The post was rejected.
de: Das monatliche Limit von %d Beitrag wurde erreicht. Der Beitrag wurde verworfen.
fr: La limite mensuelle de %d publication a été atteinte. La publication a été refusée.
gd: Ràinig thu a’ chrìoch de %d phost gach mìos. Chaidh am post a dhiùltadh.
hu: A havi %d bejegyzésből álló beküldési korlát elérve. A bejegyzés vissza lett utasítva.
ru: Месячный лимит в%d запись достигнут. Запись была отклонена.

source: You don't have access to moderation pages.
de: Du hast keinen Zugriff zu den Moderationsseiten.
fr: Vous n'avez pas accès aux pages de modération.
hu: Nincs hozzáférése a moderálási oldalakhoz.
ru: У вас нет доступа к страницам модераторов.

source: Submanaged account can't access the moderation pages. Please log back in as the main account.
de: Das verwaltete Konto kann nicht auf die Moderationsseiten zugreifen. Bitte melde dich wieder mit dem Hauptkonto an.
fr: Les comptes sous-gérés ne peuvent accéder aux pages de modération. Veuillez vous identifier avec votre compte principal à la place.
hu: Az alkezelt fiókok nem férhetnek hozzá a moderálási oldalakhoz. Jelentkezzen vissza a fő fiókkal.
ru: Дополнительная учётная запись не имеет доступа к модераторским страницам. Пожалуйста, зайдите под основной.

source: Reports
fr: Signalements
hu: Jelentések
ru: Обращения

source: Users
de: Nutzer
fr: Utilisateurs
gd: Cleachdaichean
hu: Felhasználók
ja: ユーザー
ru: Пользователи

source: Tools
de: Werkzeuge
fr: Outils
gd: Innealan
hu: Eszközök
ja: ツール
ru: Инструменты

source: Contact Blocklist
de: Kontakt Blockliste
fr: Liste de contacts bloqués
gd: Liosta-bhacaidh an luchd-aithne
hu: Partnertiltólista
ja: コンタクトブロックリスト
ru: Чёрный список контактов

source: Server Blocklist
de: Server Blockliste
fr: Serveurs bloqués
gd: Liosta-bhacaidh an fhrithealaiche
hu: Kiszolgáló-tiltólista
ja: サーバーブロックリスト
ru: Чёрный список серверов

source: Delete Item
de: Eintrag löschen
fr: Supprimer un élément
gd: Sguab às an nì
hu: Elem törlése
ja: 項目を削除
ru: Удалить запись

source: Item Source
de: Beitrags Quelle
fr: Source de la publication
gd: Tùs an nì
hu: Elem forrása
ja: 項目ソース
ru: Исходник

source: Profile Details
de: Profildetails
fr: Détails du profil
gd: Fiosrachadh na pròifil
hu: Profil részletei
ja: プロフィールの詳細
ru: Информация о вас

source: Conversations started
de: Begonnene Unterhaltungen
fr: Discussions commencées
gd: Còmhraidhean air an tòiseachadh
hu: Beszélgetések elkezdve
ru: Записи этого автора

source: Only You Can See This
de: Nur du kannst das sehen
fr: Vous seul pouvez voir ça
gd: Chan fhaic ach thu fhèin seo
hu: Csak Ön láthatja ezt
ja: これしか見えない
ru: Только вы можете это видеть

source: Scheduled Posts
de: Geplante Beiträge
fr: Publications programmées
gd: Postaichean air an sgeideal
hu: Ütemezett bejegyzések
ru: Запланированные записи

source: Posts that are scheduled for publishing
de: Beiträge die für einen späteren Zeitpunkt für die Veröffentlichung geplant sind
fr: Publications programmées à l'avance
gd: Postaichean a tha air an sgeideal airson foillseachadh
hu: Bejegyzések, amelyek közzétételre vannak üzemezve
ru: Записи, публикация которых запланирована

source: Tips for New Members
de: Tipps für neue Nutzer
fr: Conseils aux nouveaux venus
gd: Gliocasan dha na buill ùra
hu: Tippek új tagoknak
ja: 新会員のためのヒント
ru: Советы для новых участников

source: More
de: Mehr
fr: Plus
gd: Barrachd
hu: Több
ja: 更に
ru: Ещё

source: People Search - %s
de: Personensuche - %s
fr: Recherche de personne - %s
gd: Lorg daoine – %s
hu: Emberek keresése – %s
ja: 人を検索- %s
ru: Поиск по людям - %s

source: Group Search - %s
de: Gruppensuche - %s
fr: Recherche de groupe - %s
gd: Lorg sna buidhnean – %s
hu: Csoportkeresés – %s
ru: Поиск по группам - %s

source: No matches
de: Keine Übereinstimmungen
fr: Aucune correspondance
gd: Gun mhaids
hu: Nincs találat
ja: 一致する項目がありません
ru: Нет соответствий

source: %d result was filtered out because your node blocks the domain it is registered on. You can review the list of domains your node is currently blocking in the <a href="/friendica">About page</a>.
de: %d Ergebnis wurde herausgefiltert, weil Ihr Knoten die Domäne blockiert, auf der das Ergebnis registriert ist. Sie können die Liste aller Domänen, die Ihr Knoten derzeit blockiert, auf der <a href="/friendica">Info-Seite</a> einsehen.
fr: %d résultat a été filtré car votre nœud bloque le domaine sur lequel il est enregistré. Vous pouvez voir la liste des domaines que votre nœud bloque dans la page <a href="/friendica">A propos</a>.
gd: Chaidh %d toradh a chriathradh air falbh on a tha an nòd agad a’ bacadh na h-àrainne air a bheil e clàraichte. Chì thu liosta nan àrainnean a tha ’gam bacadh leis an nòd agad air <a href="/friendica">an duilleag “Mu dheidhinn”</a>.
hu: %d találat ki lett szűrve, mert az Ön csomópontja tiltja azt a tartományt, amelyen az regisztrálva van. A <a href="/friendica">Névjegy oldalon</a> felülvizsgálhatja azon tartományok listáját, amelyet a csomópontja jelenleg letilt.
ru: %d результато не был показан, так как ваш сервер блокирует домен источника. Вы можете посмотреть список заблокированных доменов на странице информации <a href="/friendica">Об узле</a>.

source: Account
de: Nutzerkonto
fr: Compte
gd: Cunntas
hu: Fiók
ja: アカウント
ru: Аккаунт

source: Two-factor authentication
de: Zwei-Faktor Authentifizierung
fr: Authentification à deux facteurs
gd: Dearbhadh dà-cheumnach
hu: Kétlépcsős hitelesítés
ja: 二要素認証
ru: Двухфакторная аутентификация

source: Display
de: Anzeige
fr: Affichage
gd: Sealladh
hu: Megjelenítés
ja: 表示
ru: Внешний вид

source: Social Networks
de: Soziale Netzwerke
fr: Réseaux sociaux
gd: Lìonraidhean sòisealta
hu: Közösségi hálózatok
ja: ソーシャルネットワーク
ru: Социальные сети

source: Manage Accounts
de: Accounts Verwalten
fr: Gérer vos comptes
gd: Stiùir na cunntasan
hu: Fiókok kezelése
ja: アカウントの管理
ru: Управление учётными записями

source: Connected apps
de: Verbundene Programme
fr: Applications connectées
gd: Aplacaidean ceangailte
hu: Kapcsolt alkalmazások
ja: 接続されたアプリ
ru: Подключенные приложения

source: Remote servers
de: Remote Instanzen
fr: Serveurs distants
hu: Távoli kiszolgálók
ru: Другие серверы

source: Import Contacts
de: Kontakte Importieren
fr: Importer des contacts
hu: Partnerek importálása
ja: コンタクトをインポートする
ru: Импорт контактов

source: Export personal data
de: Persönliche Daten exportieren
fr: Exporter
gd: Às-phortaich an dàta pearsanta
hu: Személyes adatok exportálása
ja: 個人データのエクスポート
ru: Экспорт личных данных

source: Remove account
de: Konto löschen
fr: Supprimer le compte
gd: Thoir air falbh an cunntas
hu: Fiók eltávolítása
ja: アカウントを削除
ru: Удалить аккаунт

source: This page is missing a url parameter.
de: Der Seite fehlt ein URL Parameter.
fr: Il manque un paramètre d'URL à cette adresse.
gd: Tha paramadair URL a dhìth air an duilleag seo.
hu: Erről az oldalról hiányzik egy URL paraméter.
ja: このページにはurlパラメーターがありません。

source: The post was created
de: Der Beitrag wurde angelegt
fr: La publication a été créée
gd: Chaidh am post a chruthachadh
hu: A bejegyzés létrejött
ja: 投稿が作成されました
ru: Запись создана

source: Invalid Request
de: Ungültige Anfrage
fr: Requête invalide
gd: Iarrtas mì-dhligheach
hu: Érvénytelen kérés
ru: Неверный запрос

source: Event id is missing.
de: Die Veranstaltung fehlt.
fr: L'identifiant de l'évènement est manquant.
gd: Tha ID an tachartais a dhìth.
hu: Az eseményazonosító hiányzik.
ru: Отсутствует id события

source: Failed to remove event
de: Entfernen der Veranstaltung fehlgeschlagen
fr: La suppression de l'évènement a échoué.
gd: Cha deach leinn an tachartas a thoirt air falbh
hu: Nem sikerült eltávolítani az eseményt
ja: イベントを削除できませんでした
ru: Ошибка удаления события

source: Event can not end before it has started.
de: Die Veranstaltung kann nicht enden, bevor sie beginnt.
fr: L'évènement ne peut pas se terminer avant d'avoir commencé.
gd: Chan urrainn do thachartas crìochnachadh mus tòisich e.
hu: Az esemény nem fejeződhet be, mielőtt elkezdődött volna.
ja: イベントは開始する前に終了できません。
ru: Эвент не может закончится до старта.

source: Event title and start time are required.
de: Der Veranstaltungstitel und die Anfangszeit müssen angegeben werden.
fr: Vous devez donner un nom et un horaire de début à l'évènement.
gd: Tha feum air tiotal is àm tòiseachaidh an tachartais.
hu: Az esemény címe és a kezdési idő kötelező.
ja: イベントのタイトルと開始時間が必要です。
ru: Название мероприятия и время начала обязательны для заполнения.

source: Starting date and Title are required.
de: Anfangszeitpunkt und Titel werden benötigt
fr: La date de début et le titre sont requis.
gd: Tha feum air àm tòiseachaidh is tiotal.
hu: A kezdési dátum és a cím kötelező.
ja: 開始日とタイトルが必要です。
ru: Необходима дата старта и заголовок.

source: Event Starts:
de: Veranstaltungsbeginn:
fr: Début de l'évènement :
gd: Tòisichidh an tachartas:
hu: Esemény kezdete:
ja: イベント開始：
ru: Начало мероприятия:

source: Required
de: Benötigt
fr: Requis
gd: Riatanach
hu: Kötelező
ja: 必須
ru: Требуется

source: Finish date/time is not known or not relevant
de: Enddatum/-zeit ist nicht bekannt oder nicht relevant
fr: Date / heure de fin inconnue ou sans objet
gd: Chan eil fhios dè an t-àm crìochnachaidh no chan eil e iomchaidh
hu: A befejezési dátum vagy idő nem ismert vagy nem fontos
ja: 終了日時が不明であるか、関連性がない
ru: Дата/время окончания не известны, или не указаны

source: Event Finishes:
de: Veranstaltungsende:
fr: Fin de l'évènement :
gd: Thig an tachartas gu crìoch:
hu: Esemény befejezése:
ja: イベント終了：
ru: Окончание мероприятия:

source: Title (BBCode not allowed)
de: Titel (BBCode nicht erlaubt)
fr: Titre (BBCode non autorisé)
gd: Tiotal (chan eil BBCode ceadaichte)
hu: Cím (BBCode nem engedélyezett)

source: Description (BBCode allowed)
de: Beschreibung (BBCode erlaubt)
fr: Description (BBCode autorisé)
gd: Tuairisgeul (tha BBCode ceadaichte)
hu: Leírás (BBCode engedélyezett)

source: Location (BBCode not allowed)
de: Ort (BBCode nicht erlaubt)
fr: Localisation (BBCode non autorisé)
gd: Ionad (chan eil BBCode ceadaichte)
hu: Hely (BBCode nem engedélyezett)

source: Share this event
de: Veranstaltung teilen
fr: Partager cet évènement
gd: Co-roinn an tachartas seo
hu: Az esemény megosztása
ja: このイベントを共有する
ru: Поделиться этим мероприятием

source: Basic
de: Allgemein
fr: Simple
gd: Bunasach
hu: Alap
ja: ベーシック
ru: Базовый

source: This calendar format is not supported
de: Dieses Kalenderformat wird nicht unterstützt.
fr: Format de calendrier inconnu
gd: Chan eil taic ri fòrmat a’ mhìosachain seo
hu: Ez a naptárformátum nem támogatott
ja: このカレンダー形式はサポートされていません
ru: Этот формат календарей не поддерживается

source: No exportable data found
de: Keine exportierbaren Daten gefunden
fr: Rien à exporter
gd: Cha deach dàta a ghabhas às-phortadh a lorg
hu: Nem található exportálható adat
ja: エクスポート可能なデータが見つかりません
ru: Нет данных для экспорта

source: calendar
de: Kalender
fr: calendrier
gd: mìosachan
hu: naptár
ja: カレンダー
ru: календарь

source: Events
de: Veranstaltungen
fr: Évènements
gd: Tachartasan
hu: Események
ja: イベント
ru: Мероприятия

source: View
de: Ansehen
fr: Vue
gd: Seall
hu: Nézet
ja: 表示する
ru: Смотреть

source: Create New Event
de: Neue Veranstaltung erstellen
fr: Créer un nouvel évènement
gd: Cruthaich tachartas ùr
hu: Új esemény létrehozása
ja: 新しいイベントを作成
ru: Создать новое мероприятие

source: list
de: Liste
fr: liste
gd: liosta
hu: lista
ja: リスト
ru: список

source: Could not create circle.
de: Der Circle konnte nicht erstellt werden.
fr: Impossible de créer le cercle.
gd: Cha b’ urrainn dhuinn an cearcall a chruthachadh.
hu: Nem sikerült létrehozni a kört.
ru: Не удалось создать круг.

source: Circle not found.
de: Circle nicht gefunden.
fr: Cercle introuvable.
gd: Cha deach an cearcall a lorg.
hu: A kör nem található.
ru: Круг не найден.

source: Circle name was not changed.
de: Der Name des Circles wurde nicht geändert.
fr: Le nom du cercle n'a pas été modifié.
gd: Cha deach ainm a’ chearcaill atharrachadh.
hu: A kör neve nem változott meg.
ru: Название круга не изменено.

source: Unknown circle.
de: Unbekannter Circle.
fr: Cercle inconnu.
gd: Cearcall nach aithne dhuinn.
hu: Ismeretlen kör.
ru: Неизвестный круг.

source: Contact not found.
de: Kontakt nicht gefunden.
fr: Contact introuvable.
gd: Cha deach an neach-aithne a lorg.
hu: A partner nem található.
ja: コンタクトが見つかりません。
ru: Контакт не найден.

source: Invalid contact.
de: Ungültiger Kontakt.
fr: Contact invalide.
gd: Neach-aithne mì-dhligheach.
hu: Érvénytelen partner.
ja: 無効なコンタクト。
ru: Недопустимый контакт.

source: Contact is deleted.
de: Kontakt wurde gelöscht
fr: Le contact a été supprimé.
gd: Chaidh an neach-aithne a sguabadh às.
hu: A partner törölve.
ja: コンタクトが削除されます。
ru: Контакт удалён.

source: Unable to add the contact to the circle.
de: Es ist nicht möglich, den Kontakt zum Circle hinzuzufügen.
fr: Impossible d'ajouter le contact au cercle.
gd: Cha deach leinn an neach-aithne a chur ris a’ chearcall.
hu: Nem lehet hozzáadni a partnert a körhöz.
ru: Не удалось добавить контакт в круг.

source: Contact successfully added to circle.
de: Der Kontakt wurde erfolgreich dem Circle hinzugefügt.
fr: Le contact a été ajouté au cercle.
gd: Chaidh an neach-aithne a chur ris a’ chearcall.
hu: A partner sikeresen hozzáadva a körhöz.
ru: Контакт успешно добавлен в круг.

source: Unable to remove the contact from the circle.
de: Es ist nicht möglich, den Kontakt aus dem Circle zu entfernen.
fr: Impossible de retirer le contact du cercle.
gd: Cha deach leinn an neach-aithne a thoirt air falbh on chearcall.
hu: Nem lehet eltávolítani a partnert a körből.
ru: Не удалось удалить контакт из круга.

source: Contact successfully removed from circle.
de: Kontakt erfolgreich aus dem Circle entfernt.
fr: Le contact a été retiré du cercle.
gd: Chaidh an neach-aithne a thoirt air falbh on chearcall.
hu: A partner sikeresen eltávolítva a körből.
ru: Контакт успешно удалён из круга.

source: Bad request.
de: Ungültige Anfrage.
fr: Requête invalide.
gd: Droch-iarrtas.
hu: Hibás kérés.
ja: 要求の形式が正しくありません。
ru: Ошибочный запрос.

source: Save Circle
de: Circle speichern
fr: Enregistrer le cercle
gd: Sàbhail an cearcall
hu: Kör mentése
ru: Сохранить круг

source: Filter
fr: Filtre
gd: Criathrag
hu: Szűrő
ja: フィルタ
ru: Фильтр

source: Create a circle of contacts/friends.
de: Erstelle einen Circle aus Kontakten/Freunden
fr: Créer un cercle de contacts/amis.
gd: Cruthaich cearcall luchd-aithne/charaidean.
hu: Partnerek vagy ismerősök körének létrehozása.
ru: Создать круг контактов/друзей.

source: Unable to remove circle.
de: Der Circle kann nicht entfernt werden.
fr: Impossible de supprimer le cercle.
gd: Cha deach leinn an cearcall a thoirt air falbh.
hu: Nem lehet eltávolítani a kört.
ru: Не удаётся удалить круг.

source: Delete Circle
de: Circle löschen
fr: Supprimer le Cercle
gd: Sguab às an cearcall
hu: Kör törlése
ru: Удалить круг

source: Edit Circle Name
de: Name des Circles ändern
fr: Modifier le Nom du Cercle
gd: Deasaich ainm a’ chearcaill
hu: Kör nevének szerkesztése
ru: Изменить имя круга

source: Members
de: Mitglieder
fr: Membres
gd: Buill
hu: Tagok
ja: 会員
ru: Участники

source: Circle is empty
de: Dieser Circle ist leer
fr: Le cercle est vide
gd: Tha an cearcall falamh
hu: A kör üres
ru: Круг пуст
