Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Display the first resharer as icon and text on a reshared item.
de: Zeige das Profilbild des ersten Kontakts von dem ein Beitrag geteilt wurde.
fr: Afficher le premier partageur en tant qu'icône et texte sur un élément partagé.
gd: Seall a’ chiad neach a rinn co-roinneadh ’na ìomhaigheag agus teacsa air an nì a chaidh a cho-roinneadh.
hu: Az első újramegosztó megjelenítése ikonként és szövegként egy újra megosztott elemnél.
ru: Показывать первого из поделившихся записью в виде значка над этой записью.

source: Stay local
de: Bleib lokal
fr: Rester local
hu: Maradjon helyi
ru: Оставаться локально

source: Don't go to a remote system when following a contact link.
de: Gehe nicht zu einem Remote-System, wenn einem Kontaktlink gefolgt wird
fr: Ne pas aller sur un système distant lors du suivi du lien d'un contact.
hu: Ne menjen távoli rendszerre, ha egy partnerhivatkozást követ.
ru: Не переходить на другие серверы по ссылкам профилей.

source: Show the post deletion checkbox
de: Die Checkbox zum Löschen von Beiträgen anzeigen
fr: Afficher la case à cocher de suppression de publication.
hu: A bejegyzéstörlés jelölőnégyzet megjelenítése
ru: Показывать отметку для удаления записи

source: Display the checkbox for the post deletion on the network page.
de: Zeigt die Checkbox für das Löschen von Beiträgen auf der Netzwerkseite an.
fr: Affiche la case à cocher de suppression de publication sur la page Réseau.
hu: Jelölőnégyzet megjelenítése a bejegyzés törléséhez a hálózat oldalán.
ru: Показывать галочку отметки записей для удаления на странице ленты

source: DIsplay the event list
de: Anzeige der der anstehenden Ereignisse
fr: Afficher la liste des évènements
hu: Az eseménylista megjelenítése
ru: Показывать события

source: Display the birthday reminder and event list on the network page.
de: Zeigt die Geburtstagserinnerungen und die anstehenden Veranstaltungen auf der Netzwerkseite an.
fr: Affiche le rappel d’anniversaire et la liste des évènements sur la page Réseau.
hu: A születésnapi emlékeztető és az eseménylista megjelenítése a hálózat oldalán.
ru: Показывать напоминания о днях рождения и список событий на странице ленты.

source: Link preview mode
de: Vorschau Modus für Links
fr: Mode de prévisualisation des liens
hu: Hivatkozás-előnézeti mód
ru: Предпросмотр ссылок

source: Appearance of the link preview that is added to each post with a link.
de: Aussehen der Linkvorschau, die zu jedem Beitrag mit einem Link hinzugefügt wird.
fr: Apparence de la prévisualisation du lien qui est ajoutée à chaque publication comprenant un lien.
hu: A hivatkozás előnézetének megjelenése, amely minden egyes hivatkozással rendelkező bejegyzéshez hozzá van adva.
ru: Внешний вид предпросмотра ссылок, который появляется в записях со ссылками.

source: Hide pictures with empty alternative text
de: Bilder ohne Alternativtext verbergen
fr: Masquer les images sans texte alternatif
hu: Üres alternatív szöveggel rendelkező képek elrejtése
ru: Скрывать картинки без альт-текста

source: Don't display pictures that are missing the alternative text.
de: Bilder die keinen beschreibenden Alternativtext besitzen werden nicht angezeigt.
fr: N'affiche pas les images qui n'ont pas de texte alternatif.
hu: Ne jelenítse meg azokat a képeket, amelyeknél hiányzik az alternatív szöveg.
ru: Не отображать картинки, у которых отсутствует альтернативный текст-описание.

source: Hide custom emojis
de: Benutzerdefinierte Emojis ausblenden
fr: Masquer les emojis personnalisés
hu: Egyéni emodzsik elrejtése
ru: Скрывать нестандартные смайлики

source: Don't display custom emojis.
de: Benutzerdefinierte Emojis werden nicht angezeigt.
fr: N'affiche pas les émojis personnalisés.
hu: Ne jelenítse meg az egyéni emodzsikat.
ru: Не показывать нестандартные смайлики

source: Platform icons style
de: Stiel der Platformicons
fr: Style des icônes de plateforme
hu: Platformikonok stílusa
ru: Тема иконок платформ

source: Style of the platform icons
de: Stiel der verwendeten Platformicons
fr: Style des icônes de plateforme.
hu: A platformikonok stílusa
ru: Стиль отображения иконок платформ

source: Bookmark
de: Lesezeichen
fr: Favoris
hu: Könyvjelző
ru: Главное меню

source: Enable timelines that you want to see in the channels widget. Bookmark timelines that you want to see in the top menu.
de: Aktiviere die Timelines, die Sie im Kanäle-Widget sehen möchten. Setze ein Lesezeichen für Timelines, die du im oberen Menü sehen willst.
fr: Activez les flux que vous souhaitez voir dans le widget Chaînes. Mettez en favoris les flux que vous souhaitez voir dans le menu supérieur.
hu: Azon idővonalak engedélyezése, amelyeket a csatornák felületi elemben szeretne látni. Azon idővonalak könyvjelzőzése, amelyeket a felső menüben szeretne látni.
ru: Включите ленты, которые вы хотите видеть в меню каналов слева, выберите ленты, которые будут отображаться в главном меню сверху.

source: Channel languages:
de: Channel Sprachen:
fr: Langues de la chaîne :
hu: Csatorna nyelvei:
ru: Языки каналов:

source: Beginning of week:
de: Wochenbeginn:
fr: Début de la semaine :
hu: A hét kezdete:
ja: 週の始まり：
ru: Начало недели:

source: Default calendar view:
de: Standard-Kalenderansicht:
fr: Vue par défaut du calendrier :
hu: Alapértelmezett naptárnézet:
ru: Вид календаря по-умолчанию:

source: Additional Features
de: Zusätzliche Features
fr: Fonctions supplémentaires
gd: Gleusan a bharrachd
hu: További funkciók
ja: 追加機能
ru: Дополнительные возможности

source: Connected Apps
de: Verbundene Programme
fr: Applications connectées
gd: Aplacaidean ceangailte
hu: Kapcsolt alkalmazások
ja: 接続されたアプリ
ru: Подключенные приложения

source: Remove authorization
de: Autorisierung entziehen
fr: Révoquer l'autorisation
gd: Thoir an t-ùghdarrachadh air falbh
hu: Felhatalmazás eltávolítása
ja: 承認を削除
ru: Удалить авторизацию

source: Display Name is required.
de: Der Anzeigename ist erforderlich.
fr: Le nom d'affichage est requis.
hu: A megjelenített név kötelező.
ru: Необходимо указать имя

source: Profile couldn't be updated.
de: Das Profil konnte nicht aktualisiert werden.
fr: Le profil n'a pas pu être mis à jour.
hu: A profilt nem sikerült frissíteni.
ru: Профиль не получилось обновить.

source: Label:
de: Bezeichnung:
fr: Description :
hu: Címke:
ru: Поле:

source: Value:
de: Wert:
fr: Contenu :
hu: Érték:
ru: Значение:

source: Field Permissions
de: Berechtigungen des Felds
fr: Permissions du champ
hu: Mező jogosultságai
ru: Право просмотра поля

source: (click to open/close)
de: (klicke zum Öffnen/Schließen)
fr: (cliquer pour ouvrir/fermer)
hu: (kattintson a megnyitáshoz vagy bezáráshoz)
ja: （クリックして開く・閉じる）
ru: (нажмите, чтобы открыть / закрыть)

source: Add a new profile field
de: Neues Profilfeld hinzufügen
fr: Ajouter un nouveau champ de profil
hu: Új profilmező hozzáadása
ru: Добавить новое поле профиля

source: The homepage is verified. A rel="me" link back to your Friendica profile page was found on the homepage.
de: Die Homepage ist verifiziert. Ein rel="me" Link zurück auf dein Friendica Profil wurde gefunden.
fr: La page d'accueil est vérifiée. Un lien rel="me" vers votre page de profil Friendica a été trouvé sur la page d'accueil.
hu: A honlap ellenőrizve. A Friendica profiloldalára visszamutató rel="me" hivatkozás található a honlapon.
ru: Домашняя страница подтверждена. Ссылка с атрибутом rel="me", указывающая на ваш профиль Friendica, была найдена на странице.

source: To verify your homepage, add a rel="me" link to it, pointing to your profile URL (%s).
de: Um deine Homepage zu verifizieren, füge einen rel="me" Link auf der Seite hinzu, der auf dein Profil mit der URL (%s) verweist.
fr: Pour vérifier votre page d'accueil, ajouter un lien rel="me" à celle-ci, pointant vers l'URL de votre profil (%s).
hu: A honlapja ellenőrzéséhez adjon hozzá egy rel="me" hivatkozást a honlapjához, amely a profilja URL-jére mutat (%s).
ru: Для верификации вашей домашней страницы добавьте на неё ссылку с атрибутом rel="me" указывающую на ваш профиль (%s).

source: Profile Actions
de: Profilaktionen
fr: Actions de Profil
hu: Profilműveletek
ja: プロフィールアクション
ru: Действия профиля

source: Edit Profile Details
de: Profil bearbeiten
fr: Éditer les détails du profil
hu: Profil részleteinek szerkesztése
ja: プロフィールの詳細を編集
ru: Редактировать детали профиля

source: Change Profile Photo
de: Profilbild ändern
fr: Changer la photo du profil
hu: Profilfénykép megváltoztatása
ja: プロフィール写真の変更
ru: Изменить фото профиля

source: Profile picture
de: Profilbild
fr: Image de profil
hu: Profilfénykép
ja: プロフィールの写真
ru: Картинка профиля

source: Location
de: Wohnort
fr: Localisation
hu: Hely
ja: 位置情報
ru: Местонахождение

source: Miscellaneous
de: Verschiedenes
fr: Divers
hu: Egyebek
ja: その他
ru: Разное

source: Custom Profile Fields
de: Benutzerdefinierte Profilfelder
fr: Champs de profil personalisés
hu: Egyéni profilmezők
ru: Произвольные поля профиля

source: Upload Profile Photo
de: Profilbild hochladen
fr: Téléverser une photo de profil
hu: Profilfénykép feltöltése
ja: プロフィール写真をアップロード
ru: Загрузить фото профиля

source: <p>Custom fields appear on <a href="%s">your profile page</a>.</p> <p>You can use BBCodes in the field values.</p> <p>Reorder by dragging the field title.</p> <p>Empty the label field to remove a custom field.</p> <p>Non-public fields can only be seen by the selected Friendica contacts or the Friendica contacts in the selected circles.</p>
de: <p>Die benutzerdefinierten Felder erscheinen auf <a href="%s">deiner Profil-Seite</a></p>. <p>BBCode kann verwendet werden</p> <p>Die Reihenfolge der Felder kann durch Ziehen des Feld-Titels mit der Maus angepasst werden.</p> <p>Wird die Bezeichnung des Felds geleert, wird das Feld beim Speichern aus dem Profil entfernt.</p> <p>Nicht öffentliche Felder können nur von den ausgewählten Friendica Circles gesehen werden.</p>
fr: <p>Les champs de profil personnalisés apparaissent sur <a href="%s">votre page de profil</a>.</p> <p>Vous pouvez utilisez les BBCodes dans le contenu des champs.</p> <p>Triez les champs en glissant-déplaçant leur titre.</p> <p>Laissez le titre d'un champ vide pour le supprimer lors de la soumission du formulaire .</p> <p>Les champs non-publics peuvent être consultés uniquement par les contacts Friendica autorisés ou par les contacts Friendica de cercles autorisés.</p>
hu: <p>Az egyéni mezők a <a href="%s">profiloldalán</a> jelennek meg <p>Használhat BBCode formázásokat a mező értékeiben.</p> <p>Átrendezheti a mező címének húzásával.</p> <p>Törölje ki a címkemezőt egy egyéni mező eltávolításához.</p> <p>A nem nyilvános mezőket csak a kijelölt Friendica partnerek vagy a kijelölt körökben lévő Friendica partnerek láthatják.</p>
ru: <p>Произвольные поля видны на <a href="%s">вашей странице профиля</a>.</p> <p>Вы можете использовать BBCode в значениях полей.</p> <p>Меняйте порядок перетаскиванием.</p> <p>Сотрите название для удаления поля.</p> <p>Закрытые поля будут видны только выбранным контактам из Friendica, либо контактам из выбранных кругов.</p>

source: Street Address:
de: Adresse:
fr: Adresse postale :
hu: Utca, házszám:
ja: 住所：
ru: Адрес:

source: Locality/City:
de: Wohnort:
fr: Ville :
hu: Helység vagy város:
ja: 地域/市：
ru: Город / Населенный пункт:

source: Region/State:
de: Region/Bundesstaat:
fr: Région / État :
hu: Régió vagy állam:
ja: 地域/州：
ru: Район / Область:

source: Postal/Zip Code:
de: Postleitzahl:
fr: Code postal :
hu: Irányítószám:
ja: 郵便番号：
ru: Почтовый индекс:

source: Country:
de: Land:
fr: Pays :
hu: Ország:
ja: 国：
ru: Страна:

source: XMPP (Jabber) address:
de: XMPP (Jabber) Adresse
fr: Adresse XMPP (Jabber) :
hu: XMPP (Jabber) cím:
ja: XMPP（Jabber）アドレス：
ru: Адрес XMPP (Jabber):

source: The XMPP address will be published so that people can follow you there.
de: Die XMPP Adresse wird veröffentlicht, damit man dort mit dir kommunizieren kann.
fr: L'adresse XMPP sera publiée de façon à ce que les autres personnes puissent vous y suivre.
hu: Az XMPP-cím közzé lesz téve, hogy az emberek képesek legyenek ott követni Önt.
ru: Этот адрес XMPP будет виден в профиле, чтобы другие люди могли вас там найти.

source: Matrix (Element) address:
de: Matrix (Element) Adresse:
fr: Adresse Matrix (Element) :
hu: Mátrix (Element) cím:
ru: Адрес Matrix (Element):

source: The Matrix address will be published so that people can follow you there.
de: Die Matrix Adresse wird veröffentlicht, damit man dort mit dir kommunizieren kann.
fr: L'adresse Matrix sera publiée de façon à ce que les autres personnes puissent vous y suivre.
hu: A Mátrix-cím közzé lesz téve, hogy az emberek képesek legyenek ott követni Önt.
ru: Этот адрес Matrix будет виден в профиле, чтобы другие люди могли вас там найти.

source: Homepage URL:
de: Adresse der Homepage:
fr: Page personnelle :
hu: Honlap URL:
ja: ホームページのURL：
ru: Адрес домашней странички:

source: Public Keywords:
de: Öffentliche Schlüsselwörter:
fr: Mots-clés publics :
hu: Nyilvános kulcsszavak:
ja: 公開キーワード：
ru: Общественные ключевые слова:

source: (Used for suggesting potential friends, can be seen by others)
de: (Wird verwendet, um potentielle Kontakte zu finden, kann von Kontakten eingesehen werden)
fr: (Utilisés pour vous suggérer des abonnements. Ils peuvent être vus par autrui)
hu: (Lehetséges ismerősök ajánlásához lesz használva, mások is láthatják)
ja: （友人を候補を提案するために使用ます。また他の人が見ることができます。）
ru: (Используется для предложения потенциальным друзьям, могут увидеть другие)

source: Private Keywords:
de: Private Schlüsselwörter:
fr: Mots-clés privés :
hu: Személyes kulcsszavak:
ja: プライベートキーワード：
ru: Личные ключевые слова:

source: (Used for searching profiles, never shown to others)
de: (Wird für die Suche nach Profilen verwendet und niemals veröffentlicht)
fr: (Utilisés pour rechercher des profils. Ils ne seront jamais montrés à autrui)
hu: (Profilok kereséséhez lesz használva, sosem látható másoknak)
ja: （プロフィールの検索に使用され、他のユーザーには表示されません）
ru: (Используется для поиска профилей, никогда не показывается другим)

source: Image size reduction [%s] failed.
de: Verkleinern der Bildgröße von [%s] scheiterte.
fr: Réduction de la taille de l'image [%s] échouée.
hu: A kép méretének csökkentése [%s] sikertelen.
ja: 画像サイズの縮小[ %s ]に失敗しました。
ru: Уменьшение размера изображения [%s] не удалось.

source: Shift-reload the page or clear browser cache if the new photo does not display immediately.
de: Drücke Umschalt+Neu Laden oder leere den Browser-Cache, falls das neue Foto nicht gleich angezeigt wird.
fr: Rechargez la page avec la touche Maj pressée, ou bien effacez le cache du navigateur, si d'aventure la nouvelle photo n'apparaissait pas immédiatement.
hu: Töltse újra az oldalt a Shift billentyű lenyomása közben, vagy törölje a böngésző gyorsítótárát, ha az új fénykép nem jelenik meg azonnal.
ja: 新しい写真がすぐに表示されない場合は、Shiftキーを押しながらページをリロードするか、ブラウザーのキャッシュをクリアします。
ru: Перезагрузите страницу с зажатой клавишей "Shift" для того, чтобы увидеть свое новое фото немедленно.

source: Unable to process image
de: Bild konnte nicht verarbeitet werden
fr: Impossible de traiter l'image
hu: Nem lehet feldolgozni a képet
ja: 画像を処理できません
ru: Не удается обработать изображение

source: Photo not found.
de: Foto nicht gefunden
fr: Photo introuvable.
hu: A fénykép nem található.
ru: Фото не найдено.

source: Profile picture successfully updated.
de: Profilbild erfolgreich aktualisiert.
fr: Photo de profil mise à jour avec succès.
hu: A profilfénykép sikeresen frissítve.
ru: Картинка профиля успешно обновлена.

source: Crop Image
de: Bild zurechtschneiden
fr: (Re)cadrer l'image
hu: Kép levágása
ja: クロップ画像
ru: Обрезать изображение

source: Please adjust the image cropping for optimum viewing.
de: Passe bitte den Bildausschnitt an, damit das Bild optimal dargestellt werden kann.
fr: Ajustez le cadre de l'image pour une visualisation optimale.
hu: Igazítsa a kép levágását az optimális megtekintéshez.
ja: 最適な表示になるように画像のトリミングを調整してください。
ru: Пожалуйста, настройте обрезку изображения для оптимального просмотра.

source: Use Image As Is
de: Bild wie es ist verwenden
fr: Utiliser l'image telle quelle
hu: Kép használata, ahogy van
ru: Использовать картинку как есть

source: Missing uploaded image.
de: Hochgeladenes Bild nicht gefunden.
fr: Image téléversée manquante
hu: Hiányzó feltöltött kép.
ru: Отсутствует загруженное изображение

source: Profile Picture Settings
de: Einstellungen zum Profilbild
fr: Réglages de la photo de profil
hu: Profilfénykép beállításai
ru: Настройки картинки профиля

source: Current Profile Picture
de: Aktuelles Profilbild
fr: Photo de profil actuelle
hu: Jelenlegi profilfénykép
ru: Текущая картинка профиля

source: Upload Profile Picture
de: Profilbild aktualisieren
fr: Téléverser une photo de profil
hu: Profilfénykép feltöltése
ja: プロフィール画像をアップロード
ru: Загрузить картинку профиля

source: Upload Picture:
de: Bild hochladen
fr: Téléverser une photo :
hu: Fénykép feltöltése:
ru: Загрузить картинку:

source: or
de: oder
fr: ou
hu: vagy
ja: または
ru: или

source: skip this step
de: diesen Schritt überspringen
fr: ignorer cette étape
hu: ezen lépés kihagyása
ja: このステップを飛ばす
ru: пропустить этот шаг

source: select a photo from your photo albums
de: wähle ein Foto aus deinen Fotoalben
fr: choisissez une photo depuis vos albums
hu: fénykép kiválasztása a fényképalbumából
ja: フォトアルバムから写真を選択する
ru: выберите фото из ваших фотоальбомов

source: There was a validation error, please make sure you're logged in with the account you want to remove and try again.
de: Es gab einen Überprüfungsfehler. Bitte vergewisser dich, dass du mit dem Konto, das du entfernen möchtest angemeldet bist, und versuche es erneut.
fr: Il y a eu une erreur de validation, vérifiez que vous êtes connecté avec le compte que vous souhaitez supprimer et réessayez.
hu: Ellenőrzési hiba történt. Győződjön meg arról, hogy az eltávolítani kívánt fiókkal van-e bejelentkezve, és próbálja meg újra.
ru: Возникла ошибка валидации, пожалуйста, проверьте, что вы зашли под учётной записью, которую хотите удалить, и попробуйте ещё.

source: If this error persists, please contact your administrator.
de: Wenn dieser Fehler weiterhin besteht, wende dich bitte an den Administrator deiner Instanz.
fr: Si cette erreur persiste, veuillez contacter votre administrateur.
hu: Ha ez a hiba továbbra is fennáll, akkor vegye fel a kapcsolatot az adminisztrátorral.
ru: Если эта ошибка сохраняется, пожалуйста, свяжитесь с администратором.

source: [Friendica System Notify]
de: [Friendica-Systembenachrichtigung]
fr: [Notification Système de Friendica]
gd: [Brath siostam Friendica]
hu: [Friendica rendszerértesítés]
ja: [Friendica システム通知]
ru: [Системное уведомление Friendica]

source: User deleted their account
de: Gelöschter Nutzeraccount
fr: L'utilisateur a supprimé son compte
gd: Sguab an cleachdaiche às an cunntas aca
hu: A felhasználó törölte a fiókját
ja: このユーザはアカウントを削除しました。
ru: Пользователь удалил свою учётную запись

source: On your Friendica node an user deleted their account. Please ensure that their data is removed from the backups.
de: Ein Nutzer deiner Friendica-Instanz hat seinen Account gelöscht. Bitte stelle sicher, dass dessen Daten aus deinen Backups entfernt werden.
fr: Sur votre nœud Friendica, un utilisateur a supprimé son compte. Veuillez vous assurer que ses données sont supprimées des sauvegardes.
gd: Sguab cleachdaiche às an cunntas aca air an nòd Friendica agad. Dèan cinnteach gun dèid an dàta aca a thoirt air falbh o na lethbhreacan-glèidhidh.
hu: Az Ön Friendica csomópontján egy felhasználó törölte a fiókját. Győződjön meg arról, hogy az adatai el lettek-e távolítva a biztonsági mentésekből.
ja: Friendicaノードで、ユーザーがアカウントを削除しました。 それらのデータがバックアップから削除されていることを確認してください。
ru: Пользователь удалил свою учётную запись на вашем сервере Friendica. Пожалуйста, убедитесь, что их данные будут удалены из резервных копий.

source: The user id is %d
de: Die ID des Users lautet %d
fr: L'identifiant d'utilisateur est %d
gd: ’S e %d ID a’ chleachdaiche
hu: A felhasználó-azonosító %d
ja: ユーザIDは %d です
ru: id пользователя: %d

source: Your account has been successfully removed. Bye bye!
de: Ihr Konto wurde erfolgreich gelöscht. Auf Wiedersehen!
fr: Votre compte a été supprimé avec succès. Au revoir !
hu: A fiókja sikeresen el lett távolítva. Viszlát!
ru: Ваша учётная запись была успешно удалена. Всего хорошего!

source: Remove My Account
de: Konto löschen
fr: Supprimer mon compte
gd: Thoir air falbh an cunntas agam
hu: Saját fiók eltávolítása
ja: 自分のアカウントを削除します
ru: Удалить мой аккаунт

source: This will completely remove your account. Once this has been done it is not recoverable.
de: Dein Konto wird endgültig gelöscht. Es gibt keine Möglichkeit, es wiederherzustellen.
fr: Ceci supprimera totalement votre compte. Cette opération est irréversible.
gd: Bheir seo air falbh an cunntas agad gu tur. Nuair a bhios sin air a thachairt, cha ghabh aiseag.
hu: Ez teljesen el fogja távolítani a fiókját. Miután ez megtörtént, nem lesz visszaállítható.
ja: これにより、アカウントが完全に削除されます。 これが完了すると、回復できなくなります。
ru: Это позволит полностью удалить ваш аккаунт. Как только это будет сделано, аккаунт восстановлению не подлежит.

source: Please enter your password for verification:
de: Bitte gib dein Passwort zur Verifikation ein:
fr: Veuillez saisir votre mot de passe pour vérification :
gd: Cuir a-steach am facal-faire agad airson a dhearbhadh:
hu: Adja meg a jelszavát az ellenőrzéshez:
ja: 確認のため、あなたのパスワードを入力してください。
ru: Пожалуйста, введите свой пароль для проверки:

source: Do you want to ignore this server?
de: Möchtest du diese Instanz ignorieren?
fr: Voulez-vous ignorer ce serveur ?
hu: Szeretné mellőzni ezt a kiszolgálót?
ru: Вы хотите игнорировать этот сервер?

source: Do you want to unignore this server?
de: Möchtest du diese Instanz nicht mehr ignorieren?
fr: Voulez-vous ne plus ignorer ce serveur ?
hu: Szeretné megszüntetni ennek a kiszolgálónak a mellőzését?
ru: Вы хотите прекратить игнорировать этот сервер?

source: Remote server settings
de: Einstellungen der Remote-Instanz
fr: Paramètres du serveur distant
hu: Távoli kiszolgáló beállításai
ru: Настройки сервера

source: Server URL
fr: URL du serveur
hu: Kiszolgáló URL
ru: URL сервера

source: Settings saved
de: Einstellungen gespeichert
fr: Paramètres sauvegardés
hu: Beállítások elmentve
ru: Настройки сохранены

source: Here you can find all the remote servers you have taken individual moderation actions against. For a list of servers your node has blocked, please check out the <a href="friendica">Information</a> page.
de: Hier findest du alle Entfernten-Server, gegen die du individuelle Moderationsmaßnahmen ergriffen hast. Eine Liste der Server, die deine Instanz blockiert hat, findest du auf der <a href="friendica">Informationseite</a> .
fr: Vous trouverez ici tous les serveurs distants pour lesquels vous avez pris des mesures de modération individuelles. Pour obtenir une liste des serveurs que votre nœud a bloqués, veuillez consulter la page <a href="friendica">Information</a>.
hu: Itt találhatja meg az összes olyan távoli kiszolgálót, amelyekkel szemben egyéni moderálási műveleteket hajtott végre. A csomópontja által tiltott kiszolgálók listájáért nézze meg az <a href="friendica">Információk</a> oldalt.
ru: Здесь вы можете найти все серверы, к которым вы применяли действия модерации. Чтобы посмотреть список серверов, которые заблокировал ваш узел, пожалуйста, посмотрите страницу <a href="friendica">информации</a> об узле.

source: Delete all your settings for the remote server
de: Lösche alle deine Einstellungen für die Entfernte-Instanz
fr: Supprime tous vos paramètres du serveur distant
hu: Az Ön összes beállításának törlése a távoli kiszolgálónál
ru: Удалить ваши настройки для удалённого сервера

source: Save changes
de: Einstellungen speichern
fr: Sauvegarder les changements
hu: Változtatások mentése
ru: Сохранить изменения
