Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Leave password fields blank unless changing
de: Lass die Passwort-Felder leer, außer du willst das Passwort ändern
fr: Laissez les champs de mot de passe vierges, sauf si vous désirez les changer
hu: Hagyja üresen a jelszómezőket, különben megváltozik
ja: 変更しない限り、パスワードフィールドは空白のままにしてください
ru: Оставьте поля пароля пустыми, если он не изменяется

source: Password:
de: Passwort:
fr: Mot de passe :
hu: Jelszó:
ja: パスワード：
ru: Пароль:

source: Your current password to confirm the changes of the email address
de: Dein aktuelles Passwort um die Änderungen deiner E-Mail Adresse zu bestätigen
fr: Votre mot de passe actuel pour confirmer les modifications de votre adresse de courriel.
hu: A jelenlegi jelszava az e-mail-címe megváltoztatásának megerősítéséhez
ja: 変更を確認するための電子メールアドレスの現在のパスワード
ru: Ваш текущий пароль для подтверждения смены адреса почты

source: Delete OpenID URL
de: OpenID URL löschen
fr: Supprimer l'URL OpenID
hu: OpenID URL törlése
ja: OpenID URLを削除
ru: Удалить ссылку OpenID

source: Basic Settings
de: Grundeinstellungen
fr: Réglages de base
hu: Alapvető beállítások
ja: 基本設定
ru: Основные параметры

source: Display name:
de: Anzeigename:
fr: Nom d'affichage :
hu: Megjelenített név:
ja: 表示名:
ru: Отображаемое имя:

source: Email Address:
de: E-Mail-Adresse:
fr: Adresse courriel :
hu: E-mail-cím:
ja: 電子メールアドレス：
ru: Адрес электронной почты:

source: Your Timezone:
de: Deine Zeitzone:
fr: Votre fuseau horaire :
hu: Az Ön időzónája:
ja: あなたのタイムゾーン：
ru: Ваш часовой пояс:

source: Your Language:
de: Deine Sprache:
fr: Votre langue :
hu: Az Ön nyelve:
ja: あなたの言語：
ru: Ваш язык:

source: Set the language we use to show you friendica interface and to send you emails
de: Wähle die Sprache, in der wir dir die Friendica-Oberfläche präsentieren sollen und dir E-Mail schicken
fr: Détermine la langue que nous utilisons pour afficher votre interface Friendica et pour vous envoyer des courriels
hu: Annak a nyelvnek a beállítása, amelyet a Friendica felületének megjelenítéséhez és a levelek küldéséhez használunk
ja: friendicaインターフェイスを表示し、メールを送信するために使用する言語を設定します
ru: Выберите язык, на котором вы будете видеть интерфейс Friendica и на котором вы будете получать письма

source: Default Post Location:
de: Standardstandort:
fr: Emplacement de publication par défaut:
hu: Alapértelmezett bejegyzésküldési hely:
ja: デフォルトの投稿場所：
ru: Местонахождение по умолчанию:

source: Use Browser Location:
de: Standort des Browsers verwenden:
fr: Utiliser la localisation géographique du navigateur:
hu: Böngésző helyének használata:
ja: ブラウザのロケーションを使用：
ru: Использовать определение местоположения браузером:

source: Security and Privacy Settings
de: Sicherheits- und Privatsphäre-Einstellungen
fr: Réglages de sécurité et vie privée
hu: Biztonsági és adatvédelmi beállítások
ja: セキュリティとプライバシーの設定
ru: Параметры безопасности и конфиденциальности

source: Maximum Friend Requests/Day:
de: Maximale Anzahl von Kontaktanfragen/Tag:
fr: Nombre maximal de demandes d'abonnement par jour :
hu: Legtöbb ismerőskérés naponta:
ja: 1日あたりの友達リクエスト上限：
ru: Максимум запросов в друзья в день:

source: (to prevent spam abuse)
de: (um SPAM zu vermeiden)
fr: (pour limiter l'impact du spam)
hu: (a kéretlen üzenettel való visszaélés elkerüléséhez)
ja: （スパムの悪用を防ぐため）
ru: (для предотвращения спама)

source: Allow your profile to be searchable globally?
de: Darf dein Profil bei Suchanfragen gefunden werden?
fr: Publier votre profil publiquement
gd: An gabh a’ phròifil agad a lorg gu co-naisgte?
hu: Engedélyezi, hogy a profilja globálisan kereshető legyen?
ja: 自分のプロフィールを世界中で検索できるようにしますか？
ru: Сделать ваш профиль доступным для поиска глобально?

source: Activate this setting if you want others to easily find and follow you. Your profile will be searchable on remote systems. This setting also determines whether Friendica will inform search engines that your profile should be indexed or not.
de: Aktiviere diese Einstellung, wenn du von anderen einfach gefunden und gefolgt werden möchtest. Dein Profil wird dann auf anderen Systemen leicht durchsuchbar. Außerdem regelt diese Einstellung ob Friendica Suchmaschinen mitteilen soll, ob dein Profil indiziert werden soll oder nicht.
fr: Permet à quiconque de trouver votre profil via une recherche sur n'importe quel site compatible ou un moteur de recherche.
hu: Akkor kapcsolja be ezt a beállítást, ha azt szeretné, hogy mások egyszerűen megtalálják és kövessék Önt. A profilja kereshető lesz a távoli rendszereken. Ez a beállítás azt is meghatározza, hogy a Friendica tájékoztatja-e a keresőmotorokat arról, hogy a profilját indexelni kell-e vagy sem.
ja: 他の人があなたを簡単に見つけてフォローできるようにしたい場合は、この設定を有効にしてください。あなたのプロフィールはリモートシステムで検索可能です。この設定は、Friendicaが検索エンジンにあなたのプロフィールをインデックス化するかどうかも決定します。
ru: Включите эту настройку, если вы хотите, чтобы другие люди могли легко вас находить. Ваш профиль станет доступным для поиска на других узлах. Так же эта настройка разрешает поисковым системам индексировать ваш профиль.

source: Hide your contact/friend list from viewers of your profile?
de: Liste der Kontakte vor Betrachtern des Profil verbergen?
fr: Cacher votre liste de contacts/amis des visiteurs de votre profil?
hu: Elrejti a partnerlistáját vagy ismerőslistáját a profilja megtekintői elől?
ja: プロフィールの閲覧者からコンタクト/友人リストを非表示にしますか？
ru: Скрыть список ваших контактов/друзей от просмотра в вашем профиле?

source: A list of your contacts is displayed on your profile page. Activate this option to disable the display of your contact list.
de: Auf deiner Profilseite wird eine Liste deiner Kontakte angezeigt. Aktiviere diese Option wenn du das nicht möchtest.
fr: La liste de vos contacts est affichée sur votre profil. Activer cette option pour désactiver son affichage.
hu: A partnereinek listája a profiloldalán van megjelenítve. Kapcsolja be ezt a beállítást, hogy letiltsa a partnerlistája megjelenítését.
ja: 自分のプロフィールページには、コンタクトリストが表示されます。このオプションを有効にすると、コンタクトリストの表示が無効になります。
ru: Список ваших контактов отображается на вашей странице профиля. Включите эту настройку, чтобы скрыть отображение вашего списка контактов.

source: Hide your public content from anonymous viewers
de: Verbirg die öffentliche Inhalte vor anonymen Besuchern
fr: Masque votre contenu public aux visiteurs anonymes
hu: Nyilvános tartalom elrejtése a névtelen megtekintők elől
ru: Скрыть ваши публичные записи от анонимных посетителей

source: Anonymous visitors will only see your basic profile details. Your public posts and replies will still be freely accessible on the remote servers of your followers and through relays.
de: Anonyme Besucher deines Profils werden nur grundlegende Informationen angezeigt bekommen. Deine öffentlichen Beiträge und Kommentare werden weiterhin frei zugänglich auf den Servern deiner Kontakte und über Relays sein.
fr: Les visiteurs anonymes ne verront que vos détails de base de profil. Vos publications publiques et vos réponses seront toujours librement accessibles sur les serveurs distants de vos contacts et à travers les relais.
hu: A névtelen látogatók csak az alapvető profilrészleteit fogják látni. A nyilvános bejegyzései és válaszai továbbra is szabadon elérhetőek lesznek a követői távoli kiszolgálóin és a továbbítókon keresztül.
ru: Анонимные посетители увидят только основные данные профиля. Публичные записи и комментарии будут там скрыты, но при этом доступны на серверах ваших подписчиков и через релеи.

source: Make public posts unlisted
de: Öffentliche Beiträge nicht listen
fr: Délister vos publications publiques
hu: Nyilvános bejegyzések felsorolatlanná tétele
ja: 公開投稿を非表示にする
ru: Скрыть публичные записи из общих лент

source: Your public posts will not appear on the community pages or in search results, nor be sent to relay servers. However they can still appear on public feeds on remote servers.
de: Deine öffentlichen Beiträge werden nicht auf der Gemeinschaftsseite oder in den Suchergebnissen erscheinen, außerdem werden sie nicht an Relay-Server geschickt. Sie werden aber weiterhin in allen öffentlichen Feeds, auch auf entfernten Servern, erscheinen.
fr: Vos publications publiques n'apparaîtront pas dans les pages communautaires ni les résultats de recherche de ce site et ne seront pas diffusées via les serveurs de relai. Cependant, elles pourront quand même apparaître dans les fils publics de sites distants.
hu: A nyilvános bejegyzései nem fognak megjelenni a közösségi oldalakon vagy a keresési találatokban, és nem lesznek elküldve az átjátszó kiszolgálóknak. Azonban továbbra is megjelenhetnek a nyilvános hírforrásokban a távoli kiszolgálókon.
ja: 公開された投稿は、コミュニティページや検索結果には表示されず、中継サーバーにも送信されません。ただし、リモートサーバーの公開フィードには表示されます。
ru: Ваши публичные записи не будут отражаться в общей ленте сервера или в результатах поиска, так же они не будут отправляться на ретранслтяторы. Тем не менее, они всё равно могут быть доступны в публичных лентах других серверов.

source: Make all posted pictures accessible
de: Alle geposteten Bilder zugreifbar machen
fr: Rendre toutes les images envoyées accessibles.
hu: Az összes beküldött fénykép elérhetővé tétele
ja: 投稿した写真は全てアクセス可能にする
ru: Сделать все опубликованные изображения доступными

source: This option makes every posted picture accessible via the direct link. This is a workaround for the problem that most other networks can't handle permissions on pictures. Non public pictures still won't be visible for the public on your photo albums though.
de: Diese Option macht jedes veröffentlichte Bild über den direkten Link zugänglich. Dies ist eine Problemumgehung für das Problem, dass die meisten anderen Netzwerke keine Berechtigungen für Bilder verarbeiten können. Nicht öffentliche Bilder sind in Ihren Fotoalben jedoch immer noch nicht für die Öffentlichkeit sichtbar.
fr: Cette option rend chaque image envoyée accessible par un lien direct. C'est un contournement pour prendre en compte que la pluplart des autres réseaux ne gèrent pas les droits sur les images. Cependant les images non publiques ne seront pas visibles sur votre album photo.
hu: Ez a beállítás elérhetővé tesz minden egyes beküldött fényképet a közvetlen hivatkozáson keresztül. Ez egy kerülőmegoldás arra a problémára, hogy a legtöbb más hálózat nem tudja kezelni a fényképek jogosultságait. A nem nyilvános fényképek továbbra sem lesznek láthatóak a nyilvánosság számára a fényképalbumán keresztül.
ja: このオプションは、投稿したすべての写真をダイレクトリンクでアクセスできるようにします。これは、他の多くのネットワークが写真のパーミッションを処理できないという問題を回避するためのものです。ただし、公開していない写真はフォトアルバムでは一般に公開されません。
ru: Эта настройка делает все опубликованные изображения доступными по прямой ссылке. Это можно применить для решения проблем с другими социальными сетями, которые не умеют работать с разрешениями доступа для изображений. Непубличные изображения в любом случае не будут доступны для просмотра публично в ваших альбомах.

source: Allow friends to post to your profile page?
de: Dürfen deine Kontakte auf deine Pinnwand schreiben?
fr: Autoriser vos contacts à publier sur votre profil ?
hu: Engedélyezi az ismerősöknek, hogy beküldjenek a profiloldalára?
ja: 友人があなたのプロフィールページに投稿することを許可しますか？
ru: Разрешить друзьям оставлять сообщения на страницу вашего профиля?

source: Your contacts may write posts on your profile wall. These posts will be distributed to your contacts
de: Deine Kontakte können Beiträge auf deiner Pinnwand hinterlassen. Diese werden an deine Kontakte verteilt.
fr: Vos contacts peuvent partager des publications sur votre mur. Ces publications seront visibles par vos abonnés.
gd: ’S urrainn dhan luchd-aithne agad postaichean a sgrìobhadh air balla do phròifile. Thèid na postaichean sin a sgaoileadh dhan luchd-aithne agad
hu: A partnerei bejegyzéseket írhatnak az Ön profilfalára. Ezek a bejegyzések továbbítva lesznek a partnereinek.
ja: コンタクトは、プロフィールウォールに投稿を書くことができます。これらの投稿はコンタクトに配信されます
ru: Ваши контакты могут оставлять записи на стене вашего профиля. Эти записи будут распространены вашим подписчикам.

source: Allow friends to tag your posts?
de: Dürfen deine Kontakte deine Beiträge mit Schlagwörtern versehen?
fr: Autoriser vos contacts à ajouter des tags à vos publications ?
hu: Engedélyezi az ismerőseinek, hogy címkézzék a bejegyzéseit?
ja: 友達があなたの投稿にタグを付けることを許可しますか？
ru: Разрешить друзьям отмечать ваши сообщения?

source: Your contacts can add additional tags to your posts.
de: Deine Kontakte dürfen deine Beiträge mit zusätzlichen Schlagworten versehen.
fr: Vos contacts peuvent ajouter des étiquettes à vos publications.
hu: A partnerei további címkéket adhatnak a bejegyzéseihez.
ja: コンタクトは、投稿にタグを追加できます。
ru: Ваши контакты могут добавлять дополнительные теги к вашим записям.

source: Default privacy circle for new contacts
de: Voreingestellter Circle für neue Kontakte
fr: Cercle de contacts par défaut pour les nouveaux contacts
hu: Alapértelmezett adatvédelmi kör az új partnerekhez
ru: Круг по-умолчанию для новых контактов

source: Default privacy circle for new group contacts
de: Voreingestellter Circle für neue Gruppenkontakte
fr: Cercle de contacts par défaut pour les nouveaux contacts du groupe
hu: Alapértelmezett adatvédelmi kör az új csoportpartnerekhez
ru: Круг по-умолчанию для новых групп

source: Default Post Permissions
de: Standard-Zugriffsrechte für Beiträge
fr: Permissions de publication par défaut
hu: Alapértelmezett bejegyzés-jogosultságok
ja: 投稿の既定の権限
ru: Разрешение на сообщения по умолчанию

source: Expiration settings
de: Verfalls-Einstellungen
fr: Réglages d'expiration
hu: Lejárati jogosultságok
ja: 有効期限設定
ru: Очистка старых записей

source: Automatically expire posts after this many days:
de: Beiträge verfallen automatisch nach dieser Anzahl von Tagen:
fr: Les publications expirent automatiquement après (en jours) :
hu: Bejegyzések automatikus lejárata ennyi nap után:
ja: この数日後に投稿を自動的に期限切れにします：
ru: Автоматическое истекание срока действия сообщения после стольких дней:

source: If empty, posts will not expire. Expired posts will be deleted
de: Wenn leer, verfallen Beiträge nie automatisch. Verfallene Beiträge werden gelöscht.
fr: Si ce champ est vide, les publications n'expireront pas. Les publications expirées seront supprimées
hu: Ha üres, akkor a bejegyzések nem járnak le. A lejárt bejegyzések törölve lesznek.
ja: 空の場合、投稿は期限切れになりません。期限切れの投稿は削除されます
ru: Если пусто, срок действия сообщений не будет ограничен. Сообщения с истекшим сроком действия будут удалены

source: Expire posts
de: Beiträge verfallen lassen
fr: Faire expirer les publications
hu: Bejegyzések lejárata
ja: 投稿の有効期限
ru: Удалять старые записи

source: When activated, posts and comments will be expired.
de: Ist dies aktiviert, werden Beiträge und Kommentare verfallen.
fr: Les publications originales et commentaires expireront.
hu: Ha be van kapcsolva, akkor a bejegyzések és a hozzászólások le fognak járni.
ja: 有効にすると、投稿とコメントは期限切れになるでしょう。
ru: Если включено, то старые записи и комментарии будут удаляться.

source: Expire personal notes
de: Persönliche Notizen verfallen lassen
fr: Faire expirer les notes personnelles
hu: Személyes jegyzetek lejárata
ja: 個人メモの有効期限
ru: Удалять персональные заметки

source: When activated, the personal notes on your profile page will be expired.
de: Ist dies aktiviert, werden persönliche Notizen auf deiner Pinnwand verfallen.
hu: Ha be van kapcsolva, akkor a profiloldalán lévő személyes jegyzetek le fognak járni.
ja: 有効にすると、プロフィールページ上の個人メモは期限切れになるでしょう。
ru: Если включено, старые личные заметки из вашего профиля будут удаляться.

source: Expire starred posts
de: Markierte Beiträge verfallen lassen
fr: Faire expirer les publications marquées
gd: Falbhaidh an ùine air postaichean le rionnag riutha
hu: Csillagozott bejegyzések lejárata
ja: スター付き投稿の有効期限
ru: Удалять избранные записи

source: Starring posts keeps them from being expired. That behaviour is overwritten by this setting.
de: Markierte Beiträge verfallen eigentlich nicht. Mit dieser Option kannst du sie verfallen lassen.
fr: Ajouter une étoile à une publication empêche son expiration, sauf si vous activez ce paramètre.
gd: Nuair a bhios rionnag ri post, chan fhalbh an ùine orra. Sgrìobhaidh an roghainn seo thairis air a’ ghiùlan sin.
hu: A bejegyzések csillagozása megakadályozza azok lejáratát. Ez a viselkedés felülírható ezzel a beállítással.
ja: 投稿にスターを付けると、投稿が期限切れにならないようにします。動作はこの設定で上書きされます。
ru: Добавление записи в избранные защищает её от удаления. Эта настройка выключает эту защиту.

source: Only expire posts by others
de: Nur Beiträge anderer verfallen lassen.
fr: Faire expirer uniquement les contenu reçus
hu: Csak a másoktól származó bejegyzések lejárata
ja: 他のユーザーによる投稿のみを期限切れにする
ru: Удалять только записи других людей

source: When activated, your own posts never expire. Then the settings above are only valid for posts you received.
de: Wenn aktiviert werden deine eigenen Beiträge niemals verfallen. Die obigen Einstellungen betreffen dann ausschließlich die Beiträge von anderen Accounts.
fr: Empêche vos propres publications d'expirer. S'applique à tous les choix précédents.
hu: Ha be van kapcsolva, akkor a saját bejegyzései sosem járnak le. Ekkor a fenti beállítás csak azokra a bejegyzésekre érvényes, amelyeket megkap.
ja: 有効にすると、自分の投稿は期限切れになりません。そうすると、上記の設定は自分が受け取った投稿に対してのみ有効となります。
ru: Если включено, ваши собственные записи никогда не удаляются. В этом случае все настройки выше применяются только к записям, которые вы получаете от других.

source: Notification Settings
de: Benachrichtigungseinstellungen
fr: Réglages de notification
hu: Értesítési beállítások
ja: 通知設定
ru: Настройка уведомлений

source: Send a notification email when:
de: Benachrichtigungs-E-Mail senden, wenn:
fr: Envoyer un courriel de notification quand :
hu: Értesítési e-mail küldése a következő esetekben:
ja: 次の場合に通知メールを送信します。
ru: Отправлять уведомление по электронной почте, когда:

source: You receive an introduction
de: – du eine Kontaktanfrage erhältst
fr: Vous recevez une introduction
gd: Fhuair thu cur an aithne
hu: Egy bemutatkozást fogad
ja: 招待を受けます
ru: Вы получили запрос

source: Your introductions are confirmed
de: – eine Deiner Kontaktanfragen akzeptiert wurde
fr: Vos introductions sont confirmées
gd: Chaidh na cuir an aithne agad a dhearbhadh
hu: A bemutatkozásait jóváhagyták
ja: あなたの招待が確認されました
ru: Ваши запросы подтверждены

source: Someone writes on your profile wall
de: – jemand etwas auf Deine Pinnwand schreibt
fr: Quelqu'un écrit sur votre mur
hu: Valaki ír a profilfalára
ja: 誰かがあなたのプロフィールウォールに書き込みます
ru: Кто-то пишет на стене вашего профиля

source: Someone writes a followup comment
de: – jemand auch einen Kommentar verfasst
fr: Quelqu'un vous commente
hu: Valaki egy követő hozzászólást ír
ja: 誰かがフォローアップコメントを書く
ru: Кто-то пишет последующий комментарий

source: You receive a private message
de: – du eine private Nachricht erhältst
fr: Vous recevez un message privé
hu: Személyes üzenetet kap
ja: プライベートメッセージを受け取ります
ru: Вы получаете личное сообщение

source: You receive a friend suggestion
de: – du eine Empfehlung erhältst
fr: Vous avez reçu une suggestion d'abonnement
hu: Ismerősajánlást kap
ja: 友達の提案を受け取ります
ru: Вы получили предложение о добавлении в друзья

source: You are tagged in a post
de: – du in einem Beitrag erwähnt wirst
fr: Vous avez été mentionné(e) dans une publication
hu: Megjelölték egy bejegyzésben
ja: あなたは投稿でタグ付けされています
ru: Вы отмечены в записи

source: Create a desktop notification when:
de: Benachrichtigungen anzeigen wenn:
fr: Créer une notification de bureau quand :
hu: Asztali értesítés létrehozása ekkor:
ru: Показывать уведомление при:

source: Someone tagged you
de: Dich jemand erwähnt
fr: Quelqu'un vous a mentionné
hu: Valaki megjelölte Önt
ru: Вас отметили

source: Someone directly commented on your post
de: Jemand einen Beitrag von dir kommentiert hat
fr: Quelqu'un a commenté directement sur votre publication
hu: Valaki közvetlenül hozzászólt a bejegyzéséhez
ru: На вашу запись написали комментарий

source: Someone liked your content
de: Einer deiner Beiträge gemocht wurde
fr: Quelqu'un a aimé votre contenu
gd: ’S toigh le cuideigin an t-susbaint agad
hu: Valaki kedvelte az Ön tartalmát
ru: Ваша запись кому-то понравилась

source: Can only be enabled, when the direct comment notification is enabled.
de: Kann nur aktiviert werden, wenn die "Jemand einen Beitrag von dir kommentiert hat " Option eingeschaltet ist.
fr: Peut uniquement être activé quand la notification des commentaires directs est activée.
hu: Csak akkor engedélyezhető, ha a közvetlen hozzászólási értesítés engedélyezve van.
ru: Может быть включено только при включении уведомлений о комментариях к вашим записям.

source: Someone shared your content
de: Einer deiner Beiträge geteilt wurde
fr: Quelqu'un a partagé votre contenu
gd: Cho-roinn cuideigin an t-susbaint agad
hu: Valaki megosztotta az Ön tartalmát
ru: Вашей записью поделились

source: Someone commented in your thread
de: Jemand hat in deiner Unterhaltung kommentiert
fr: Quelqu'un a commenté dans votre conversation
hu: Valaki hozzászólt az Ön szálában
ru: В обсуждении вашей записи написали комментарий

source: Someone commented in a thread where you commented
de: Jemand in einer Unterhaltung kommentiert hat, in der du auch kommentiert hast
fr: Quelqu'un a commenté dans une conversation où vous avez commenté
hu: Valaki hozzászólt egy olyan szálban, ahol Ön hozzászólt
ru: Написали в диалоге, где вы оставляли комментарии

source: Someone commented in a thread where you interacted
de: Jemand kommentierte in einer Unterhaltung mit der du interagiert hast
fr: Quelqu'un a commenté dans une conversation avec laquelle vous avez interagi
gd: Chuir cuideigin beachd ri snàithlean san do rinn thu co-luadar
hu: Valaki hozzászólt egy olyan szálban, ahol Ön interakcióba került
ru: Написали в диалоге, где вы принимали любое участие

source: Activate desktop notifications
de: Desktop-Benachrichtigungen einschalten
fr: Activer les notifications de bureau
hu: Asztali értesítések bekapcsolása
ja: デスクトップ通知を有効にする
ru: Активировать уведомления на рабочем столе

source: Show desktop popup on new notifications
de: Desktop-Benachrichtigungen einschalten
fr: Afficher dans des pop-ups les nouvelles notifications
hu: Felugró üzenet megjelenítése az asztalon új értesítések esetén.
ja: 新しい通知にデスクトップポップアップを表示する
ru: Показывать уведомления на рабочем столе

source: Text-only notification emails
de: Benachrichtigungs-E-Mail als Rein-Text.
fr: Courriels de notification en format texte
hu: Csak szöveges értesítési e-mailek
ja: テキストのみの通知メール
ru: Только текстовые письма

source: Send text only notification emails, without the html part
de: Sende Benachrichtigungs-E-Mail als Rein-Text - ohne HTML-Teil
fr: Envoyer le texte des courriels de notification, sans la composante html
hu: Csak szöveges értesítési e-mailek küldése a HTML rész nélkül.
ja: HTML部分なしで、テキストのみの通知メールを送信します
ru: Отправлять только текстовые уведомления, без HTML

source: Show detailled notifications
de: Detaillierte Benachrichtigungen anzeigen
fr: Notifications détaillées
hu: Részletes értesítések megjelenítése
ja: 詳細な通知を表示
ru: Показывать подробные уведомления

source: Per default, notifications are condensed to a single notification per item. When enabled every notification is displayed.
de: Normalerweise werden alle Benachrichtigungen zu einem Thema in einer einzigen Benachrichtigung zusammengefasst. Wenn diese Option aktiviert ist, wird jede Benachrichtigung einzeln angezeigt.
fr: Par défaut seule la notification la plus récente par conversation est affichée. Ce réglage affiche toutes les notifications.
hu: Alapértelmezetten az értesítések elemenként egyetlen értesítésbe vannak összevonva. Ha engedélyezve van, akkor minden értesítés megjelenik.
ja: デフォルトでは、通知は項目ごとに1つの通知にまとめられます。有効にすると、すべての通知が表示されます。
ru: По-умолчанию уведомления группируются в одно для каждой записи. Эта настройка показывает все уведомления по отдельности.
