Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Awaiting connection acknowledge
de: Bedarf der Bestätigung des Kontakts
fr: En attente de confirmation d'abonnement
gd: A’ feitheamh air aithneachadh a’ cheangail
hu: Várakozás a kapcsolat nyugtázására
ja: 接続確認応答待ち
ru: Ожидаем подтверждения соединения

source: Currently blocked
de: Derzeit geblockt
fr: Actuellement bloqué
gd: ’Ga bhacadh an-dràsta
hu: Jelenleg tiltva
ja: 現在ブロックされています
ru: В настоящее время заблокирован

source: Currently ignored
de: Derzeit ignoriert
fr: Actuellement ignoré
gd: ’Ga leigeil seachad an-dràsta
hu: Jelenleg mellőzve
ja: 現在無視されます
ru: В настоящее время игнорируется

source: Currently collapsed
de: Derzeit zugeklappt
fr: Actuellement réduit
gd: ’Ga cho-theannachadh an-dràsta
hu: Jelenleg összecsukva
ru: В настоящее время сворачивается

source: Currently archived
de: Momentan archiviert
fr: Actuellement archivé
gd: San tasg-lann an-dràsta
hu: Jelenleg archiválva
ja: 現在アーカイブ済み
ru: В данный момент архивирован

source: Manage remote servers
de: Verwaltung entfernter Instanzen
fr: Gérer les serveurs distants
hu: Távoli kiszolgálók kezelése
ru: Управлять удалёнными серверами

source: Hide this contact from others
de: Verbirg diesen Kontakt vor Anderen
fr: Cacher ce contact aux autres
gd: Falaich an neach-aithne seo o chàch
hu: A partner elrejtése mások elől
ja: このコンタクトを他の人から隠す
ru: Скрыть этот контакт от других

source: Replies/likes to your public posts <strong>may</strong> still be visible
de: Antworten/Likes auf deine öffentlichen Beiträge <strong>könnten</strong> weiterhin sichtbar sein
fr: Les réponses et "j'aime" à vos publications publiques <strong>peuvent</strong> être toujours visibles
gd: <strong>Dh’fhaoidte</strong> gum faicear freagairtean/gur toigh le daoine na postaichean poblach agad fhathast
hu: A nyilvános bejegyzéseire adott válaszok vagy kedvelések továbbra is láthatóak <strong>lehetnek</strong>.
ja: 一般公開の投稿への返信・いいねは、引き続き表示される<strong>場合が</strong>あります
ru: Ответы/лайки ваших публичных сообщений <strong>будут</strong> видимы.

source: Notification for new posts
de: Benachrichtigung bei neuen Beiträgen
fr: Notification des nouvelles publications
gd: Brathan air postaichean ùra
hu: Értesítés új bejegyzéseknél
ja: 新しい投稿の通知
ru: Уведомление о новых записях

source: Send a notification of every new post of this contact
de: Sende eine Benachrichtigung, wann immer dieser Kontakt einen neuen Beitrag schreibt.
fr: Envoyer une notification de chaque nouveau message en provenance de ce contact
gd: Cuir brath airson gach post ùr aig an neach-aithne seo
hu: Értesítés küldése a partner minden új bejegyzéséről.
ja: このコンタクトの新しい投稿ごとに通知を送信する
ru: Отправлять уведомление о каждом новой записи контакта

source: Keyword Deny List
de: Liste der gesperrten Schlüsselwörter
fr: Liste de mot-clefs interdits
gd: Liosta-dhiùltaidh nam facal-luirg
hu: Kulcsszavas tiltólista
ru: Запретный список слов

source: Comma separated list of keywords that should not be converted to hashtags, when "Fetch information and keywords" is selected
de: Komma-Separierte Liste mit Schlüsselworten, die nicht in Hashtags konvertiert werden, wenn "Beziehe Information und Schlüsselworte" aktiviert wurde
fr: Liste de mots-clés, séparés par des virgules, qui ne doivent pas être converti en étiquettes lorsque « Récupérer informations et mots-clés » est sélectionné.
gd: Liosta sgaraichte le cromagan de dh’fhaclan-luirg nach dèid iompachadh gu tagaichean tais nuair a bhios “Faigh am fiosrachadh ’s na faclan-luirg” air a thaghadh
hu: Kulcsszavak vesszővel elválasztott listája, amelyeket nem szabad kettős keresztes címkékké átalakítani, ha az „Információk és kulcsszavak lekérése” ki van jelölve.
ja: 「情報とキーワードの取得」が選択されている場合、ハッシュタグに変換しないキーワードのカンマ区切りリスト
ru: Список слов через запятую, которые не должны конвертироваться в хэштеги, когда включено "Получать информацию и хэштеги"

source: Actions
de: Aktionen
gd: Gnìomhan
hu: Műveletek
ja: 操作
ru: Действия

source: Status
fr: Statut
gd: Staid
hu: Állapot
ja: 状態
ru: Записи

source: Mirror postings from this contact
de: Spiegle Beiträge dieses Kontakts
fr: Copier les publications de ce contact
gd: Sgàthanaich na postaichean on neach-aithne seo
hu: Beküldés tükrözése ettől a partnertől
ja: このコンタクトからの投稿をミラーリングする
ru: Зекралировать сообщения от этого контакта

source: Mark this contact as remote_self, this will cause friendica to repost new entries from this contact.
de: Markiere diesen Kontakt als remote_self (entferntes Konto), dies veranlasst Friendica, alle Top-Level Beiträge dieses Kontakts an all Deine Kontakte zu senden (spiegeln).
fr: Marquer ce contact comme étant remote_self, friendica republiera alors les nouvelles entrées de ce contact.
gd: Cuir comharra remote_self ris an neach-aithne seo ach an ath-phostaich Friendica nithean ùra on neach-aithne seo.
hu: A partner megjelölése távoli önmagaként. Ezt azt fogja okozni, hogy a Friendica újraküldi az ettől a partnertől származó új bejegyzéseket.
ja: このコンタクトをremote_selfとしてマークすると、friendicaがこのコンタクトから新しいエントリを再投稿します。
ru: Пометить этот контакт как remote_self, что заставит Friendica отправлять сообщения от этого контакта.

source: Channel Settings
de: Kanal Einstellungen
fr: Paramètres de Chaîne
hu: Csatorna beállításai
ru: Настройки каналов

source: Frequency of this contact in relevant channels
de: Häufigkeit dieses Kontakts in relevanten Kanälen
fr: Fréquence de ce contact dans les chaînes pertinentes
hu: A partner gyakorisága a kapcsolódó csatornákban
ru: Частота появления этого контакта в каналах

source: Depending on the type of the channel not all posts from this contact are displayed. By default, posts need to have a minimum amount of interactions (comments, likes) to show in your channels. On the other hand there can be contacts who flood the channel, so you might want to see only some of their posts. Or you don't want to see their content at all, but you don't want to block or hide the contact completely.
de: Je nach Art des Kanals werden nicht alle Beiträge dieses Kontakts angezeigt. Standardmäßig müssen Beiträge eine Mindestanzahl an Interaktionen (Kommentare, Gefällt mir Angaben) aufweisen, um in Ihren Kanälen angezeigt zu werden. Andererseits kann es Kontakte geben, die den Kanal überfluten, so dass du vielleicht nur einige ihrer Beiträge sehen möchtest. Oder du willst deren Inhalte überhaupt nicht sehen, aber du willst den Kontakt nicht komplett blockieren oder ausblenden.
fr: Selon le type de chaîne, les publications de ce contact ne seront pas toutes affichées. Par défaut, les publications ont besoins d'avoir un minimum d'interaction (commentaires, aimes) pour être visible dans vos chaînes. D'un autre côté, il peut y avoir des contacts qui inondent la chaîne, vous souhaiteriez donc ne voir que certaines de ces publications. Ou vous souhaiteriez ne pas les voir du tout, sans pour autant bloquer ou masquer complètement le contact.
hu: A csatorna típusától függően nem minden bejegyzés jelenik meg ettől a partnertől. Alapértelmezetten a bejegyzéseknek minimális számú interakcióval (hozzászólások, kedvelések) kell rendelkezniük ahhoz, hogy megjelenjenek a csatornákon. Másrészt lehetnek olyan partnerek is, akik elárasztják a csatornát, így előfordulhat, hogy csak néhány bejegyzésüket szeretné látni. Vagy egyáltalán nem szeretné látni a tartalmaikat, de nem szeretné teljesen letiltani vagy elrejteni a partnert.
ru: В зависимости от типа канала, не все записи этого контакта могут отображаться в них. По-умолчанию записи должны получить некоторое число взаимодействий (комментарии, лайки), чтобы попасть в каналы. Так же некоторые контакты могут заполнять каналы слишком частыми записями или вы можете не хотеть видеть их в каналах вообще, но не готовы их игнорировать или блокировать полностью.

source: Default frequency
de: Standardhäufigkeit
fr: Fréquence par défaut
hu: Alapértelmezett gyakoriság
ru: Обычная частота

source: Posts by this contact are displayed in the "for you" channel if you interact often with this contact or if a post reached some level of interaction.
de: Beiträge dieses Kontakts werden im "Für Dich"-Kanal angezeigt, wenn du häufig mit diesem Kontakt interagieren oder wenn ein Beitrag ein gewisses Maß an Interaktion erreicht hat.
fr: Les publications de ce contact sont affichées dans la chaîne "Pour vous" si vous interagissez souvent avec ce contact ou si une publication atteint un certain niveau d'interaction.
hu: Ennek a partnernek a bejegyzései akkor jelennek meg az „Önnek” csatornán, ha gyakran lép kapcsolatba ezzel a partnerrel, vagy ha egy bejegyzés elért egy bizonyos interakciós szintet.
ru: Записи этого контакта будут показаны в канале "Для Вас", если вы часто взаимодействуете с ним, либо запись этого контакта получит какую-то активность.

source: Display all posts of this contact
de: Alle Beiträge dieses Kontakts anzeigen
fr: Afficher toutes les publications de ce contact
hu: A partner összes bejegyzésének megjelenítése
ru: Показывать все

source: All posts from this contact will appear on the "for you" channel
de: Alle Beiträge dieses Kontakts werden auf dem Kanal "Für Dich" erscheinen
fr: Toutes les publications de ce contact apparaîtront dans la chaîne "Pour vous".
hu: Ennek a partnernek az összes bejegyzése megjelenik az „Önnek” csatornán.
ru: Все записи от этого контакта будут показаны в канале "Для Вас"

source: Display only few posts
de: Zeige nur einige Beiträge an
fr: Afficher quelques publications
hu: Csak néhány bejegyzés megjelenítése
ru: Показывать немного

source: When a contact creates a lot of posts in a short period, this setting reduces the number of displayed posts in every channel.
de: Wenn ein Kontakt viele Beiträge in einem kurzen Zeitraum erstellt, reduziert diese Einstellung die Anzahl der angezeigten Beiträge in jedem Kanal.
fr: Lorsqu'un contact créé beaucoup de publications en peu de temps, ce paramètre réduit le nombre de publications affichées dans chaque chaîne.
hu: Ha egy partner rövid időn belül sok bejegyzést hoz létre, akkor ez a beállítás csökkenti a megjelenített bejegyzések számát minden csatornán.
ru: Когда контакт создаёт много записей за короткий период, эта настройка сократит число отображаемых записей в каналах.

source: Never display posts
de: Zeige keine Beiträge an
fr: Afficher aucune publication
hu: Soha se jelenítsen meg bejegyzéseket
ru: Не показывать

source: Posts from this contact will never be displayed in any channel
de: Beiträge von diesem Kontakt werden in keinem Kanal angezeigt
fr: Les publications de ce contact n'apparaîtront jamais dans les chaînes
hu: Ennek a partnernek a bejegyzései soha sem jelennek meg semmilyen csatornán.
ru: Записи этого контакта никогда не будут показаны в каналах

source: Channel Only
de: Ausschließlich Kanäle
fr: Chaîne uniquement
hu: Csak csatorna

source: If enabled, posts from this contact will only appear in channels and network streams in circles, but not in the general network stream.
de: Ist dies aktiviert, werden Beiträge dieses Kontakt nur in Kanälen und Circles angezeigt werden, aber nicht im allgemeinen Netzwerk Stream.
fr: Si activé, les publications de ce contact n'apparaîtront que dans les canaux et les flux réseau des cercles, mais pas dans le flux réseau général.
hu: Ha engedélyezve van, akkor az ettől a partnertől származó bejegyzések csak a körökben lévő csatornákon és hálózati adatfolyamokon jelennek meg, de az általános hálózati adatfolyamban nem.

source: Refetch contact data
de: Kontaktdaten neu laden
fr: Récupérer à nouveau les données de contact
gd: Faigh dàta an neach-aithne a-rithist
hu: Partneradatok ismételt lekérése
ja: コンタクトデータを再取得する
ru: Обновить данные контакта

source: Toggle Blocked status
de: Geblockt-Status ein-/ausschalten
fr: (dés)activer l'état "bloqué"
gd: Toglaich stad a’ bhacaidh
hu: Tiltott állapot átváltása
ja: ブロック状態の切り替え
ru: Изменить статус блокированности (заблокировать/разблокировать)

source: Toggle Ignored status
de: Ignoriert-Status ein-/ausschalten
fr: (dés)activer l'état "ignoré"
gd: Toglaich staid na leigeil seachad
hu: Mellőzött állapot átváltása
ja: 無視ステータスの切り替え
ru: Изменить статус игнорирования

source: Toggle Collapsed status
de: Status auf "Zusammengeklappt" umschalten
fr: Commuter le statut réduit
gd: Toglaich staid a’ cho-theannachaidh
hu: Összecsukott állapot átváltása
ru: Изменить статус сворачивания

source: Revoke Follow
de: Folgen widerrufen
fr: Révoquer le suivi
gd: Cùl-ghairm an leantainn
hu: Követés visszavonása
ru: Отозвать подписку

source: Revoke the follow from this contact
de: Widerruft das Folgen dieses Kontaktes
fr: Empêcher ce contact de vous suivre
gd: Thoir air an neach-aithne seo nach lean iad ort tuilleadh
hu: A követés visszavonása ettől a partnertől
ru: Отменить подписку этого контакта на вас

source: Bad Request.
de: Ungültige Anfrage.
fr: Mauvaise requête.
gd: Droch-iarrtas.
hu: Hibás kérés.
ja: 要求の形式が正しくありません。
ru: Ошибочный запрос.

source: Contact is being deleted.
de: Kontakt wurde gelöscht.
fr: Le contact est en cours de suppression.
gd: Tha an neach-aithne ’ga sguabadh às.
hu: A partner törlésre került.
ru: Контакт удаляется.

source: Follow was successfully revoked.
de: Folgen wurde erfolgreich widerrufen.
fr: Le suivi a été révoqué avec succès.
gd: Chaidh an leantainn a chùl-ghairm.
hu: A követés sikeresen vissza lett vonva.
ru: Подписка была успешно отозвана.

source: Do you really want to revoke this contact's follow? This cannot be undone and they will have to manually follow you back again.
de: Willst du das Folgen dieses Kontakt wirklich widerrufen? Dies kann nicht rückgängig gemacht werden und der Kontakt muss Ihnen manuell wieder folgen.
fr: Voulez-vous vraiment révoquer l'abonnement de ce contact ? Cela ne peut être annulé et il devra se réabonner à vous manuellement.
gd: A bheil thu cinnteach nach eil thu ag iarraidh gun lean an neach-aithne seo ort tuilleadh? Cha ghabh seo a neo-dhèanamh is feumaidh iad leantainn ort a làimh às ùr.
hu: Valóban vissza szeretné vonni ennek a partnernek a követését? Ezt a műveletet nem lehet visszavonni, és a partnernek kézzel kell majd újra követnie Önt.
ru: Вы действительно хотите отозвать подписку этого контакта на вас? Это нельзя будет отменить позже, им потребуется снова подписаться на вас.

source: No suggestions available. If this is a new site, please try again in 24 hours.
de: Keine Vorschläge verfügbar. Falls der Server frisch aufgesetzt wurde, versuche es bitte in 24 Stunden noch einmal.
fr: Aucune suggestion. Si ce site est récent, merci de recommencer dans 24h.
gd: Chan eil moladh sam bith ann. Mas e làrach ùr a th’ ann, feuch ris a-rithist an ceann 24 uair a thìde.
hu: Nem érhetők el javaslatok. Ha ez egy új oldal, akkor próbálja újra 24 óra múlva.
ja: 利用可能な提案はありません。新しいサイトの場合は、24時間後にもう一度お試しください。
ru: Нет предложений. Если это новый сайт, пожалуйста, попробуйте снова через 24 часа.

source: You aren't following this contact.
de: Du folgst diesem Kontakt.
fr: Vous ne suivez pas ce contact.
gd: Chan eil thu a’ leantainn air an neach-aithne seo.
hu: Ön nem követi ezt a partnert.
ja: あなたはこのコンタクトをフォローしていません
ru: Вы не подписаны на этот контакт.

source: Unfollowing is currently not supported by your network.
de: Bei diesem Netzwerk wird das Entfolgen derzeit nicht unterstützt.
fr: Le désabonnement n'est actuellement pas supporté par votre réseau.
gd: Cha chuir an lìonra agad taic ri sgur de leantainn air an àm seo.
hu: A követés megszüntetését jelenleg nem támogatja a hálózata.
ja: 現在、フォロー解除はあなたのネットワークではサポートされていません
ru: Отписка в настоящий момент не предусмотрена этой сетью

source: Disconnect/Unfollow
de: Verbindung lösen/Nicht mehr folgen
fr: Se déconnecter/Ne plus suivre
gd: Dì-cheangail/Na lean tuilleadh
hu: Leválasztás vagy követés megszüntetése
ja: 接続・フォローを解除
ru: Отсоединиться/Отписаться

source: Contact was successfully unfollowed
de: Kontakt wurde erfolgreich entfolgt.
fr: Le contact n'est maintenant plus suivi
gd: Chan eil thu a’ leantainn air an neach-aithne tuilleadh
hu: A partner követése sikeresen meg lett szüntetve
ru: Подписка успешно удалена

source: Unable to unfollow this contact, please contact your administrator
de: Konnte dem Kontakt nicht entfolgen. Bitte kontaktiere deinen Administrator.
fr: Impossible de ne plus suivre ce contact, merci de contacter votre administrateur
gd: Cha deach leinn an neach-aithne a thoirt air falbh on fheadhainn air a leanas tu, cuir fios gun rianaire agad
hu: Nem lehet megszüntetni ennek a partnernek a követését, vegye fel a kapcsolatot az adminisztrátorral
ru: Не получается отписаться от этого контакта, пожалуйста, свяжитесь с вашим администратором

source: No results.
de: Keine Ergebnisse.
fr: Aucun résultat.
gd: Chan eil toradh ann.
hu: Nincs találat.
ja: 結果がありません。
ru: Нет результатов.

source: Channel not available.
de: Channel nicht verüfgbar
fr: Chaîne non disponible.
hu: A csatorna nem érhető el.
ru: Канал недоступен

source: This community stream shows all public posts received by this node. They may not reflect the opinions of this node’s users.
de: Diese Gemeinschaftsseite zeigt alle öffentlichen Beiträge, die auf diesem Knoten eingegangen sind. Der Inhalt entspricht nicht zwingend der Meinung der Nutzer dieses Servers.
fr: Ce fil communautaire liste toutes les publications publiques reçues par ce serveur. Elles ne reflètent pas nécessairement les opinions personnelles des utilisateurs locaux.
gd: Seallaidh sruthadh na coimhearsnachd gach post poblach a fhuair an nòd seo. Dh’fhaoidte nach eil iad a’ riochdachadh beachdan luchd-cleachdaidh an nòid seo.
hu: Ez a közösségi adatfolyam megjeleníti az összes nyilvános bejegyzést, amelyet ez a csomópont megkapott. Előfordulhat, hogy azok nem tükrözik ezen csomópont felhasználóinak véleményét.
ja: このコミュニティストリームには、このノードが受信したすべての一般公開投稿が表示されます。このノードのユーザーの意見を反映していない場合があります。
ru: Эта общая лента показывает все публичные записи, которые получил этот сервер. Они могут не отражать мнений пользователей этого сервера.

source: Community option not available.
de: Optionen für die Gemeinschaftsseite nicht verfügbar.
fr: L'option communauté n'est pas disponible
gd: Chan eil roghainn na coimhearsnachd ri fhaighinn.
hu: A közösségi beállítás nem érhető el.
ja: コミュニティオプションは利用できません。
ru: Сообщество недоступно.

source: Not available.
de: Nicht verfügbar.
fr: Indisponible.
gd: Chan eil seo ri fhaighinn.
hu: Nem érhető el.
ja: 利用不可。
ru: Недоступно.

source: No such circle
de: Circle ist nicht vorhanden
fr: Cercle inexistant
gd: Chan eil an cearcall seo ann
hu: Nincs ilyen kör
ru: Нет такого круга

source: Circle: %s
fr: Cercle : %s
gd: Cearcall: %s
hu: Kör: %s
ru: Круг: %s

source: Error %d (%s) while fetching the timeline.
de: Fehler %d (%s) beim Abruf der Timeline.
fr: Erreur %d (%s) lors de la récupération du flux.
hu: Hiba %d (%s) az idővonal lekérése során.

source: Network feed not available.
de: Netzwerkfeed nicht verfügbar.
fr: Flux du réseau non disponible.
hu: A hálózati hírforrás nem érhető el.
ru: Лента недоступна

source: Include
de: Einschließen
fr: Inclure
gd: Gabh a-staigh
hu: Tartalmazás
ru: Включить

source: Hide
de: Verbergen
fr: Masquer
gd: Falaich
hu: Elrejtés
ru: Скрыть

source: Credits
fr: Remerciements
gd: Urram
hu: Köszönetnyilvánítás
ja: クレジット
ru: Признательность

source: Friendica is a community project, that would not be possible without the help of many people. Here is a list of those who have contributed to the code or the translation of Friendica. Thank you all!
de: Friendica ist ein Gemeinschaftsprojekt, das nicht ohne die Hilfe vieler Personen möglich wäre. Hier ist eine Aufzählung der Personen, die zum Code oder der Übersetzung beigetragen haben. Dank an alle !
fr: Friendica est un projet communautaire, qui ne serait pas possible sans l'aide de beaucoup de gens. Voici une liste de ceux qui ont contribué au code ou à la traduction de Friendica. Merci à tous!
gd: ’S e pròiseact coimhearsnachd a th’ ann am Friendica is cha ghabhadh a thoirt gu buil às aonais taic o iomadh daoine. Seo liosta dhen fheadhainn a chuir ri chòd no ri eadar-theangachadh Friendica. Mòran taing dhuibh uile!
hu: A Friendica egy közösségi projekt, amely nem lehetne lehetséges a sok ember segítsége nélkül. Itt van azok listája, akik közreműködtek a kódban vagy a Friendica fordításában. Köszönet mindannyiuknak!
ja: Friendicaはコミュニティプロジェクトであり、多くの人々の助けがなければ不可能です。以下は、Friendicaのコードまたは翻訳に貢献した人のリストです。皆さん、ありがとうございました！
ru: Friendica это проект сообщества, который был бы невозможен без помощи многих людей. Вот лист тех, кто писал код или помогал с переводом. Спасибо вам всем!

source: Formatted
de: Formatiert
fr: Mis en page
gd: Fòrmataichte
hu: Formázott

source: Activity
de: Aktivität
fr: Activité
gd: Gnìomhachd
hu: Tevékenység

source: Object data
de: Objekt Daten
fr: Données de l'object
gd: Dàta oibseict
hu: Objektum adatai

source: Result Item
de: Resultierender Eintrag
fr: Résultat
gd: Nì toraidh
hu: Eredményelem

source: Error
de: Fehler
fr: Erreur
gd: Mearachd
hu: Hiba
ja: エラー
ru: Ошибка

source: Source activity
de: Quelle der Aktivität
fr: Activité source
gd: Gnìomhachd bun-tùis
hu: Forrástevékenység

source: Source input
de: Originaltext:
fr: Saisie source
gd: Ion-chur bun-tùis
hu: Forrás bevitele
ja: ソース入力

source: BBCode::convert (raw HTML)
de: BBCode::convert (pures HTML)
fr: BBCode::convert (code HTML)
gd: BBCode::convert (HTML amh)
hu: BBCode::convert (nyers HTML)
ja: BBCode :: convert（生のHTML）

source: BBCode::convert (hex)
gd: BBCode::convert (sia-dheicheach)
hu: BBCode::convert (hexa)

source: BBCode::toMarkdown => Markdown::convert (raw HTML)
de: BBCode::toMarkdown => Markdown::convert (rohes HTML)
fr: BBCode::toMarkdown => Markdown::convert (HTML pur)
gd: BBCode::toMarkdown => Markdown::convert (HTML amh)
hu: BBCode::toMarkdown => Markdown::convert (nyers HTML)

source: Item Body
de: Beitragskörper
fr: Corps du message
gd: Bodhaig nì
hu: Elem törzse
ja: 項目本体

source: Item Tags
de: Tags des Beitrags
fr: Étiquettes du messages
gd: Tagaichean nì
hu: Elem címkéi
ja: 項目タグ

source: PageInfo::appendToBody => BBCode::convert (raw HTML)
de: PageInfo::appendToBody => BBCode::convert (pures HTML)
fr: PageInfo::appendToBody => BBCode::convert (code HTML)
gd: PageInfo::appendToBody => BBCode::convert (HTML amh)
hu: PageInfo::appendToBody => BBCode::convert (nyers HTML)

source: Source input (Diaspora format)
de: Originaltext (Diaspora Format):
fr: Saisie source (format Diaspora)
gd: Ion-chur bun-tùis (fòrmat diaspora*)
hu: Forrás bevitele (Diaspora formátum)
ja: ソース入力（Diaspora形式）

source: Source input (Markdown)
de: Originaltext (Markdown)
fr: Source (Markdown)
gd: Ion-chur bun-tùis (Markdown)
hu: Forrás bevitele (Markdown)

source: Markdown::convert (raw HTML)
de: Markdown::convert (pures HTML)
fr: Markdown::convert (code HTML)
gd: Markdown::convert (HTML amh)
hu: Markdown::convert (nyers HTML)
ja: Markdown :: convert（生のHTML）

source: Raw HTML input
de: Reine HTML Eingabe
fr: Saisie code HTML
gd: Ion-chur HTML amh
hu: Nyers HTML bevitel
ja: 生のHTML入力

source: HTML Input
de: HTML Eingabe
fr: Code HTML
gd: Ion-chur HTML
hu: HTML bevitel
ja: HTML入力

source: HTML Purified (raw)
fr: HTML purifié (code)
gd: HTML air a ghlanadh (amh)
hu: HTML megtisztítva (nyers)

source: HTML Purified (hex)
fr: HTML purifié (hexadecimal)
gd: HTML air a ghlanadh (sia-dheicheach)
hu: HTML megtisztítva (hexa)

source: HTML Purified
fr: HTML purifié
gd: HTML air a ghlanadh
hu: HTML megtisztítva

source: HTML::toBBCode => BBCode::convert (raw HTML)
de: HTML::toBBCode => BBCode::convert (pures HTML)
fr: HTML::toBBCode => BBCode::convert (code HTML)
gd: HTML::toBBCode => BBCode::convert (HTML amh)
hu: HTML::toBBCode => BBCode::convert (nyers HTML)
ja: HTML :: toBBCode => BBCode :: convert（生のHTML）

source: HTML::toPlaintext (compact)
de: HTML::toPlaintext (kompakt)
gd: HTML::toPlaintext (dùmhlaichte)
hu: HTML::toPlaintext (tömör)
ja: HTML :: toPlaintext（コンパクト）
