Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Email
fr: Courriel
gd: Post-d
ja: Eメール
ru: Эл. почта

source: XMPP/IM
de: XMPP/Chat
fr: XMPP/Messagerie Instantanée

source: Save to Folder
de: In Ordner speichern
fr: Sauvegarder dans le dossier

source: November
fr: Novembre
gd: An t-Samhain
ja: 11月
ru: Ноябрь

source: December
de: Dezember
fr: Décembre
gd: An Dùbhlachd
ja: 12月
ru: Декабрь

source: Feb
fr: Fév
gd: Gearr
ja: 2月
ru: Фев

source: Aug
fr: Aoû
gd: Lùna
ja: 8月
ru: Авг

source: Dec
de: Dez
fr: Déc
gd: Dùbh
ja: 12月
ru: Дек

source: Proxy URL
fr: URL du proxy
gd: URL a’ phrogsaidh
ja: プロキシURL
ru: Прокси URL

source: Only update contacts with relations
de: Nur Kontakte mit Verbindungen aktualisieren
fr: Mettre à jour que les contacts ayant des relations

source: If enabled, the system will only look for changes in contacts that are in a contact list of a user on this system.
de: Wenn diese Option aktiviert ist, wird das System nur bei Kontakten mit direkten Verbindungen zu Accounts auf diesem System nach Änderungen der Kontaktdetails suchen.
fr: Si activé, le système ne recherchera que les modifications apportées aux contacts figurant dans la liste de contacts d'un utilisateur de ce système.

source: Folder:
de: Ordner:
fr: Dossier:

source: Your Display Name (as you would like it to be displayed on this system):
de: Dein Anzeigename (wie er auf dieser Instanz angezeigt werden soll):
fr: Votre Nom d'Affichage (tel que vous souhaiteriez l'afficher sur ce système):

source: Your Email Address (initial information will be sent there, so this must be a valid address):
de: Deine E-Mail Adresse (Informationen zur Registrierung werden an diese Adresse gesendet, darum muss sie existieren.)
fr: Votre courriel (les informations de connexion initiales vont être envoyées à cette adresse; elle doit être valide):

source: Select all languages that you want to see in this channel. "Unspecified" describes all posts for which no language information was detected (e.g. posts with just an image or too little text to be sure of the language). If you want to see all languages, you will need to select all items in the list.
de: Wähle alle Sprachen aus, die du in dem Kanal sehen willst. "Unspezifiziert" umfasst alle Beiträge, für die keine Sprachinformationen gefunden wurden (z.B: Beiträge die ausschließlich aus Bildern bestehen, oder die zu kurz sind um die Sprache sicher bestimmen zu können). Wenn du alles Sprachen sehen willst, dann wähle hier in der Liste alle Sprachen aus.
fr: Sélectionnez toutes les langues que vous voulez voir dans cette chaine. "Indéterminé" désigne toutes les publications pour lesquelles aucune langue n'a été détectée (c.a.d. les messages contenant juste une image ou un texte trop court pour être sur de la langue). Si vous voulez voir toutes les langues, vous devez sélectionner toutes les lignes de la liste.

source: IMAP port:
fr: Port IMAP :
gd: Port IMAP:
ja: IMAPポート：
ru: Порт IMAP:

source: Select all the languages you want to see in your channels. "Unspecified" describes all posts for which no language information was detected (e.g. posts with just an image or too little text to be sure of the language). If you want to see all languages, you will need to select all items in the list.
de: Wähle alle Sprachen aus, die du in deinen Kanälen sehen willst. "Unspezifiziert" umfasst alle Beiträge, für die keine Sprachinformationen gefunden wurden (z.B: Beiträge die ausschließlich aus Bildern bestehen, oder die zu kurz sind um die Sprache sicher bestimmen zu können). Wenn du alles Sprachen sehen willst, dann wähle hier in der Liste alle Sprachen aus.
fr: Sélectionnez toutes les langues que vous voulez voir dans vos chaines. "Indéterminé" désigne toutes les publications pour lesquelles aucune langue n'a été détectée (c.a.d. les messages contenant juste une image ou un texte trop court pour être sur de la langue). Si vous voulez voir toutes les langues, vous devez sélectionner toutes les lignes de la liste.

source: New app-specific password generated.
de: Neues App spezifisches Passwort erzeugt.
fr: Nouveau mot de passe spécifique à l'application généré.

source: Login failed because your account is blocked.
de: Die Anmeldung ist fehlgeschlagen, da der Account gesperrt wurde.
fr: La connexion a échoué car votre compte est bloqué.

source: Zot!
de: Zott

source: Regularly update the page content
de: Regelmäßiges Aktualisieren der Seiteninhalte

source: When enabled, new content on network, community and channels are added on top.
de: Wenn diese Option aktiviert ist, werden neue Inhalte auf der Netzwerk-, Gemeinschafts- und Kanalseiten automatisch am Anfang der Seiten eingefügt.

source: Jan
gd: Faoi
ja: 1月
ru: Янв

source: Nov
gd: Samh
ja: 11月
ru: Нбр

source: Update browser every xx seconds
ja: xx秒ごとにブラウザーを更新する
ru: Обновление браузера каждые хх секунд

source: Minimum of 10 seconds. Enter -1 to disable it.
ja: 10秒以上。 -1を入力して無効にします。
ru: Минимум 10 секунд. Введите -1 для отключения.

source: Diaspora
ja: ディアスポラ

source: Markdown
ja: マークダウン
