Repository: tek-aevl/friendica
Catalog: view/lang/*/messages.po
Languages: de, fr, gd, hu, ja, ru

source: Go to your new Friendica node <a href="%s/register">registration page</a> and register as new user. Remember to use the same email you have entered as administrator email. This will allow you to enter the site admin panel.
de: Du solltest nun die Seite zur <a href="%s/register">Nutzerregistrierung</a> deiner neuen Friendica Instanz besuchen und einen neuen Nutzer einrichten. Bitte denke daran, dieselbe E-Mail Adresse anzugeben, die du auch als Administrator-E-Mail angegeben hast, damit du das Admin-Panel verwenden kannst.
fr: Rendez-vous sur la <a href="%s/register">page d'inscription</a> de votre nouveau nœud Friendica et inscrivez vous en tant que nouvel utilisateur. Rappelez-vous de bien utiliser la même adresse de courriel que celle que vous avez utilisée en tant qu'adresse d'administrateur. Cela vous permettra d'accéder au panel d'administration du site.
gd: Tadhail air <a href="%s/register">duilleag a’ chlàraidh</a> aig an nòd Friendica ùr agad agus clàraich mar cleachdaiche ùr. Thoir an aire gun cleachd thu an aon seòladh puist-d ’s a chuir thu a-steach mar phost-d an rianaire. Bheir seo inntrigeadh do phanail na rianachd dhut.
hu: Menjen az új Friendica csomópont <a href="%s/register">regisztrációs oldalára</a>, és regisztráljon új felhasználóként. Ne felejtse el ugyanazt az e-mail-címet használni, mint amelyet adminisztrátori e-mail-címként adott meg. Ez lehetővé fogja tenni az oldal adminisztrátori paneljére történő belépést.
ja: 新しいFriendicaノード<a href="%s/register">登録ページ</a>に移動して、新しいユーザーとして登録します。管理者の電子メールとして入力したものと同じ電子メールを使用することを忘れないでください。これにより、サイト管理者パネルに入ることができます。
ru: Зайдите на <a href="%s/register">страницу регистрации</a> вашего нового сервера Friendica и зарегистрируйтесь как новый пользователь. Обратите внимание, что нужно использовать тот же адрес почты, какой вы указали в настройках администратора. Это позволит вам зайти в панель администратора.

source: Total invitation limit exceeded.
de: Limit für Einladungen erreicht.
fr: La limite d'invitation totale est éxédée.
gd: Chaidh thu thairis air crìoch nan cuiridhean iomlan.
hu: Az összes meghívás korlátja túllépve.
ja: 合計招待制限を超えました。
ru: Превышен общий лимит приглашений.

source: %s : Not a valid email address.
de: %s: Keine gültige Email Adresse.
fr: %s : Adresse de courriel invalide.
gd: %s : Chan e seòladh puist-d dligheach a tha seo.
hu: %s: nem érvényes e-mail-cím.
ja: %s ：有効なメールアドレスではありません。
ru: %s: Неверный адрес электронной почты.

source: Please join us on Friendica
de: Ich lade dich zu unserem sozialen Netzwerk Friendica ein
fr: Rejoignez-nous sur Friendica
gd: Thig cuide rinn air Friendica
hu: Csatlakozzon hozzánk a Friendica hálózatán
ja: Friendicaにご参加ください
ru: Пожалуйста, присоединяйтесь к нам на Friendica

source: Invitation limit exceeded. Please contact your site administrator.
de: Limit für Einladungen erreicht. Bitte kontaktiere des Administrator der Seite.
fr: Limite d'invitation exédée. Veuillez contacter l'administrateur de votre site.
gd: Chaidh thu thairis air crìoch nan cuiridhean. Cuir fios gu rianaire na làraich agad.
hu: A meghíváskorlát túllépve. Vegye fel a kapcsolatot az oldal adminisztrátorával.
ja: 招待制限を超えました。サイト管理者に連絡してください。
ru: Лимит приглашений превышен. Пожалуйста, свяжитесь с администратором сайта.

source: %s : Message delivery failed.
de: %s: Zustellung der Nachricht fehlgeschlagen.
fr: %s : L'envoi du message a échoué.
gd: %s : Dh’fhàillig libhrigeadh na teachdaireachd.
hu: %s: az üzenetkézbesítés sikertelen.
ja: %s ：メッセージの配信に失敗しました。
ru: %s: Доставка сообщения не удалась.

source: %d message sent.
de: %d Nachricht gesendet.
fr: %d message envoyé.
gd: Chaidh %d teachdaireachd a chur.
hu: %d üzenet elküldve.
ja: %dメッセージを送信しました。
ru: %d сообщение отправлено.

source: You have no more invitations available
de: Du hast keine weiteren Einladungen
fr: Vous n'avez plus d'invitations disponibles
gd: Chan eil barrachd cuiridhean ri fhaighinn dhut
hu: Nincs több elérhető meghívása
ja: 利用可能な招待はもうありません
ru: У вас нет больше приглашений

source: Visit %s for a list of public sites that you can join. Friendica members on other sites can all connect with each other, as well as with members of many other social networks.
de: Besuche %s für eine Liste der öffentlichen Server, denen du beitreten kannst. Friendica-Mitglieder unterschiedlicher Server können sich sowohl alle miteinander verbinden, als auch mit Mitgliedern anderer sozialer Netzwerke.
fr: Visitez %s pour une liste des sites publics que vous pouvez rejoindre. Les membres de Friendica appartenant à d'autres sites peuvent s'interconnecter, ainsi qu'avec les membres de plusieurs autres réseaux sociaux.
gd: Tadhail air %s airson liosta de làraichean poblach far an urrainn dhut ballrachd fhaighinn. ’S urrainn dhan a h-uile ball Friendica air làraichean eile ceangal ri chèile agus ri buill iomadh lìonra sòisealta eile.
hu: Látogassa meg a %s oldalt azon nyilvános oldalak listájáért, amelyekhez csatlakozhat. A egyéb oldalakon lévő Friendica-tagok mindegyike tud egymással kapcsolódni, valamint számos más közösségi hálózat tagjaival is.
ja: 参加できる公開サイトのリストについては、 %sにアクセスしてください。他のサイトのFriendicaメンバーは、他の多くのソーシャルネットワークのメンバーと同様に、お互いに接続できます。
ru: Посетите %s со списком общедоступных сайтов, к которым вы можете присоединиться. Все участники Friendica на других сайтах могут соединиться друг с другом, а также с участниками многих других социальных сетей.

source: To accept this invitation, please visit and register at %s or any other public Friendica website.
de: Um diese Kontaktanfrage zu akzeptieren, besuche und registriere dich bitte bei %s oder einer anderen öffentlichen Friendica-Website.
fr: Pour accepter cette invitation, merci d'aller vous inscrire sur %s, ou n'importe quel autre site Friendica public.
gd: Airson gabhail ris a’ chuireadh seo, tadhail air %s is clàraich air no air làrach-lìn Friendica poblach sam bith eile.
hu: A meghívás elfogadásához látogasson el és regisztráljon a(z) %s címen vagy bármely más nyilvános Friendica weboldalon.
ja: この招待を受け入れるには、 %sまたはその他の公開Friendica Webサイトにアクセスして登録してください。
ru: Для одобрения этого приглашения, пожалуйста, посетите и зарегистрируйтесь на %s ,или любом другом публичном сервере Friendica

source: Friendica sites all inter-connect to create a huge privacy-enhanced social web that is owned and controlled by its members. They can also connect with many traditional social networks. See %s for a list of alternate Friendica sites you can join.
de: Friendica Server verbinden sich alle untereinander, um ein großes, datenschutzorientiertes Soziales Netzwerk zu bilden, das von seinen Mitgliedern betrieben und kontrolliert wird. Du kannst dich auch mit vielen üblichen Sozialen Netzwerken verbinden. Besuche %s für eine Liste alternativer Friendica-Server, denen du beitreten kannst.
fr: Les sites Friendica sont tous interconnectés pour créer un immense réseau social respectueux de la vie privée, possédé et contrôllé par ses membres. Ils peuvent également interagir avec plusieurs réseaux sociaux traditionnels. Voir %s pour une liste d'autres sites Friendica que vous pourriez rejoindre.
gd: Tha na làraichean Friendica uile co-naisgte ri chèile ach an cruthaich iad lìon sòisealta mòr aig a bheil prìobhaideachd phisichte ’s a tha fo smachd nam ball aige fhèin. ’S urrainn dhaibh ceangal a dhèanamh ri iomadh lìonra sòisealta tradaiseanta. Faic %s airson liosta de làraichean Friendica eile far an urrainn dhut ballrachd fhaighinn.
hu: A Friendica oldalak mindegyike össze van kapcsolva, hogy egy hatalmas, fokozott magánszféra-védelemmel ellátott közösségi hálót hozzanak létre, amelyet a tagjai birtokolnak és vezérelnek. A tagok képesek sok hagyományos közösségi hálózathoz is kapcsolódni. Nézze meg a(z) %s oldalt azon alternatív Friendica oldalak listájáért, amelyekhez csatlakozhat.
ja: Friendicaサイトはすべて相互接続して、メンバーが所有および管理する、プライバシーが強化された巨大なソーシャルWebを作成します。また、多くの従来のソーシャルネットワークに接続できます。参加できるFriendicaサイトのリストについては、 %sをご覧ください。
ru: Сайты Friendica, подключившись между собой, могут создать сеть с повышенной безопасностью, которая принадлежит и управляется её членами. Они также могут подключаться ко многим традиционным социальным сетям. См. %s со списком альтернативных сайтов Friendica, к которым вы можете присоединиться.

source: Our apologies. This system is not currently configured to connect with other public sites or invite members.
de: Es tut uns leid. Dieses System ist zurzeit nicht dafür konfiguriert, sich mit anderen öffentlichen Seiten zu verbinden oder Mitglieder einzuladen.
fr: Toutes nos excuses. Ce système n'est pas configuré pour se connecter à d'autres sites publics ou inviter de nouveaux membres.
gd: Tha sinn duilich. Cha deach an siostam rèiteachadh aig an àm seo airson ceangal ri làraichean poblach eile no cuiridhean ballrachd a chur.
hu: Elnézést kérünk. Ez a rendszer jelenleg nem úgy van beállítva, hogy más nyilvános oldalakhoz kapcsolódjon vagy tagokat hívjon meg.
ja: 申し訳ございません。このシステムは現在、他の公開サイトに接続したり、メンバーを招待するようには構成されていません。
ru: Извините. Эта система в настоящее время не сконфигурирована для соединения с другими общественными сайтами и для приглашения участников.

source: Friendica sites all inter-connect to create a huge privacy-enhanced social web that is owned and controlled by its members. They can also connect with many traditional social networks.
de: Friendica Server verbinden sich alle untereinander, um ein großes, datenschutzorientiertes Soziales Netzwerk zu bilden, das von seinen Mitgliedern betrieben und kontrolliert wird. Du kannst dich auch mit vielen üblichen Sozialen Netzwerken verbinden.
fr: Les instances Friendica sont interconnectées pour créer un immense réseau social possédé et contrôlé par ses membres, et qui respecte leur vie privée. Ils peuvent aussi s'interconnecter avec d'autres réseaux sociaux traditionnels.
gd: Tha na làraichean Friendica uile co-naisgte ri chèile ach an cruthaich iad lìon sòisealta mòr aig a bheil prìobhaideachd phisichte ’s a tha fo smachd nam ball aige fhèin. ’S urrainn dhaibh ceangal a dhèanamh ri iomadh lìonra sòisealta tradaiseanta.
hu: A Friendica oldalak mindegyike össze van kapcsolva, hogy egy hatalmas, fokozott magánszféra-védelemmel ellátott közösségi hálót hozzanak létre, amelyet a tagjai birtokolnak és vezérelnek. A tagok képesek sok hagyományos közösségi hálózathoz is kapcsolódni.
ja: Friendicaサイトはすべて相互接続して、メンバーが所有および管理する、プライバシーが強化された巨大なソーシャルWebを作成します。また、多くの従来のソーシャルネットワークに接続できます。
ru: Серверы Френдики взаимосвязаны друг с другом и образуют огромную социальную сеть, которой владеют все её члены. Так же они могут соединяться со многими традиционными социальными сетями.

source: To accept this invitation, please visit and register at %s.
de: Um diese Kontaktanfrage zu akzeptieren, besuche und registriere dich bitte bei %s.
fr: Pour accepter cette invitation, rendez-vous sur %s et inscrivez-vous.
gd: Airson gabhail ris a’ chuireadh seo, tadhail air %s is clàraich ann.
hu: A meghívás elfogadásához látogasson el és regisztráljon a(z) %s címen.
ja: この招待を受け入れるには、 %sアクセスして登録してください。
ru: Чтобы принять это приглашение, пожалуйста зайдите на %s и зарегистрируйтесь.

source: Send invitations
de: Einladungen senden
fr: Envoyer des invitations
gd: Cuir cuiridhean
hu: Meghívások küldése
ja: 招待状を送信する
ru: Отправить приглашения

source: Enter email addresses, one per line:
de: E-Mail-Adressen eingeben, eine pro Zeile:
fr: Entrez les adresses de courriel, une par ligne :
gd: Cuir seòlaidhean puist-d a-steach, gach fear air loidhne fa leth:
hu: Adja meg az e-mail-címeket, soronként egyet:
ja: 電子メールアドレスを1行に1つずつ入力します。
ru: Введите адреса электронной почты, по одному в строке:

source: You are cordially invited to join me and other close friends on Friendica - and help us to create a better social web.
de: Du bist herzlich dazu eingeladen, dich mir und anderen guten Freunden auf Friendica anzuschließen - und ein besseres, soziales Netz aufzubauen.
fr: Vous êtes cordialement invité à me rejoindre sur Friendica, et nous aider ainsi à créer un meilleur web social.
gd: Tha fàilte chridheil romhad airson tighinn cruinn còmhla rium-sa is dlùth-charaidean eile air Friendica – agus airson ar cuideachadh ach an cruthaich sinn lìon sòisealta nas fheàrr.
hu: Szeretettel meghívom Önt, hogy csatlakozzon hozzám és más közeli ismerősökhöz a Friendica hálózatán – és segítsen nekünk egy jobb közösségi hálót létrehozni.
ja: Friendicaで私や他の親しい友人と一緒に参加してください。より良いソーシャルWebの作成を手伝ってください。
ru: Приглашаем Вас присоединиться ко мне и другим близким друзьям на Friendica - помочь нам создать лучшую социальную сеть.

source: You will need to supply this invitation code: $invite_code
de: Du benötigst den folgenden Einladungscode: $invite_code
fr: Vous devrez fournir ce code d'invitation : $invite_code
gd: Bidh agad ris an còd cuiridh seo a sholar: $invite_code
hu: Meg kell majd adnia ezt a meghívási kódot: $invite_code
ja: この招待コードを提供する必要があります：$ invite_code
ru: Вам нужно будет предоставить этот код приглашения: $invite_code

source: Once you have registered, please connect with me via my profile page at:
de: Sobald du registriert bist, kontaktiere mich bitte auf meiner Profilseite:
fr: Une fois inscrit, connectez-vous à la page de mon profil sur :
gd: Nuair a bhios tu air do chlàradh, dèan ceangal rium le duilleag na pròifil agam air:
hu: Miután regisztrált, lépjen velem kapcsolatba a profiloldalamon keresztül itt:
ja: 登録したら、次のプロフィールページから接続してください。
ru: После того как вы зарегистрировались, пожалуйста, свяжитесь со мной через мою страницу профиля по адресу:

source: For more information about the Friendica project and why we feel it is important, please visit http://friendi.ca
de: Für weitere Informationen über das Friendica-Projekt und warum wir es für ein wichtiges Projekt halten, besuche bitte http://friendi.ca.
fr: Pour plus d'information sur Friendica et les valeurs que nous défendons, veuillez consulter http://friendi.ca
gd: Airson barrachd fiosrachaidh mu phròiseact Friendica ’s carson a tha sinn dhen bheachd gu bheil e cudromach, tadhail air http://friendi.ca
hu: A Friendica projekttel kapcsolatos további információkért, valamint hogy miért tartjuk ezt fontosnak, látogasson el a https://friendi.ca/ oldalra.
ja: Friendicaプロジェクトの詳細と、それが重要だと感じる理由については、http：//friendi.caをご覧ください。
ru: Чтобы узнать больше о проекте Friendica и почему мы считаем это важным, посетите http://friendi.ca

source: Please enter a post body.
de: Bitte gibt den Text des Beitrags an
fr: Veuillez saisir un corps de texte.
gd: Cuir a-steach bodhaig puist.
hu: Adjon meg egy bejegyzéstörzset.
ja: 投稿本文を入力してください。
ru: Пожалуйста, введите текст записи.

source: This feature is only available with the frio theme.
de: Diese Seite kann ausschließlich mit dem Frio Theme verwendet werden.
fr: Cette page ne fonctionne qu'avec le thème "frio" activé.
gd: Chan eil an gleus seo ri fhaighinn ach leis an ùrlar frio.
hu: Ez a funkció csak a frio témával érhető el.
ja: この機能は、frioテーマでのみ使用可能です。
ru: Эта функция доступна только для темы frio.

source: Compose new personal note
de: Neue persönliche Notiz verfassen
fr: Composer une nouvelle note personnelle
gd: Sgrìobh nòta pearsanta ùr
hu: Új személyes jegyzet írása
ja: 新しい個人メモを作成する
ru: Создать новую личную заметку

source: Compose new post
de: Neuen Beitrag verfassen
fr: Composer une nouvelle publication
gd: Sgrìobh post ùr
hu: Új bejegyzés írása
ja: 新しい投稿を作成
ru: Создать новую запись

source: Visibility
de: Sichtbarkeit
fr: Visibilité
gd: Faicsinneachd
hu: Láthatóság
ja: 公開範囲
ru: Видимость

source: Clear the location
de: Ort löschen
fr: Effacer la localisation
gd: Thoir an t-ionad air falbh
hu: A hely törlése
ja: 場所をクリアする
ru: Очистить локацию

source: Location services are unavailable on your device
de: Ortungsdienste sind auf Ihrem Gerät nicht verfügbar
fr: Les services de localisation ne sont pas disponibles sur votre appareil
gd: Chan eil seirbheisean ionaid ri fhaighinn air an uidheam agad
hu: A helymeghatározó szolgáltatások nem érhetők el az Ön eszközén
ja: デバイスで位置情報サービスを利用できません
ru: Геолокация на вашем устройстве недоступна

source: Location services are disabled. Please check the website's permissions on your device
de: Ortungsdienste sind deaktiviert. Bitte überprüfe die Berechtigungen der Website auf deinem Gerät
fr: Les services de localisation sont désactivés pour ce site. Veuillez vérifier les permissions de ce site sur votre appareil/navigateur.
gd: Tha seirbheisean ionaid à comas. Thoir sùil air ceadan na làraich-lìn air an uidheam agad
hu: A helymeghatározó szolgáltatások le vannak tiltva. Ellenőrizze a weboldal jogosultságait az Ön eszközén
ja: 位置情報サービスは無効になっています。お使いのデバイスでウェブサイトの権限を確認してください
ru: Геолокация отключена. Пожалуйста, проверьте разрешения этого сайта на вашем устройстве

source: You can make this page always open when you use the New Post button in the <a href="/settings/display">Theme Customization settings</a>.
de: Wenn du magst, kannst du unter den <a href="/settings/display">Benutzerdefinierte Theme-Einstellungen</a> einstellen, dass diese Seite immer geöffnet wird, wenn du den "Neuer Beitrag" Button verwendest.
fr: Vous pouvez faire en sorte que cette page s'ouvre systématiquement quand vous utilisez le bouton "Nouvelle publication" dans les <a href="/settings/display">paramètres de personnalisation des thèmes</a>.
gd: ’S urrainn dhut suidheachadh gum fosgail an duilleag seo an-còmhnaidh nuair a chleachdas tu am putan “Post ùr” ann an <a href="/settings/display">Roghainnean gnàthaichte an ùrlair</a>.
hu: Mindig megnyitottá teheti ezt az oldalt, ha a <a href="/settings/display">téma személyre szabási beállításaiban</a> lévő új bejegyzés gombot használja.
ru: Вы можете включить открытие этой страницы по кнопке создания новой записи в <a href="/settings/display">настройках отображения темы</a>.

source: The feed for this item is unavailable.
de: Der Feed für diesen Beitrag ist nicht verfügbar.
fr: Le flux pour cet objet n'est pas disponible.
gd: Chan eil inbhir ri fhaighinn dhan nì seo.
hu: Ennek az elemnek a hírforrása nem érhető el.
ja: この項目のフィードは利用できません。
ru: Лента недоступна для этого объекта.

source: Unable to follow this item.
de: Konnte dem Beitrag nicht folgen.
fr: Erreur lors de l'abonnement à la conversation.
gd: Cha ghabh leantainn air an nì seo.
hu: Nem lehet követni ezt az elemet.
ru: Не получается подписаться на эту запись.

source: System down for maintenance
de: System zur Wartung abgeschaltet
fr: Système indisponible pour cause de maintenance
gd: Tha an siostam dheth a chùm obrach-glèidhidh
hu: A rendszer le van kapcsolva a karbantartáshoz
ja: メンテナンスのためのシステムダウン
ru: Система закрыта на техническое обслуживание

source: This Friendica node is currently in maintenance mode, either automatically because it is self-updating or manually by the node administrator. This condition should be temporary, please come back in a few minutes.
de: Diese Friendica Instanz befindet sich derzeit im Wartungsmodus, entweder aufgrund von automatischen Updateprozessen oder weil die Administratoren der Instanz den Wartungsmodus aktiviert haben. Dies sollte ein vorübergehender Zustand sein. Bitte versuche es in ein paar Minuten erneut.
fr: Ce serveur Friendica est actuellement en maintenance, soit automatiquement pendant la mise à jour ou manuellement par un administrateur. Cet état devrait être temporaire, merci de réessayer dans quelques minutes.
gd: Chaidh an nòd Friendica seo a chur sa mhodh obrach-glèidhidh, gu fèin-obrachail on a tha e ’ga ùrachadh fhèin no a làimh le rianaire an nòid. Cha bu chòir dhan staid seo a bhith air ach rè seal, till an ceann corra mionaid.
hu: Ez a Friendica csomópont jelenleg karbantartási módban van, vagy automatikusan, mert épp önmagát frissíti, vagy kézileg a csomópont adminisztrátora által. Ennek az állapotnak átmenetinek kell lennie, jöjjön vissza néhány perc múlva.
ru: Этот сервер Friendica в настоящее время закрыт на обслуживание, либо по причине автоматического обновления, либо администратором. Обычно это временное явление, пожалуйста, попробуйте вернуться через некоторое время.

source: A Decentralized Social Network
de: Ein dezentrales Soziales Netzwerk
fr: Un Réseau Social Décentralisé
gd: Lìonra sòisealta sgaoilte
hu: Egy decentralizált közösségi hálózat
ja: 分権化されたソーシャルネットワーク
ru: Децентрализованная социальная сеть

source: You need to be logged in to access this page.
de: Du musst angemeldet sein, um auf diese Seite zuzugreifen.
fr: Vous devez être connecté pour accéder à cette page.
gd: Feumaidh tu clàradh a-steach mus fhaigh thu cothrom air an duilleag seo.
hu: Bejelentkezve kell lennie az oldalhoz való hozzáféréshez.
ru: Вам нужно войти, чтобы увидеть эту страницу.

source: Files
de: Dateien
fr: Fichiers
gd: Faidhlichean
hu: Fájlok
ja: ファイル
ru: Файлы

source: Upload
de: Hochladen
fr: Téléverser
gd: Luchdaich suas
hu: Feltöltés
ja: アップロードする
ru: Загрузить

source: Sorry, maybe your upload is bigger than the PHP configuration allows
de: Entschuldige, die Datei scheint größer zu sein, als es die PHP-Konfiguration erlaubt.
fr: Désolé, il semble que votre fichier est plus important que ce que la configuration de PHP autorise
gd: Tha sinn duilich a dh’fhaoidte gu bheil an luchdadh suas agad nas motha na tha ceadaichte leis an rèiteachadh PHP
hu: Elnézést, talán a feltöltése nagyobb annál, amit a PHP beállítása megenged
ja: すいません、サーバのPHP設定で許可されたサイズよりも大きいファイルをアップロードしている可能性があります。
ru: Извините, похоже что загружаемый файл превышает лимиты, разрешенные конфигурацией PHP

source: Or - did you try to upload an empty file?
de: Oder - hast du versucht, eine leere Datei hochzuladen?
fr: Ou — auriez-vous essayé de télécharger un fichier vide ?
gd: Air neo – an do dh’fheuch thu ri faidhle falamh a luchdadh suas?
hu: Vagy – egy üres fájlt próbált meg feltölteni?
ja: または、空のファイルをアップロードしようとしていませんか？
ru: Или вы пытались загрузить пустой файл?

source: File exceeds size limit of %s
de: Die Datei ist größer als das erlaubte Limit von %s
fr: La taille du fichier dépasse la limite de %s
gd: Tha am faidhle nas motha na tha ceadaichte dhe %s
hu: A fájl meghaladja a beállított %s méretkorlátot
ja: ファイルサイズ上限 %s を超えています。
ru: Файл превышает лимит размера в %s

source: File upload failed.
de: Hochladen der Datei fehlgeschlagen.
fr: Le téléversement a échoué.
gd: Dh’fhàillig luchdadh suas an fhaidhle.
hu: A fájl feltöltése sikertelen.
ja: アップロードが失敗しました。
ru: Загрузка файла не удалась.

source: Unable to process image.
de: Konnte das Bild nicht bearbeiten.
fr: Impossible de traiter l'image.
gd: Cha b’ urrainn dhuinn an dealbh a phròiseasadh.
hu: Nem lehet feldolgozni a képet.
ja: 画像を処理できません。
ru: Невозможно обработать фото.

source: Image upload failed.
de: Hochladen des Bildes gescheitert.
fr: Le téléversement de l'image a échoué.
gd: Dh’fhàillig le luchdadh suas an deilbh.
hu: A kép feltöltése sikertelen.
ja: 画像アップロードに失敗しました。
ru: Загрузка фото неудачная.

source: List of all users
de: Liste aller Benutzerkonten
fr: Liste de tous les utilisateurs
gd: Liosta nan cleachdaichean uile
hu: Összes felhasználó listája
ru: Все пользователи

source: Active
de: Aktive
fr: Actif
gd: Gnìomhach
hu: Aktív
ru: Активные

source: List of active accounts
de: Liste der aktiven Benutzerkonten
fr: Liste des comptes actifs
gd: Liosta nan cunntasan gnìomhach
hu: Aktív fiókok listája
ru: Список активных пользователей

source: List of pending registrations
de: Liste der anstehenden Benutzerkonten
fr: Liste des inscriptions en attente
gd: Liosta nan clàraidhean rin dèiligeadh
hu: Függőben lévő regisztrációk listája
ru: Список ожидающих регистрацию

source: List of blocked users
de: Liste der geblockten Benutzer
fr: Liste des utilisateurs bloqués
gd: Liosta nan cleachdaichean a chaidh a bhacadh
hu: Tiltott felhasználók listája
ru: Заблокированные пользователи

source: Deleted
de: Gelöscht
fr: Supprimé
gd: Air a sguabadh às
hu: Törölve
ru: Удалённые
